{"text": "Background: Human bocavirus 1 is a commonly detected human parvovirus. Many studies have shown human bocavirus 1 as a pathogen in association with acute respiratory tract infections in children. However, because human bocavirus 1 persists in the upper airways for extensive time periods after acute infection, the definition and diagnostics of acute human bocavirus 1 infection is challenging. Until now, detection of human bocavirus 1 exclusively, high viral load in respiratory samples, and viremia have been associated with a clinical picture of acute respiratory illness. There are no studies showing detection of human bocavirus 1 messenger ribonucleic acid in the peripheral blood mononuclear cells as a diagnostic marker for acute lower respiratory tract infection. Case presentation: We report the case of a 17-month-old Latvian boy who presented in intensive care unit with acute bilateral bronchiolitis, with a history of rhinorrhea and cough for 6 days and fever for the last 2 days prior to admission, followed by severe respiratory distress and tracheal intubation. Human bocavirus 1 was the only respiratory virus detected by a qualitative multiplex polymerase chain reaction panel. For the diagnosis of acute human bocavirus 1 infection, both molecular and serological approaches were used. Human bocavirus 1 deoxyribonucleic acid (DNA) was detected simultaneously in nasopharyngeal aspirate, stool, and blood, as well as in the corresponding cell-free blood plasma by qualitative and quantitative polymerase chain reaction, revealing high DNA-copy numbers in nasopharyngeal aspirate and stool. Despite a low-load viremia, human bocavirus 1 messenger ribonucleic acid was found in the peripheral blood mononuclear cells. For detection of human bocavirus 1-specific antibodies, non-competitive immunoglobulin M and competitive immunoglobulin G enzyme immunoassays were used. The plasma was positive for both human bocavirus 1-specific immunoglobulin M and immunoglobulin G antibodies. Conclusions: The presence of human bocavirus 1 genomic DNA in blood plasma and human bocavirus 1 messenger ribonucleic acid in peripheral blood mononuclear cells together with human bocavirus 1-specific immunoglobulin M are markers of acute human bocavirus 1 infection that may cause life-threatening acute bronchiolitis. "}
{"text": "The bactericidal activity of conventional titanium dioxide (TiO 2 ) photocatalyst is effective only on irradiation by ultraviolet light, which restricts the applications of TiO 2 for use in living environments. Recently, carbon-containing TiO 2 nanoparticles [TiO 2 (C) NP] were found to be a visible-light-responsive photocatalyst (VLRP), which displayed significantly enhanced antibacterial properties under visible light illumination. However, whether TiO 2 (C) NPs exert antibacterial properties against Bacillus anthracis remains elusive. Here, we evaluated these VLRP NPs in the reduction of anthrax-induced pathogenesis. Bacteria-killing experiments indicated that a significantly higher proportion (40%-60%) of all tested Bacillus species, including B. subtilis, B. cereus, B. thuringiensis, and B. anthracis, were considerably eliminated by TiO 2 (C) NPs. Toxin inactivation analysis further suggested that the TiO 2 (C) NPs efficiently detoxify approximately 90% of tested anthrax lethal toxin, a major virulence factor of anthrax. Notably, macrophage clearance experiments further suggested that, even under suboptimal conditions without considerable bacterial killing, the TiO 2 (C) NP-mediated photocatalysis still exhibited antibacterial properties through the reduction of bacterial resistance against macrophage killing. Our results collectively suggested that TiO 2 (C) NP is a conceptually feasible anti-anthrax material, and the relevant technologies described herein may be useful in the development of new strategies against anthrax. "}
{"text": "Brucella spp. cause undulant fever in humans and brucellosis in variety of other animals. Both innate and adaptive immunity have been shown to be important in controlling Brucella infection. Toll-like receptors (TLRs) represent a group of pattern recognition receptors (PRRs) that play critical roles in the host innate immune response, as well as development of adaptive immunity. In the current report, we investigated the role of TLR signaling in the clearance of Brucella and development of adaptive immunity in TLR2 −/− , TLR4 −/− , or MyD88 −/− mice following aerosol exposure to B. melitensis 16 M. Consistent with previous reports, MyD88 is required for efficient clearance of Brucella from all three organs (lung, spleen, and liver). The results reveal Th2-skewed immune responses in TLR2 −/− mice late in infection and support a TLR2 requirement for efficient clearance of Brucella from the lungs, but not from the spleen or liver. Similarly, TLR4 is required for efficient clearance of Brucella from the lung, but exhibits a minor contribution to clearance from the spleen and no demonstrable contribution to clearance from the liver. Lymphocyte proliferation assays suggest that the TLRs are not involved in the development of cell-mediated memory response to Brucella antigen. Antibody detection reveals that TLR2 and 4 are required to generate early antigen-specific IgG, but not during the late stages of infection. TLR2 and 4 are only transiently required for IgM production and not at all for IgA production. In contrast, MyD88 is essential for antigen specific IgG production late in infection, but is not required for IgM generation over the course of infection. Surprisingly, despite the prominent role for MyD88 in clearance from all tissues, MyD88-knockout mice express significantly higher levels of serum IgA. These results confirm the important role of MyD88 in controlling infection in the spleen while providing evidence of a prominent contribution to protection in other tissues. In addition, although TLR4 and TLR2 contribute little to control of spleen infection, a significant contribution to clearance of lung infection is described. Citation: Pei J, Ding X, Fan Y, Rice-Ficht A and Ficht TA (2012) Toll-like receptors are critical for clearance of Brucella and play different roles in development of adaptive immunity following aerosol challenge in mice. Front. Cell. Inf. Microbio. 2:115. "}
{"text": "Herpes simplex virus-1 (HSV-1) infection causes severe conditions, with serious complications, including corneal blindness from uncontrolled ocular infections. An important cellular defense mechanism against HSV-1 infection is autophagy. The autophagic response of the host cell was suggested to be regulated by HSV-1. In this study, we performed a detailed analysis of autophagy in multiple HSV-1-targeted cell types, and under various infection conditions that recapitulate a productive infection model. We found that autophagy was slightly inhibited in one cell type, while in other cell types autophagy maintained its basal levels mostly unchanged during productive infection. This study refines the concept of HSV-1mediated autophagy regulation to imply either inhibition, or prevention of activation, of the innate immune pathway. "}
{"text": "Autophagy (self-eating) is a conserved cellular degradation process that plays important roles in maintaining homeostasis and preventing nutritional, metabolic, and infection-mediated stresses. Autophagy dysfunction can have various pathological consequences, including tumor progression, pathogen hyper-virulence, and neurodegeneration. This review describes the mechanisms of autophagy and its associations with other cell death mechanisms, including apoptosis, necrosis, necroptosis, and autosis. Autophagy has both positive and negative roles in infection, cancer, neural development, metabolism, cardiovascular health, immunity, and iron homeostasis. Genetic defects in autophagy can have pathological consequences, such as static childhood encephalopathy with neurodegeneration in adulthood, Crohn's disease, hereditary spastic paraparesis, Danon disease, X-linked myopathy with excessive autophagy, and sporadic inclusion body myositis. Further studies on the process of autophagy in different microbial infections could help to design and develop novel therapeutic strategies against important pathogenic microbes. This review on the progress and prospects of autophagy research describes various activators and suppressors, which could be used to design novel intervention strategies against numerous diseases and develop therapeutic drugs to protect human and animal health. Autophagy is a conserved catabolic process that is involved in cellular homeostasis and is required to maintain normal cellular physiology under stressful conditions [1] . It overcomes carcinogenic, infectious, degenerative, and deleterious agents to maintain the homeostasis of bodily systems and regulate healthy life processes; thus, its dysregulation is known to cause multiple human diseases [2] [3] [4] [5] . Autophagy can be a selective or non-selective lysosomal degradative process and is activated by stresses such as starvation or rapamycin via regulatory signaling complexes [6, 7] . There are three types of autophagy: macroautophagy, microautophagy, and chaperone-mediated autophagy (CMA) [8] . Macroautophagy, referred to as \"autophagy\" from now on, is the major pathway which engulfs large portions of cytoplasm and cellular contents (e.g., long-lived proteins, aggregated proteins, damaged organelles, and intracellular pathogens) into a double-membraned vacuole called the autophagosome, which fuses with lysosomes to form an autolysosome, degrades the autolysosomal contents, and recycles macromolecules for reuse [9] [10] [11] . Microautophagy refers to the process by which lysosomes directly engulf and digest small volumes of cytosolic substrate [12, 13] , whilst CMA is induced by physiological stresses such as prolonged starvation [14] and involves the heat shock cognate protein (HSC70; 71-kDa, also known as HSPA8) which contains a KFERQ-like pentapeptide sequence [15] . The CMA pathway delivers target proteins across lysosomal membranes into the lysosomal lumen by interacting with lysosome-associated membrane protein type 2A (LAMP-2A) [9] . Hence, CMA differs from microautophagy and macroautophagy, as it does not require vesicular trafficking [14] . Regardless of the type, autophagy acts as a cleaning mechanism by removing or degrading unnecessary materials from the body (e.g., proteins, organelles, and microbes) and retaining or maintaining materials (biochemicals, metabolites, and organelles) required for survival, function, and development [1, 6, 16, 17] . The physiological processes of autophagy are governed by numerous cellular regulators (e.g., transcription factors and genes), which can affect homeostatic processing if disturbed by genetic or functional reasons, or overexertion [4, 6, 17] . Hence, autophagy defects can affect the pathogenesis of many diseases [17] . The roles of autophagy have been explored in fields such as health, disease, infection, degeneration, and genetic or lifestyle-acquired diseases [18] [19] [20] [21] ; however, cancer [7, 22] , microbial infections [20, 21, 23] , and degenerative diseases [18, 24] have been the main focus of autophagy-related research. Currently, the roles of autophagy are being explored in diverse fields of study. Autophagy plays important roles in cancer metastasis; 4-acetyl-antroquinonol B has been shown to modulate autophagy and prevent the growth of ovarian cancer cells [25] . Clinical studies have revealed higher levels of autophagic flux in distant metastases than in primary tumors [26, 27] ; therefore, autophagy has stage-dependent dual roles in cancer which may facilitate the growth and spread of tumors and affect treatment resistance [19] . Conversely, autophagy has been shown to act as a tumor suppressor during the early and late phases of cancer development [28, 29] by mediating the destruction and removal of carcinogens and cancerous cells, thus enabling the growth and development of healthy cells; however, under disturbed or uncontrolled conditions autophagy can promote cancer growth and dissemination. Autophagy is also important in neuronal homeostasis, with its dysfunction associated with numerous neurodegenerative disorders [18] . Pathogenic protein aggregates are a common feature of neurodegenerative disorders, and dysfunctional autophagy is involved in this disease state [30] . Furthermore, mutations in autophagy regulation genes have been shown to induce neurodegenerative diseases such as amyotrophic lateral sclerosis, Alzheimer's disease, and familial Cells 2019, 8, 674 3 of 64 Parkinson's disease [18, 24] . These mutations affect different stages of autophagy and thus have different implications for pathogenesis and therapy [31] . In the modern world, factors such as globalization, liberal trade, climate change, population explosions, public health lapses, immune pressures, and mutations, species jumping, and emerging antibiotic resistance in pathogens have facilitated the spread of various infectious pathogens. In recent years, it has been shown that autophagy has a role in many emerging and re-emerging infectious viral and bacterial diseases that pose significant threats to humans. Autophagy initially encounters these infectious pathogens to neutralize them; however, may infections can propagate themselves as persistent intracellular infections and are generally associated with wide outbreaks, epidemics, and highly devastating effects. Many viral life cycles are linked with autophagic pathways. The influenza A virus induces autophagosome formation during the early stages of infection and inhibits autophagosomal maturation during the later stages. Classical swine fever virus replication is negatively regulated by mTORC1 via autophagy and IRES-dependent translation, whilst Dengue/Zika virus pathogenicity is modulated by antibody-dependent enhancement (ADE) which can induce autophagy in human umbilical vein endothelial cells. Multimodal necrotic cell death is driven by open reading frame-3a of severe acute respiratory syndrome (SARS)-coronavirus (CoV), that triggers the lysosomal damage and dysfunction and therefore transcription of autophagy-related genes is enhanced, whilst endoplasmic reticulum (ER) stress in Dengue virus (DENV) infections results in autophagy activation, viral replication, and pathogenesis. The disruption of mitochondrial membrane potentials by the non-structural protein of Crimean-Congo hemorrhagic fever (CCHF) virus results in apoptosis, whereas paramyxovirus V proteins inhibit constitutively active MDA5 proteins to induce autophagy. All of these viral events are related to autophagy and can provide directions for future therapies for Chikungunya (CHIKV), DENV, and Zika virus (ZIKV) infections. Autophagy has a pivotal role in viral diseases such as bird flu [32], swine fever [33], Ebola virus disease [20], ZIKV infection [34,35], SARS [36], CHIKV infection [37], DENV infection [38], viral encephalitis [39], CCHF [40], Hendra virus (HeV) infection [41], Nipah virus (NiV) infection [42], and the West Nile virus (WNV) infection [43]. Apart from these, other viral diseases, such as rabies, rotavirus enteritis, and smallpox, have already posed a serious threat to human life [44-48]. Autophagy has also been shown to have a central role in microbial infections [49], including those caused by Listeria [50], Salmonella [51], Shigella [52], and Streptococcus [53]. Autophagy can kill or eradicate infectious disease-causing pathogens via the autophagosome or autophagolysosome (autolysosome) to prevent or treat infection [20, 21] ; however, autophagy can also disseminate pathogens during pathogenesis. For example, gut epithelial autophagy can disseminate viruses and bacteria in enteric diseases. Therefore, autophagy can play a dual role in infections [20, 21, 54] . In recent years, there has been an increase in the incidence of lifestyle and genetic diseases, such as cancers and neurodegenerative disorders (Alzheimer's, Parkinson's, and Huntington's diseases), which affect the quality of life. Advances in science and technology have contributed to overcoming these challenges. Novel, alternative, and complementary therapeutic options have been developed, including phages, homing peptides, cytokines, siRNA, viral inhibitors, Toll-like receptors (TLRs), antibodies, probiotics, herbs, phytomedicines, nanomedicines, and immunomodulatory techniques [55] [56] [57] [58] [59] [60] [61] [62] [63] [64] . Autophagy is the first mechanism to clear endogenous debris and exogenous substances and maintains normal physiological conditions in all eukaryotic cells [65]. Besides maintaining homeostasis [66], autophagy also regulates the development [67], differentiation [5], and maturation [68] of cells, such as endothelial cells [69], erythrocytes [70], and adipocytes [71, 72] . These cells are involved in normal physiological (e.g., erythrocytes in respiration), immunological (e.g., mononuclear cells in immunity), metabolic (e.g., adipocytes in fat metabolism), growth (e.g., osteocytes in bone growth), and development (e.g., spermatozoa or ova in reproduction) processes. Autophagy is also involved in clearing abnormal protein accumulations and correcting mitochondrial disorganization [73, 74] . The processes of autophagy and apoptosis are interwoven and have been implicated in both microbial infections [54, 75] and cancers [26, 76] . Autophagy might play both physiological and pathological roles since it is involved in overcoming cell stresses [19, 77, 78] . Considering the numerous Cells 2019, 8, 674 4 of 64 roles and functions of autophagy in health and disease, we present a comprehensive overview of autophagy, its mechanisms and types, and its associations with other cell death mechanisms. The dual roles of autophagy in infectious diseases (bacterial and viral), tumor suppression/progression, brain development/neurodegeneration, the immune system, and autoimmune diseases, and its other roles have been discussed thoroughly alongside numerous applications of autophagy. We have also summarized the role of autophagy in cardiovascular diseases, iron homeostasis, obesity, diabetes, and diseases caused by defects in autophagy genes. The treatment of autophagy-associated diseases has been described alongside strategies to inhibit or activate autophagy in the prevention and treatment of diseases. This review details the important functions of autophagy in health and disease and its key roles in disease prevention and treatment. Autophagy (from the Greek words auto, meaning self, and phagy, meaning eating), is an essential, ubiquitous, evolutionarily conserved, catabolic, and self-degradative process that mediates the destruction of cytoplasmic macromolecules to preserve genomic integrity, achieve cell metabolism, and ensure cell survival [30, [79] [80] [81] . It is a natural regulatory mechanism which retains beneficial substances and removes harmful substances from body, whilst playing a housekeeping role in the elimination of misfolded or aggregated proteins, the eradication of damaged organelles, proteins [82] [83] [84] , and cancerous materials [7] , and the elimination of foreign pathogens such as viruses via a degradative lysosomal pathway [21, [85] [86] [87] . Numerous physiobiological roles of autophagy have been identified, such as the disposal of endogenous wastes and exogenous agents to maintain homeostasis; however, disturbing the natural balance of this mechanism can result in pathological consequences [88] . Since it is the primary system for cleaning the body, autophagy can prevent or treat cancer by killing cancerous cells and degrading endogenous or exogenous carcinogens; thus, favoring the development of healthy cells. However, autophagy may have dual roles in cancer as it is involved in stem cell-related resistance to anti-cancer therapy (radioresistance and chemoresistance), metastasis, and tumor recurrence [89] . As obligate intracellular pathogens, viruses interact with multiple host cell processes for their survival, including metabolism, cellular trafficking, and immunity-related responses [54, 90] . Furthermore, autophagy is a major degradative cellular process, with essential roles in many innate and adaptive immune processes [91] [92] [93] . Autophagy also regulates the phosphorylation of p38 and ERK1/2 MAPKs in BV2 microglial cells, required for nitric oxide production [94, 95] . Thus, it can affect the activation of neuronal cells by microglia and suppress neurotoxicity. Moreover, it can downregulate pro-inflammatory mediators in BV2 microglial cells to rescue them from LPS-and α-synuclein-induced neuronal cell death [94] . Autophagy can either be selective or non-selective [96] . In selective autophagy, cargo is recognized by specific receptors to enable their specific identification, sequestration, and degradation by the autophagosome, whereas in non-specific autophagy, all materials are degraded by the lysosome in a non-specific manner [96, 97] . Furthermore, autophagy is known to exist in two forms: constitutive and reactive (induced) autophagy. Constitutive autophagy has not been well studied, whereas the latter has been studied extensively and is known to stimulate neurite remodeling in developing brains, thus may be essential during brain development [98, 99] . Mice lacking the autophagy proteins Atg59 and Atg710 display excessive neurodegeneration, indicating that autophagy has physiological importance [100]. Numerous factors relating to nutrient deprivation (amino acids and hormones) and build-up of degraded products (proteins) or exogenous agents (pathogens) have been evaluated as induced autophagy stimuli [101, 102] . Endogenous and exogenous stimuli induce autophagy for degradation or as a repair mechanism. Several stimuli have been shown to induce autophagy, including stress, amino acid starvation [103], rapid declines in trophic factors or hormones (such as sex-based differences) [104], lipid starvation [105], impaired intracellular cholesterol trafficking [106], protein products, and infectious pathogens [32,38,85]. Cells 2019, 8, 674 5 of 64 These stimuli can affect the autophagic function and induce different morphological consequences via diverse signaling pathways; for instance, suppressing phosphatidylinositol-3-kinase (PI3K) inhibitors and Beclin 1 inhibits the starvation-induced mitochondrial autophagy, but not the neurotoxin (1-methyl-4-phenylpyridinium)-mediated autophagy [107] [108] [109] . Although autophagy was discovered over 50 years ago [54], its molecular mechanisms were only understood in the late 1990s following a genetic screening in yeast, which revealed mutations in autophagy-related genes. At least 30 yeast autophagy genes (Atgs) have been identified, many of which have mammalian cell homologs [85] . Many molecular mechanisms have been explored to reveal the basic processes underlying autophagy. Multiple signaling pathways focus on two protein complexes to initiate autophagy, the ULK1 (unc51-like autophagy activating kinase 1) protein kinase complex and the PI3KC3-C1 (class III phosphatidylinositol 3-kinase complex I) lipid kinase complex [110] . Novel autophagy regulators with RNA-related activities have also been shown to be involved in this process [111] . Furthermore, upstream signaling pathways common to both autophagy and apoptosis are known to be induced by ER stress via signaling molecules such as PERK/ATF4, IRE1α, ATF6, and Ca 2+ [112] . The details of these mechanisms will shed light on the different forms of autophagy and the numerous intermediates involved. Three types of autophagy [macroautophagy, microautophagy, and chaperone-mediated autophagy (CMA)] are depicted in Figure 1 . Cells 2019, 8, x FOR PEER REVIEW 5 of 65 Autophagy refers to the process of delivering cytoplasmic or extracellular components to the lysosomes of an animal cell or the vacuoles of plant or yeast cells [113] . The production and maturation of autophagosomes are directly regulated by location, timing, and intensity [114] . Cells 2019, 8, 674 6 of 64 The phosphoinositide-binding protein, HS1BP3, is a negative regulator of autophagosome biogenesis that regulates the lipid composition and phosphatidic acid (PA) levels of autophagosome precursor membranes [114] . Increased levels of systemic autophagy have been reported in Caenorhabditis elegans, with hormetic heat stress and heat-shock responsive transcription factor (HSF-1) inducing autophagy to improve the survival and proteostasis of the worm [115] . Furthermore, it has been revealed that autophagy is fine-tuned by epigenetic regulation, through histone (coactivator-associated) arginine methyltransferase, CARM1, a novel enzyme that follows histone H3R17 dimethylation (histone H3 methylated at arginine 17) which is an important epigenetic marker of starvation-induced autophagy [116] . In addition, the vitamin D receptor has been shown to modulate autophagy in normal mammary glands and luminal breast cancer cells, suggesting a potential therapeutic link between vitamin D levels and breast cancer risk [117] . There are numerous additional endogenous and exogenous factors that modulate autophagy, such as transcription factors, variation in the amount or concentration of various cytoplasmic biochemicals, damaged organelles, exogenous compounds, and pathogens [6, 40, 103] ; therefore, autophagy mechanisms vary. Autophagy can be divided into macroautophagy, microautophagy, and CMA based on the mechanism by which intracellular materials are delivered into the lysosome for degradation and the molecular structures that target substrates to the lysosomes [3, [118] [119] [120] . Although these pathways are mechanistically distinct, they all carry out degradation via the lysosome [54, 118] . Most forms of selective autophagy involve the degradation of specific targets; for example, mitophagy (mitochondria), pexophagy (peroxisomes), aggrephagy (protein aggregates), glycophagy (glycogens), lipophagy (lipids), ribophagy (ribosome), xenophagy (pathogens), and ER-phagy [21, 121] . Autophagy is a novel, evolutionarily conserved function of the eukaryotic initiation factor 2 (eIF2α) kinase pathway, which consists of a family of evolutionarily conserved serine/threonine kinases that regulate stress-induced translational arrest and are targeted by virulence gene products [122] . "}
{"text": "Background: Human bocavirus 1 (HBoV1) is an important cause of acute respiratory illness (ARI), yet the epidemiology and effect of meteorological conditions on infection is not fully understood. To investigate the distribution of HBoV1 and determine the effect of meteorological conditions, hospitalized pediatric patients were studied in a subtropical region of China. Methods: Samples from 11,399 hospitalized pediatric patients (≤14 years old), with ARI were tested for HBoV1 and other common respiratory pathogens using real-time PCR, between July 2009 and June 2016. In addition, local meteorological data were collected. Results: Of the 11,399 patients tested, 5606 (49.2%) were positive for at least one respiratory pathogen. Two hundred forty-eight of 11,399 (2.2%) were positive for HBoV1 infection. Co-infection was common in HBoV1-positive patients (45.2%, 112/248). A significant difference in the prevalence of HBoV1 was found in patients in different age groups (p < 0.001), and the peak prevalence was found in patients aged 7-12 months (4.7%, 56/1203). Two HBoV1 prevalence peaks were found in summer (between June and September) and winter (between November and December). The prevalence of HBoV1 was significantly positively correlated with mean temperature and negatively correlated with mean relative humidity, and the mean temperature in the preceding month had better explanatory power than the current monthly temperature. Conclusions: This study provides a better understanding of the characteristics of HBoV1 infection in children in subtropical regions. Data from this study provide useful information for the future control and prevention of HBoV1 infections. "}
{"text": "Background: Hemotropic mycoplasmas (hemoplasmas) have been found infecting cats worldwide. However, studies about feline hemoplasma infections in Spain are scarce. Therefore, the purpose of the research was to evaluate the prevalence of feline hemotropic mycoplasmas and to characterize risk factors and clinical findings associated with these infections in a cat population from the Madrid area, Spain. Methods: Polymerase chain reaction (PCR) was employed to detect Mycoplasma haemofelis (Mhf), \"Candidatus Mycoplasma haemominutum\" (CMhm) and \"Candidatus Mycoplasma turicensis\" (CMt) in blood samples from 456 client-owned and 138 stray cats from Madrid. In order to assess associations between these hemoplasma infections and epidemiological parameters, data regarding signalment, environment, prophylaxis measures, retrovirus status, clinical signs and laboratory findings were compiled, whenever possible. Results: DNA of feline hemoplasmas was detected from the blood of 63 out of 594 cats (10.6%), with a prevalence of 3.7% (22/594) for Mhf, 8.1% (48/594) for CMhm and 0.5% (3/594) for CMt. Stray cats had statistically higher prevalences of feline hemoplasmas (15.9%) and, specifically, of Mhf (8.7%) than client-owned cats (9 and 2.2%, respectively). A total of seven cats (1.17%) were co-infected with \"Candidatus M. haemominutum\" and M. haemofelis, two (0.33%) with \"Candidatus M. haemominutum\" and \"Candidatus M. turicensis\" and another one (0. 17%) with M. haemofelis and Candidatus \"M. turicensis\". Male gender, collection of blood during warm months and FeLV/FIV positivity status were associated with hemotropic mycoplasma infection in cats from Madrid. Additionally, within the group of client-owned cats, hemoplasma infection was associated with adult age, outdoor access, and the existence of low haematocrit, erythrocyte count and haemoglobin concentration values. Conclusions: To our knowledge, this is the first epidemiological survey of feline hemoplasmas performed in central Spain (Madrid). Our study confirms that \"Ca. Mycoplasma haemominutum\", Mycoplasma haemofelis and \"Ca. Mycoplasma turicensis\" are infecting client-owned and stray cats in this region of Spain, \"Ca. Mycoplasma haemominutum\" being the most prevalent species. More studies are necessary to help understand the role of the natural infection by these species of hemoplasma in cats. "}
{"text": "On average, more than two new species of human virus are reported every year. We constructed the cumulative species discovery curve for human viruses going back to 1901. We fitted a statistical model to these data; the shape of the curve strongly suggests that the process of virus discovery is far from complete. We generated a 95% credible interval for the pool of as yet undiscovered virus species of 38-562. We extrapolated the curve and generated an estimate of 10-40 new species to be discovered by 2020. Although we cannot predict the level of health threat that these new viruses will present, we conclude that novel virus species must be anticipated in public health planning. More systematic virus discovery programmes, covering both humans and potential animal reservoirs of human viruses, should be considered. "}
{"text": "Unlike canonical pre-mRNAs, animal replication-dependent histone pre-mRNAs lack introns and are processed at the 3'-end by a mechanism distinct from cleavage and polyadenylation. They have a 3' stem loop and histone downstream element (HDE) that are recognized by stem-loop binding protein (SLBP) and U7 snRNP, respectively. The N-terminal domain (NTD) of Lsm11, a component of U7 snRNP, interacts with FLASH NTD and these two proteins recruit the histone cleavage complex containing the CPSF-73 endonuclease for the cleavage reaction. Here, we determined crystal structures of FLASH NTD and found that it forms a coiled-coil dimer. Using solution light scattering, we characterized the stoichiometry of the FLASH NTD-Lsm11 NTD complex and found that it is a 2:1 heterotrimer, which is supported by observations from analytical ultracentrifugation and crosslinking. Citation: Aik WS, Lin M-H, Tan D, Tripathy A, Marzluff WF, Dominski Z, et al. (2017) The Nterminal domains of FLASH and Lsm11 form a 2:1 heterotrimer for histone pre-mRNA 3'-end processing. PLoS ONE 12(10): e0186034. https:// Biochemical studies of the 3'-end processing machinery that cleaves replication-dependent histone pre-mRNAs have shown that it is comprised of the stem-loop binding protein (SLBP), U7 small nuclear ribonucleoprotein (U7 snRNP), FLASH, and the histone pre-mRNA cleavage complex (HCC) [1, [3] [4] [5] [6] . SLBP binds the 3' stem-loop in the pre-mRNA and remains bound after mRNA maturation, and functions in translation [7, 8] . The 3' stem-loop also recruits the 3'-5' exoribonuclease 3'hExo [9, 10], which is not essential for processing [11] but trims the processed histone mRNAs and initiates degradation of histone mRNAs in the cytoplasm [12] . The core U7 snRNP consists of two integral and stably associated components:~60-nucleotide U7 snRNA and a unique Sm ring, which contains Lsm10 and Lsm11 in place of the spliceosomal SmD1 and SmD2 [13, 14] . The U7 snRNP recognizes the pre-mRNA through base-pairing between the 5'-end of U7 snRNA and the HDE [15, 16] . SLBP bound to the upstream stemloop stabilizes this interaction, likely by directly or indirectly contacting a subunit(s) of U7 snRNP [17] . Lsm11 has an extended N-terminal domain ( Fig 1A) that is unique among members of the functionally characterized Sm proteins. Through yeast two-hybrid and pull-down studies, this region was found to interact with the N-terminal region of FLASH ( Fig 1B) [3]. FLASH, Fliceassociated huge protein, was originally discovered as a protein involved in Fas-mediated apoptosis [18] and later in regulation of expression of several genes, including oncogenes [19, 20] . Subsequent studies showed that FLASH localizes to Histone Locus Bodies in the nucleus, suggesting a role in expression of histone genes [21], and that it is essential for histone pre-mRNA processing [3] . Biochemical studies revealed that the interacting N-terminal regions of Lsm11 and FLASH form a docking platform that recruits the HCC to the U7 snRNP [22]. The HCC is composed of a specific subset of proteins that also participate in cleavage and polyadenylation [23, 24], including the endonuclease CPSF-73, CPSF-100, symplekin and CstF-64 [1, [25][26][27]. Mutational studies on FLASH identified an LDLY motif (residues 55-58 in human FLASH, Fig 1B) as essential for binding the HCC, while residues 100-139 are involved in Lsm11 binding [22, 28]. The molecular details of how FLASH acts as a mediator between Lsm11 and HCC are still unclear. To shed some light on the essential role of FLASH in 3'-end processing of replicationdependent histone pre-mRNA processing [3], we carried out structural studies on the human FLASH N-terminal domain (NTD) encompassing residues 51-137 using X-ray crystallography. We also performed biophysical studies on the FLASH NTD and the FLASH NTD-Lsm11 NTD complex to characterize their oligomeric states and the stoichiometry of their complex. Results We determined a structure of the wild-type human FLASH NTD at 2.6 Å resolution using Xray crystallography (Table 1 ). The initial phases were obtained by the single anomalous dispersion (SAD) method using crystals of selenomethionyl FLASH NTD. The structure showed that FLASH NTD forms a coiled-coil dimer consisting of two parallel α-helices, one from each protomer (Fig 2A) . However, only residues 71 to 137 were observed in this structure, even though the expression construct contained residues 51-137. Residues 51-70, which include the LDLY motif previously shown to be essential for histone pre-mRNA processing [28] and for binding the HCC [22], are disordered in this crystal. The first 30 residues of FLASH are poorly conserved among homologs (Fig 1B) , although there is substantial conservation from Drosophila to mammals for residues 55-137 in the N-terminal segment. The N-terminal domains of FLASH and Lsm11 form a 2:1 heterotrimer for histone pre-mRNA 3'-end processing PLOS ONE | https://doi.org/10.1371/journal.pone.0186034 October 11, 2017 2 / 21 using the Pilatus 6M detector (NIH-ORIP HEI grant S10 RR029205). Competing interests: The authors have declared that no competing interests exist. Fig 1. Multiple protein sequence alignment of FLASH and Lsm11 N-terminal domains. (A) Lsm11 N-terminal domain. (B) FLASH N-terminal domain. Alignment was carried out with Clustal Omega [60, 61] and the results displayed with ESPript [62]. Secondary structure for FLASH is based on the structure of human FLASH NTD, while that for Lsm11 is based on Psipred [63] secondary structure prediction of human Lsm11. Conserved residues are highlighted in red with white fonts, semi-conserved residues in red fonts, and other residues in black fonts. Blue dots indicate residues at the FLASH dimer interface. Gaps are indicated by dotted lines. Species abbreviations: Hs, Homo sapiens (human); Dr, Danio rerio (zebrafish); Dm, Drosophila melanogaster (fruit fly). "}
{"text": "Viruses modulate a number of host biological responses including the cell cycle to favor their replication. In this study, we developed a high-content imaging (HCI) assay to measure DNA content and identify different phases of the cell cycle. We then investigated the potential effects of cell cycle arrest on Ebola virus (EBOV) infection. Cells arrested in G1 phase by serum starvation or G1/S phase using aphidicolin or G2/M phase using nocodazole showed much reduced EBOV infection compared to the untreated control. Release of cells from serum starvation or aphidicolin block resulted in a timedependent increase in the percentage of EBOV infected cells. The effect of EBOV infection on cell cycle progression was found to be cell-type dependent. Infection of asynchronous MCF-10A cells with EBOV resulted in a reduced number of cells in G2/M phase with concomitant increase of cells in G1 phase. However, these effects were not observed in HeLa or A549 cells. Together, our studies suggest that EBOV requires actively proliferating cells for efficient replication. Furthermore, multiplexing of HCI based assays to detect viral infection, cell cycle status and other phenotypic changes in a single cell population will provide useful information during screening campaigns using siRNA and small molecule therapeutics. Viruses 2012, 4 1866 "}
{"text": "Hepatitis C Virus (HCV) remains an important public health threat with approximately 170 million carriers worldwide who are at risk of developing hepatitis C-associated end-stage liver diseases. Despite improvement of HCV treatment using the novel direct-acting antivirals (DAAs) targeting viral replication, there is a lack of prophylactic measures for protection against HCV infection. Identifying novel antivirals such as those that target viral entry could help broaden the therapeutic arsenal against HCV. Herein, we investigated the anti-HCV activity of the methanolic extract from Rhizoma coptidis (RC), a widely used traditional Chinese medicine documented by the WHO and experimentally reported to possess several pharmacological functions including antiviral effects. Using the cell culture-derived HCV system, we demonstrated that RC dose-dependently inhibited HCV infection of Huh-7.5 cells at non-cytotoxic concentrations. In particular, RC blocked HCV attachment and entry/fusion into the host cells without exerting any significant effect on the cell-free viral particles or modulating key host cell entry factors to HCV. Moreover, RC robustly suppressed HCV pseudoparticles infection of Huh-7.5 cells and impeded infection by several HCV genotypes. Collectively, our results identified RC as a potent antagonist to HCV entry with potential pan-genotypic properties, which deserves further evaluation for use as an anti-HCV agent. Viruses 2018, 10, 669 2 of 12 with several notable cell surface and tight junction receptors/co-receptors including heparin sulfate proteoglycans (HSPG), cluster of differentiation 81 (CD81), low density lipoprotein receptor (LDLR), scavenger receptor class B type I (SR-BI), claudin-1 (CLDN1), and occludin (OCLN) [2, 3] . Additional factors that can influence viral entry include apolipoprotein E (ApoE), which is incorporated on infectious HCV virions [4] , and can function as an exchangeable apolipoprotein between secreted ApoE-associated lipoproteins and the HCV lipoviroparticle (LVP) to enhanced HCV infection [5] . There are over 170 million HCV carriers worldwide. HCV infection can lead to chronic hepatitis, cirrhosis, and liver cancer, and there is still no effective vaccine against the virus. While the previous standard of care consisting of PEGylated-interferon (IFN)-α in combination with ribavirin is associated with several important drawbacks including severe side effects and low efficacy against HCV genotype 1, the recent introduction of the direct-acting antivirals (DAAs) targeting the viral non-structural proteins has substantially improved the sustained virological response (SVR) in the most difficult to treat genotype 1 patients [6] . However, the DAAs also have challenges including potential toxicity, especially from drug-drug interactions (DDIs). For instance, HCV protease inhibitors are at high risk for DDIs as they are known substrates and inhibitors of cytochrome P450 (CYP) 3A4 system and can interfere with the metabolism of other drugs including immunosuppressants (e.g. cyclosporine and tacrolimus) when co-administered in liver transplant setting [7] . Other drug-drug interactions from HCV DAAs include those with acid-suppression therapies (e.g. famotidine and omeprazole) or the human immunodeficiency virus (HIV) antiretroviral agents (e.g. Rilpivirine and Efavirenz), which have been shown to decrease the effectiveness of the HCV NS5A inhibitor Ledipasvir [8] and produce adverse drug reactions with the protease inhibitor Paritaprevir [7], respectively. In addition, due to the great genetic variability of HCV, selection of resistant mutants is becoming a challenge as a greater number of people are being treated in real-world settings, which can potentially lead to DAA failures [6, 9] . Therefore, continuous identification of novel candidate drugs particularly with a different mode of action to improve the current therapeutic strategies is highly envisaged. Rhizoma Coptidis (RC) is the dried rhizome typically obtained from Coptis chinensis Franch ('Chinese goldthread'), which is a medicinal plant of the Ranunculaceae family [10]. RC is one of the most commonly used Chinese medicinal herbs (also known as 'Huang Lian') documented by the WHO [10] and is known to contain various bioactive alkaloids [11] . It is traditionally used for its \"heat clearing\" and \"detoxification\" effects such as treatment against arthritis, burns, eczema, microbial infections, and gastrointestinal diseases [10, 12, 13 ]. In addition, RC's traditional usage against infections has been correlated through several recent studies that validated its antimicrobial functions, including against several bacteria and viruses [13] . Specifically, RC and its major constituents have been shown to exert inhibitory effects against herpesvirus, respiratory syncytial virus, and mouse hepatitis A virus infections [14] [15] [16] . These precedents suggest that RC may be a potent source for the discovery of novel antiviral treatments. Since the effect of RC on HCV infection remains largely unexplored, and in an attempt to identify novel anti-HCV agents, in this study we examined the impact of the methanolic extract of RC on HCV infection. Our results demonstrated that RC could robustly inhibit HCV infection by targeting the early steps in viral entry. Specifically, the targeted steps included viral attachment and entry/fusion into the host cells. In addition, the RC-mediated inhibition of HCV is not genotype-specific as the drug equally inhibits other HCV genotypes, thereby identifying RC as a potential pan-genotypic anti-HCV agent. Materials and Methods Culture of Huh-7.5 cells (human hepatoma, Huh-7 cell derivative) and production of cell-culture derived HCV particles (HCVcc) from the Gaussia luciferase reporter-tagged Jc1FLAG2(p7-nsGluc2A) construct (genotype 2a; kindly provided by Dr. Charles M. Rice) were carried out as previously described [17] . Virus concentration was expressed as multiplicity of infection (MOI) and the "}
{"text": "Background: Isatis indigotica, the source of the traditional Chinese medicine Radix isatidis (Ban-Lan-Gen), is an extremely important economical crop in China. To facilitate biological, biochemical and molecular research on the medicinal chemicals in I. indigotica, here we report the first I. indigotica transcriptome generated by RNA sequencing (RNA-seq). Results: RNA-seq library was created using RNA extracted from a mixed sample including leaf and root. A total of 33,238 unigenes were assembled from more than 28 million of high quality short reads. The quality of the assembly was experimentally examined by cDNA sequencing of seven randomly selected unigenes. Based on blast search 28,184 unigenes had a hit in at least one of the protein and nucleotide databases used in this study, and 8 unigenes were found to be associated with biosynthesis of indole and its derivatives. According to Gene Ontology classification, 22,365 unigenes were categorized into 48 functional groups. Furthermore, Clusters of Orthologous Group and Swiss-Port annotation were assigned for 7,707 and 18,679 unigenes, respectively. Analysis of repeat motifs identified 6,400 simple sequence repeat markers in 4,509 unigenes. Conclusion: Our data provide a comprehensive sequence resource for molecular study of I. indigotica. Our results will facilitate studies on the functions of genes involved in the indole alkaloid biosynthesis pathway and on metabolism of nitrogen and indole alkaloids in I. indigotica and its related species. "}
{"text": "Similar to eukaryotic mRNA, the positive-strand coronavirus genome of~30 kilobases is 5'capped and 3'-polyadenylated. It has been demonstrated that the length of the coronaviral poly(A) tail is not static but regulated during infection; however, little is known regarding the factors involved in coronaviral polyadenylation and its regulation. Here, we show that during infection, the level of coronavirus poly(A) tail lengthening depends on the initial length upon infection and that the minimum length to initiate lengthening may lie between 5 and 9 nucleotides. By mutagenesis analysis, it was found that (i) the hexamer AGUAAA and poly(A) tail are two important elements responsible for synthesis of the coronavirus poly(A) tail and may function in concert to accomplish polyadenylation and (ii) the function of the hexamer AGUAAA in coronaviral polyadenylation is position dependent. Based on these findings, we propose a process for how the coronaviral poly(A) tail is synthesized and undergoes variation. Our results provide the first genetic evidence to gain insight into coronaviral polyadenylation. "}
{"text": "The remarkable advance in sequencing technology and the rising interest in medical and environmental microbiology, biotechnology, and synthetic biology resulted in a deluge of published microbial genomes. Yet, genome annotation, comparison, and modeling remain a major bottleneck to the translation of sequence information into biological knowledge, hence computational analysis tools are continuously being developed for rapid genome annotation and interpretation. Among the earliest, most comprehensive resources for prokaryotic genome analysis, the SEED project, initiated in 2003 as an integration of genomic data and analysis tools, now contains .5,000 complete genomes, a constantly updated set of curated annotations embodied in a large and growing collection of encoded subsystems, a derived set of protein families, and hundreds of genome-scale metabolic models. Until recently, however, maintaining current copies of the SEED code and data at remote locations has been a pressing issue. To allow high-performance remote access to the SEED database, we developed the SEED Servers (http://www.theseed.org/servers): four network-based servers intended to expose the data in the underlying relational database, support basic annotation services, offer programmatic access to the capabilities of the RAST annotation server, and provide access to a growing collection of metabolic models that support flux balance analysis. The SEED servers offer open access to regularly updated data, the ability to annotate prokaryotic genomes, the ability to create metabolic reconstructions and detailed models of metabolism, and access to hundreds of existing metabolic models. This work offers and supports a framework upon which other groups can build independent research efforts. Large integrations of genomic data represent one of the major intellectual resources driving research in biology, and programmatic access to the SEED data will provide significant utility to a broad collection of potential users. "}
{"text": "The interferon-induced double-stranded (ds)RNA-dependent protein kinase (PKR) limits viral replication by an eIF2-mediated block of translation. Although many negative-strand RNA viruses activate PKR, the responsible RNAs have long remained elusive, as dsRNA, the canonical activator of PKR, has not been detected in cells infected with such viruses. In this review we focus on the activating RNA molecules of different virus families, in particular the negative-strand RNA viruses. We discuss the recently identified non-canonical activators 5'-triphosphate RNA and the vRNP of influenza virus and give an update on strategies of selected RNA and DNA viruses to prevent activation of PKR. "}
{"text": "Porcine respiratory disease complex (PRDC), a common piglet disease, causes substantive economic losses in pig farming. To investigate the viral diversity associated with PRDC, the viral communities in serum and nasal swabs from 26 PRDC-affected piglets were investigated using metagenomics. By deep sequencing and de novo assembly, 17 viruses were identified in two pooled libraries (16 viruses from serum, nine from nasal swabs). Porcine circovirus (PCV)-2, porcine reproductive and respiratory syndrome virus (PRRSV) and pseudorabies virus, all commonly associated with PRDC, were identified in the two pooled samples by metagenomics, but most viruses comprised small linear and circular DNAs (e.g. parvoviruses, bocaviruses and circoviruses). PCR was used to compare the detection rates of each virus in the serum samples from 36 PRDC-affected piglets versus 38 location-matched clinically healthy controls. The average virus category per sample was 6.81 for the PRDC-affected piglets and 4.09 for the controls. Single or co-infections with PCV-2 or PRRSV had very high detection rates in the PRDCaffected piglets. Interestingly, porcine parvovirus (PPV)-2, PPV-3, PPV-6 and torque teno sus virus 1a were significantly associated with PRDC. These results illustrate the complexity of viral communities in the PRDC-affected piglets and highlight the candidate viruses associated with it. "}
{"text": "On 31 December 2019, the World Health Organization was informed of a cluster of cases of pneumonia of unknown etiology in Wuhan, China. Subsequent investigations identified a novel coronavirus, now named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), from the affected patients. Highly sensitive and specific laboratory diagnostics are important for controlling the rapidly evolving SARS-CoV-2-associated coronavirus disease 2019 (COVID-19) epidemic. In this study, we developed and compared the performance of three novel real-time reverse transcription-PCR (RT-PCR) assays targeting the RNA-dependent RNA polymerase (RdRp)/helicase (Hel), spike (S), and nucleocapsid (N) genes of SARS-CoV-2 with that of the reported RdRp-P2 assay, which is used in Ͼ30 European laboratories. Among the three novel assays, the COVID-19-RdRp/Hel assay had the lowest limit of detection in vitro (1.8 50% tissue culture infective doses [TCID 50 ]/ml with genomic RNA and 11.2 RNA copies/reaction with in vitro RNA transcripts). Among 273 specimens from 15 patients with laboratory-confirmed COVID-19 in Hong Kong, 77 (28.2%) were positive by both the COVID-19-RdRp/Hel and RdRp-P2 assays. The COVID-19-RdRp/Hel assay was positive for an additional 42 RdRp-P2-negative specimens (119/ 273 [43.6%] versus 77/273 [28.2%]; P Ͻ 0.001), including 29/120 (24.2%) respiratory tract specimens and 13/153 (8.5%) non-respiratory tract specimens. The mean viral load of these specimens was 3.21 ϫ 10 4 RNA copies/ml (range, 2.21 ϫ 10 2 to 4.71 ϫ 10 5 RNA copies/ml). The COVID-19-RdRp/Hel assay did not cross-react with other human-pathogenic coronaviruses and respiratory pathogens in cell culture and clinical specimens, whereas the RdRp-P2 assay cross-reacted with SARS-CoV in cell culture. The highly sensitive and specific COVID-19-RdRp/Hel assay may help to improve the laboratory diagnosis of COVID-19. "}
{"text": "Background: Research into risk perception and behavioural responses in case of emerging infectious diseases is still relatively new. The aim of this study was to examine perceptions and behaviours of the general public during the early phase of the Influenza A (H1N1) pandemic in the Netherlands. Methods: Two cross-sectional and one follow-up online survey (survey 1, "}
{"text": "Protein α-helical coiled coil structures are known to induce antibodies able to block critical functions in different pathogens. In a previous study, a total of 50 proteins of Plasmodium vivax erythrocytic asexual stages containing α-helical coiled coil structural motifs were identified in silico, and the corresponding peptides were chemically synthesized. A total of 43 peptides were recognized by naturally acquired antibodies in plasma samples from both Papua New Guinea (PNG) and Colombian adult donors. In this study, the association between IgG antibodies to these peptides and clinical immunity was further explored by measuring total IgG antibody levels to 24 peptides in baseline samples from a longitudinal study of children aged 1-3 years (n = 164) followed for 16 months. Samples were reactive to all peptides tested. Eight peptides were recognized by >50% of individuals, whereas only one peptide had < 20% reactivity. Children infected at baseline were seropositive to 23/24 peptides. No significant association was observed between antibody titers and age or molecular force of infection, suggesting that antibody levels had already reached an equilibrium. There was a strong association between antibody levels to all peptides and protection against P. vivax clinical episodes during the 16 months follow-up. These results suggest that the selected coiled coil antigens might be good markers of both exposure and acquired immunity to P. vivax malaria, and further preclinical investigation should be performed to determine their potential as P. vivax vaccine antigens. "}
{"text": "The genome of Mycobacterium tuberculosis, the causal organism of tuberculosis (TB), encodes a unique protein family known as the PE/PPE/PGRS family, present exclusively in the genus Mycobacterium and nowhere else in the living kingdom, with largely unexplored functions. We describe the functional significance of the PGRS domain of Rv0297, a member of this family. In silico analyses revealed the presence of intrinsically disordered stretches and putative endoplasmic reticulum (ER) localization signals in the PGRS domain of Rv0297 (Rv0297PGRS). The PGRS domain aids in ER localization, which was shown by infecting macrophage cells with M. tuberculosis and by overexpressing the protein by transfection in macrophage cells followed by activation of the unfolded protein response, as evident from increased expression of GRP78/GRP94 and CHOP/ATF4, leading to disruption of intracellular Ca 2ϩ homeostasis and increased nitric oxide (NO) and reactive oxygen species (ROS) production. The consequent activation of the effector caspase-8 resulted in apoptosis of macrophages, which was Toll-like receptor 4 (TLR4) dependent. Administration of recombinant Rv0297PGRS (rRv0297PGRS) also exhibited similar effects. These results implicate a hitherto-unknown role of the PGRS domain of the PE_PGRS protein family in ER stress-mediated cell death through TLR4. Since this protein is already known to be present at later stages of infection in human granulomas it points to the possibility of it being employed by M. tuberculosis for its dissemination via an apoptotic mechanism. IMPORTANCE Apoptosis is generally thought to be a defense mechanism in protecting the host against Mycobacterium tuberculosis in early stages of infection. However, apoptosis during later stages in lung granulomas may favor the bacterium in disseminating the disease. ER stress has been found to induce apoptosis in TB granulomas, in zones where apoptotic macrophages accumulate in mice and humans. In this study, we report ER stress-mediated apoptosis of host cells by the Rv0297encoded PE_PGRS5 protein of M. tuberculosis exceptionally present in the pathogenic Mycobacterium genus. The PGRS domain of Rv0297 aids the protein in localizing to the ER and induces the unfolded protein response followed by apoptosis of macrophages. The effect of the Rv0297PGRS domain was found to be TLR4 depen- "}
{"text": "Canine parvovirus (CPV) is a common etiological agent of acute enteritis, which occurs globally in domestic and wild carnivores. Despite the widespread use of inactivated or live attenuated vaccines, the emergence of antigenic variants and the influence of maternal antibodies have raised some concerns regarding the efficacy of commercial vaccines. While no specific antiviral therapy for CPV infection exists, the only treatment option for the infection is supportive therapy based on symptoms. Thus, there is an urgent medical need to develop antiviral therapeutic options to reduce the burden of CPV-related disease. In this study, a cytopathic effect (CPE)-based high-throughput screening assay was used to screen CPV inhibitors from a Food and Drug Administration (FDA)-approved drug library. After two rounds of screening, seven out of 1430 screened drugs were found to have >50% CPE inhibition. Three drugs-Nitazoxanide, Closantel Sodium, and Closantel-with higher anti-CPV effects were further evaluated in F81 cells by absolute PCR quantification and indirect immunofluorescence assay (IFA). The inhibitory effects of all three drugs were dose-dependent. Time of addition assay indicated that the drugs inhibited the early processes of the CPV replication cycle, and the inhibition effects were relatively high within 2 h postinfection. Western blot assay also showed that the three drugs had broad-spectrum antiviral activity against different subspecies of three CPV variants. In addition, antiapoptotic effects were observed within 12 h in Nitazoxanide-treated F81 cells regardless of CPV infection, while Closantel Sodium-or Closantel-treated cells had no proor antiapoptotic effects. In conclusion, Nitazoxanide, Closantel Sodium, and Closantel can effectively inhibit different subspecies of CPV. Since the safety profiles of FDA-approved drugs have already been extensively studied, these three drugs can potentially become specific and effective anti-CPV drugs. "}
{"text": "Exacerbations are major contributors to morbidity and mortality in patients with chronic obstructive pulmonary disease (COPD), and respiratory bacterial and viral infections are an important trigger. However, using conventional diagnostic techniques, a causative agent is not always found. Metagenomic next-generation sequencing (mNGS) allows analysis of the complete virome, but has not yet been applied in COPD exacerbations. To study the respiratory virome in nasopharyngeal samples during COPD exacerbations using mNGS. (2006)(2007)(2008)(2009)(2010) were analysed by mNGS and in-house qPCR for respiratory viruses. Both DNA and RNA were sequenced simultaneously using an Illumina library preparation protocol with in-house adaptations. Study design nasopharyngeal swabs from 63 patients from the Bergen COPD Exacerbation Study By mNGS, 24/88 samples tested positive. Sensitivity and specificity, as compared with PCR, were 96% and 98% for diagnostic targets (23/24 and 1093/1120, respectively). Additional viral pathogens detected by mNGS were herpes simplex virus type 1 and coronavirus PLOS ONE | https://doi. "}
{"text": "Background: Rhinovirus C is an important pathogen of asthmatic and non-asthmatic children hospitalised with episodic wheeze. Previous studies on other respiratory viruses have shown that several host cytokines correlate with duration of hospitalisation, but this has yet to be investigated in children with RV-C infection. We determined the nasal cytokine profiles of these children and investigated their relationship with RV-C load and clinical outcome. Flocked nasal swabs were collected from children aged 24-72 months presenting to the Emergency Department at Princess Margaret Hospital with a clinical diagnosis of acute wheeze and an acute upper respiratory tract viral infection. RV-C load was determined by quantitative RT-PCR and cytokine profiles were characterised by a commercial human cytokine 34-plex panel. RV-C was the most commonly detected virus in pre-school-aged children hospitalised with an episodic wheeze. RV-C load did not significantly differ between asthmatic and non-asthmatic patients. Both groups showed a Th2-based cytokine profile. However, Th17 response cytokines IL-17 and IL-1β were only elevated in RV-C-infected children with pre-existing asthma. Neither RV-C load nor any specific cytokines were associated illness severity in this study. Medically attended RV-C-induced wheeze is characterised by a Th2 inflammatory pattern, independent of viral load. Any therapeutic interventions should be aimed at modulating the host response following infection. "}
{"text": "In order to accurately grasp the timing for the prevention and control of diseases, we established an artificial neural network model to issue early warning signals. The real-time recurrent learning (RTRL) and extended Kalman filter (EKF) methods were performed to analyse four types of respiratory infectious diseases and four types of digestive tract infectious diseases in China to comprehensively determine the epidemic intensities and whether to issue early warning signals. The numbers of new confirmed cases per month between January 2004 and December 2017 were used as the training set; the data from 2018 were used as the test set. The results of RTRL showed that the number of new confirmed cases of respiratory infectious diseases in September 2018 increased abnormally. The results of the EKF showed that the number of new confirmed cases of respiratory infectious diseases increased abnormally in January and February of 2018. The results of these two algorithms showed that the number of new confirmed cases of digestive tract infectious diseases in the test set did not have any abnormal increases. The neural network and machine learning can further enrich and develop the early warning theory. "}
{"text": "Background: Health workers are at high risk of acquiring infectious diseases at work, especially in low and middle-income countries (LMIC) with critical health human resource deficiencies and limited implementation of occupational health and infection control measures. Amidst increasing interest in international partnerships to address such issues, how best to develop such collaborations is being actively debated. In 2006, a partnership developed between occupational health and infection control experts in Canada and institutions in South Africa (including an institute with a national mandate to conduct research and provide guidance to protect health workers from infectious diseases and promote improved working conditions). This article describes the collaboration, analyzes the determinants of success and shares lessons learned. Methods: Synthesizing participant-observer experience from over 9 years of collaboration and 10 studies already published from this work, we applied a realist review analysis to describe the various achievements at global, national, provincial and hospital levels. Expectations of the various parties on developing new insights, providing training, and addressing service needs were examined through a micro-meso-macro lens, focusing on how each main partner organization contributed to and benefitted from working together. Results: A state-of-the-art occupational health and safety surveillance program was established in South Africa following successful technology transfer from a similar undertaking in Canada and training was conducted that synergistically benefitted Northern as well as Southern trainees. Integrated policies combining infection control and occupational health to prevent and control infectious disease transmission among health workers were also launched. Having a national (South-South) network reinforced by the international (North-south) partnership was pivotal in mitigating the challenges that emerged. Conclusions: High-income country partnerships with experience in health system strengtheningparticularly in much needed areas such as occupational health and infection controlcan effectively work through strong collaborators in the Global South to build capacity. Partnerships are particularly well positioned to sustainably reinforce efforts at national and sub-national LMIC levels when they adopt a \"communities of practice\" model, characterized by multi-directional learning. The principles of effective collaboration learned in this \"partnership of partnerships\" to improve working conditions for health workers can be applied to other areas where health system strengthening is needed. "}
{"text": "Malnutrition affects millions of children in developing countries, compromising immunity and contributing to increased rates of death from infectious diseases. Rotavirus is a major etiological agent of childhood diarrhea in developing countries, where malnutrition is prevalent. However, the interactions between the two and their combined effects on immune and intestinal functions are poorly understood. In this study, we used neonatal gnotobiotic (Gn) pigs transplanted with the fecal microbiota of a healthy 2-month-old infant (HIFM) and fed protein-deficient or -sufficient bovine milk diets. Protein deficiency induced hypoproteinemia, hypoalbuminemia, hypoglycemia, stunting, and generalized edema in Gn pigs, as observed in protein-malnourished children. Irrespective of the diet, human rotavirus (HRV) infection early, at HIFM posttransplantation day 3 (PTD3), resulted in adverse health effects and higher mortality rates (45 to 75%) than later HRV infection (PTD10). Protein malnutrition exacerbated HRV infection and affected the morphology and function of the small intestinal epithelial barrier. In pigs infected with HRV at PTD10, there was a uniform decrease in the function and/or frequencies of natural killer cells, plasmacytoid dendritic cells, and CD103 ϩ and apoptotic mononuclear cells and altered gene expression profiles of intestinal epithelial cells (chromogranin A, mucin 2, proliferating cell nuclear antigen, SRY-Box 9, and villin). Thus, we have established the first HIFM-transplanted neonatal pig model that recapitulates major aspects of protein malnutrition in children and can be used to evaluate physiologically relevant interventions. Our findings provide an explanation of why nutrient-rich diets alone may lack efficacy in malnourished children. IMPORTANCE Malnutrition and rotavirus infection, prevalent in developing countries, individually and in combination, affect the health of millions of children, compromising their immunity and increasing the rates of death from infectious diseases. However, the interactions between the two and their combined effects on immune and intestinal functions are poorly understood. We have established the first human infant microbiota-transplanted neonatal pig model of childhood malnutrition that reproduced the impaired immune, intestinal, and other physiological functions seen in malnourished children. This model can be used to evaluate relevant dietary and other health-promoting interventions. Our findings provide an explanation of why adequate nutrition alone may lack efficacy in malnourished children. Volume 2 Issue 2 e00046-17 msphere.asm.org 1 Cytokine ELISA. The levels of the cytokines porcine alpha interferon, IL-6, tumor necrosis factor alpha, IL-12, and IL-10 in the collected supernatants were examined by enzyme-linked immunosorbent assay (ELISA) with anti-swine cytokine antibodies as previously described (55, 64) . Statistical analysis. Two-way analysis of variance (ANOVA-general linear model), followed by Bonferroni's posttest, was used to compare fecal consistency scores, log-transformed HRV shedding titers, normalized weights, mean levels of the cytokine IL-12, and NK cell activity. The frequencies of cell populations in flow cytometry and serum glucose, protein, albumin, LPS, vitamin A ands E, and selenium levels were compared among groups with the Kruskal-Wallis rank sum and Mann-Whitney (nonparametric) tests. The chi-square/Fisher exact or t test (if the mortality rate was 0 in one of the groups) was used to compare the mortality rates of different groups. Statistical significance was assessed at P Յ 0.05 for all comparisons. All statistical analyses were performed with GraphPad Prism 5 (GraphPad Software, Inc., CA). "}
{"text": "Viruses have played an important role in human evolution and have evolved diverse strategies to co-exist with their hosts. As obligate intracellular pathogens, viruses exploit and manipulate different host cell processes, including cellular trafficking, metabolism and immunity-related functions, for their own survival. In this article, we review evidence for how autophagy, a highly conserved cellular degradative pathway, serves either as an antiviral defense mechanism or, alternatively, as a pro-viral process during virus infection. Furthermore, we highlight recent reports concerning the role of selective autophagy in virus infection and how viruses manipulate autophagy to evade lysosomal capture and degradation. "}
{"text": "Long intergenic non-coding RNAs (lincRNAs) are appearing as an important class of regulatory RNAs with a variety of biological functions. The aim of this study was to identify the lincRNA profile in the dengue vector Aedes aegypti and evaluate their potential role in hostpathogen interaction. The majority of previous RNA-Seq transcriptome studies in Ae. aegypti have focused on the expression pattern of annotated protein coding genes under different biological conditions. Here, we used 35 publically available RNA-Seq datasets with relatively high depth to screen the Ae. aegypti genome for lincRNA discovery. This led to the identification of 3,482 putative lincRNAs. These lincRNA genes displayed a slightly lower GC content and shorter transcript lengths compared to protein-encoding genes. Ae. aegypti lincRNAs also demonstrate low evolutionary sequence conservation even among closely related species such as Culex quinquefasciatus and Anopheles gambiae. We examined their expression in dengue virus serotype 2 (DENV-2) and Wolbachia infected and non-infected adult mosquitoes and Aa20 cells. The results revealed that DENV-2 infection increased the abundance of a number of host lincRNAs, from which some suppress viral replication in mosquito cells. RNAi-mediated silencing of lincRNA_1317 led to enhancement in viral replication, which possibly indicates its potential involvement in the host anti-viral defense. A number of lincRNAs were also differentially expressed in Wolbachia-infected mosquitoes. The results will facilitate future studies to unravel the function of lncRNAs in insects and may prove to be beneficial in developing new ways to control vectors or inhibit replication of viruses in them. Aedes aegypti is a major vector of several viruses such as dengue and Zika viruses. Understanding the intricate interaction of viruses with mosquito vectors and the factors involved in virus replication are essential for developing effective arbovirus control strategies. In PLOS Neglected Tropical Diseases | "}
{"text": "Lyssaviruses are bullet-shaped, single-stranded, negative-sense RNA viruses and the causative agents of the ancient zoonosis rabies. "}
{"text": "Background: In order to facilitate public health response and to achieve early control of infectious disease epidemics, an adjustable epidemiologic information system (AEIS) was established in the Taiwan public health network in February 2006. Methodology/Principal Findings: The performance of AEIS for the period 2006 through 2008 was evaluated based on a number of response times (RT) and the public health impact. After implementation of the system, the apparent overall shortened RT was mainly due to the shortening of personnel response time (PRT) and the time needed to draft a new questionnaire that incurred as personnel-system interface (PSI); PRT dropped from a fluctuating range of 9.8 ,28.8 days in the first four months to ,10 days in the following months and remained low till 2008 (0.8861.52 days). The PSIs for newly emerged infectious diseases were 2.6 and 3.4 person-hours for H5N1 in 2007 and chikungunya in 2008, respectively, a much improvement from 1142.5 person-hours for SARS in 2003. The duration of each rubella epidemic cluster was evaluated as public health impact and showed a shortening trend (p = 0.019) that concurred with the shortening of PRT from 64.8647.3 to 25.2638.2 hours per cluster (p,0.0001). Conclusions/Significance: The first evaluation of the novel instrument AEIS that had been used to assist Taiwan's multilevel government for infectious diseases control demonstrated that it was well integrated into the existing public health infrastructure. It provided flexible tools and computer algorithms with friendly interface for timely data collection, integration, and analysis; as a result, it shortened RTs, filled in gaps of personnel lacking sufficient experiences, created a more efficient flow of response, and identified asymptomatic/mild cases early to minimize further spreading. With further development, AEIS is anticipated to be useful in the application of other acute public health events needing immediate orchestrated data collection and public health actions. "}
{"text": "The incubation period of infectious diseases, the time from infection with a microorganism to onset of disease, is directly relevant to prevention and control. Since explicit models of the incubation period enhance our understanding of the spread of disease, previous classic studies were revisited, focusing on the modeling methods employed and paying particular attention to relatively unknown historical efforts. The earliest study on the incubation period of pandemic influenza was published in 1919, providing estimates of the incubation period of Spanish flu using the daily incidence on ships departing from several ports in Australia. Although the study explicitly dealt with an unknown time of exposure, the assumed periods of exposure, which had an equal probability of infection, were too long, and thus, likely resulted in slight underestimates of the incubation period. "}
{"text": "Background: The novel coronavirus (COVID-19) is responsible for more fatalities than the SARS coronavirus, despite being in the initial stage of a global pandemic. "}
{"text": "Sialic acids are a family of nine carbon keto-aldononulosonic acids presented at the terminal ends of glycans on cellular membranes. α-Linked sialoglycoconjugates often undergo post-glycosylation modifications, among which O-acetylation of N-acetyl neuraminic acid (Neu5Ac) is the most common in mammalian cells. Isoforms of sialic acid are critical determinants of virus pathogenesis. To date, the focus of viral receptor-mediated attachment has been on Neu5Ac. O-Acetylated Neu5Acs have been largely ignored as receptor determinants of virus pathogenesis, although it is ubiquitous across species. Significantly, the array of structures resulting from site-specific O-acetylation by sialic acid O-acetyltransferases (SOATs) provides a means to examine specificity of viral binding to host cells. Specifically, C 4 O-acetylated Neu5Ac can influence virus pathogenicity. However, the biological implications of only O-acetylated Neu5Ac at C 7-9 have been explored extensively. This review will highlight the biological significance, extraction methods, and synthetic modifications of C 4 O-acetylated Neu5Ac that may provide value in therapeutic developments and targets to prevent virus related diseases. Abstract: Sialic acids are a family of nine carbon keto-aldononulosonic acids presented at the terminal ends of glycans on cellular membranes. α-Linked sialoglycoconjugates often undergo postglycosylation modifications, among which O-acetylation of N-acetyl neuraminic acid (Neu5Ac) is the most common in mammalian cells. Isoforms of sialic acid are critical determinants of virus pathogenesis. To date, the focus of viral receptor-mediated attachment has been on Neu5Ac. O-Acetylated Neu5Acs have been largely ignored as receptor determinants of virus pathogenesis, although it is ubiquitous across species. Significantly, the array of structures resulting from sitespecific O-acetylation by sialic acid O-acetyltransferases (SOATs) provides a means to examine specificity of viral binding to host cells. Specifically, C4 O-acetylated Neu5Ac can influence virus pathogenicity. However, the biological implications of only O-acetylated Neu5Ac at C7-9 have been explored extensively. This review will highlight the biological significance, extraction methods, and synthetic modifications of C4 O-acetylated Neu5Ac that may provide value in therapeutic developments and targets to prevent virus related diseases. "}
{"text": "Background: Porcine β-defensin 2 (PBD-2), produced by host cells, is an antimicrobial cysteine-rich cationic peptide with multi-functions. Previous studies have demonstrated that PBD-2 can kill various bacteria, regulate host immune responses and promote growth of piglets. However, the antiviral role of PBD-2 is rarely investigated. This study aimed to reveal the antiviral ability of PBD-2 against pseudorabies virus (PRV), the causative pathogen of Aujeszky's disease, in PK-15 cells and in a PBD-2 expressing transgenic (TG) mouse model. Methods: In this study, the cytotoxicity of PBD-2 on PK-15 cells was measured by CCK-8 assay. PK-15 cells were incubated with PRV pre-treated with different concentrations of PBD-2 and PRV titers in cell culture supernatants were determined by real-time quantitative PCR (RT-qPCR). TG mice and wild-type (WT) mice were intraperitoneally injected with PRV and the survival rate was recorded for 10 days. Meanwhile, tissue lesions in brain, spleen and liver of infected mice were observed and the viral loads of PRV in brain, liver and lung were analyzed by RT-qPCR. Results: PBD-2 at a maximum concentration of 80 μg/mL displayed no significant cytotoxicity on PK-15 cells. A threshold concentration of PBD-2 at 40 μg/mL was required to inhibit PRV proliferation in PK-15 cells. The survival rate in PBD-2 TG mice was 50% higher than that of WT mice. In addition, TG mice showed alleviated tissue lesions in brain, spleen and liver compared with their WT littermates after PRV challenge, while viral loads of PRV in brain, liver and lung of TG mice were significantly lower than that of WT mice. Conclusions: PBD-2 could inhibit PRV proliferation in PK-15 cells and protect mice from PRV infection, which confirmed the antiviral ability of PBD-2 both in vitro and in vivo. The application of PBD-2 in developing anti-viral drugs or disease-resistant animals can be further investigated. "}
{"text": "Background: In 2006, Malawi developed a national influenza plan to mitigate, prevent and manage the burden of infection should an outbreak occur. In 2009, it translated its contingency plan to respond to the unfolding influenza pandemic. However, little is known of how Malawi translated its national influenza plan into response actions, or the success of these responses. Objective: To investigate how Malawi translated its preparedness plan and so broaden our understanding of the outcomes of the responses. Methods: We draw on data from 22 in-depth interviews with government policymakers and people working at a policy level in various non-governmental organisations, conducted to assess the level of preparedness and the challenges of translating this. Results: Through a number of public health initiatives, authorities developed communication strategies, strengthened influenza surveillance activities and updated overall goals in pandemic training and education. However, without influenza drills, exercises and simulations to test the plan, activating the pandemic plan, including coordinating and deploying generic infection control measures, was problematic. Responses during the pandemic were at times 'weak and clumsy' and failed to mirror the activities and processes highlighted in the preparedness plan. Conclusions: Participants stressed that in order to achieve a coordinated and successful response to mitigate and prevent the further transmission of pandemic influenza, good preparation was critical. The key elements which they identified as relevant for a rapid response included effective communications, robust evidence-based decision-making, strong and reliable surveillance systems and flexible public health responses. To effectively articulate a viable trajectory of pandemic responses, the potential value of simulation exercises could be given more consideration as a mean of sustaining good levels of preparedness and responses against future pandemics. These all demand a well-structured planning for and response to pandemic influenza strategy developed by a functioning scientific and policy advisory committee. ARTICLE HISTORY "}
{"text": "Objective: This study was conducted to identify the association between rs4804803 polymorphism in DC-SIGN with the susceptibility of severe dengue. Methods: A comprehensive search was conducted to identify all eligible papers in PubMed, Web of Science, China National Knowledge Infrastructure (CNKI), and Google Scholar. Odds ratios (ORs) and corresponding 95% confidence intervals (95% CIs) were used to assess the association. Subgroup analyses were performed by ethnicity. Sensitivity analyses were performed through employing different statistical models (fixed versus random effect model). Results: A total of nine papers and 12 studies, with 1520 severe dengue and 1496 clinical dengue infection were included. The overall meta-analysis revealed significant associations between rs4804803 and severe dengue under the recession (GG versus GA/AA: OR = 0.44, 95%CI, 0.23-0.82) and a codominant model (GG versus AA: OR = 0.43, 95%CI, 0.23-0.81), but sensitivity analysis indicated that the significant pooled ORs were not robust. The subgroup analysis suggested that the carrier of G in rs4804803 was a risk factor for severe dengue under dominant (GG/GA versus AA: OR = 1.86,95%CI, 1.01-3.45), superdominant (GA versus GG/AA: OR = 1.81,95%CI, 1.02-3.21) and a codominant (GA versus AA: OR=1.82,95%CI, 1.02-3.26) models in Asians, while it was a protective factor for severe dengue in South-central Americans under recessive (GG versus GA/AA: OR = 0.27,95%CI, 0.10-0.70) and codominant (GG versus AA: OR=0.24,95%CI, 0.09-0.64) models. The results from subgroup analysis were robust. Conclusions: Dendritic cell-specific intercellular adhesion molecule-3-grabbing non-integrin (DC-SIGN) promoter-336G/A (rs4804803) polymorphism is association with severe dengue, and it acts in different directions for Asians and South-central Americans. "}
{"text": "Despite evidence for participation in the host response to infection, the roles of many long non-coding RNAs (lncRNAs) remain unknown. Therefore, the aims of this study were to identify lncRNAs in Atlantic salmon (Salmo salar) and evaluate their transcriptomic regulation during ISA virus (ISAV) infection, an Orthomyxoviridae virus associated with high mortalities in salmonid aquaculture. Using next-generation sequencing, whole-transcriptome analysis of the Salmo salar response to ISAV infection was performed, identifying 5,636 putative lncRNAs with a mean length of 695 base pairs. The transcriptional modulation evidenced a similar number of differentially expressed lncRNAs in the gills (3,294), head-kidney (3,275), and liver (3,325) over the course of the infection. Moreover, analysis of a subset of these lncRNAs showed the following: (i) Most were similarly regulated in response to ISA virus infection; (ii) The transcript subsets were uniquely modulated in each tissue (gills, liver, and head-kidney); and (iii) A subset of lncRNAs were upregulated for each tissue and time analysed, indicating potential markers for ISAV infection. These findings represent the first discovery of widespread differential expression of lncRNAs in response to virus infection in non-model species, suggesting that lncRNAs could be involved in regulating the host response during ISAV infection. Large-scale transcriptomic studies have led to surprising discoveries, including that <10% of the mammalian genome is dedicated to protein coding and that the genome contains a vast amount of non-protein coding transcripts, which has resulted in debate about the role of non-coding RNAs (ncRNAs) in cell biology 1,2 . In contrast to protein coding genes, it is possible that the non-coding portion of the genome is related to organism complexity and crucial regulatory processes 3,4 . Traditionally, the regulatory functions of RNA were thought limited to roles as ribosomal, messenger, and transfer RNAs. However, ncRNAs have been classified as housekeeping RNAs, microRNAs, small interfering RNAs, PIWI-interacting RNAs, small ncRNAs (< 200 nucleotides [nt] in length), and long ncRNAs (lncRNAs, > 200 nt in length) 5 . Specifically, lncRNAs are endogenous cellular RNAs that are mRNA-like in length but with an absent or reduced coding potential (open reading frames (ORF) > 30 amino acids). These RNAs include tens of thousands of polyadenylated and non-polyadenylated lncRNAs that are anti-sense, intronic, intergenic, and that overlap with protein coding loci 5 . Once thought to be transcriptional noise, lncRNAs have been shown to regulate a variety of biological processes. While the complex paradigm of RNA-based gene regulation is slowly being revealed, there is a growing body of evidence for a central role of lncRNAs in controlling gene regulation 6,7 . A recent review estimated that the total number of lncRNAs is likely ~20,000 transcripts, but, to date, only ~200 lncRNAs have been characterized 8 . Among the most well studied lncRNAs, Xist and Air epigenetically silence transcription by targeting chromatin-modifying complexes of particular genes in trans and cis isomers, respectively 9,10 . Other lncRNAs act at the post-transcriptional level. These include H19, which is the precursor of miR-675, a moderator of cell growth 11 ; and MALAT1, which forms a molecular scaffold for several proteins present in nuclear speckles and which regulates pre-mRNA alternative splicing 12 . Although infection and disease are major driving forces of survival and, consequently, adaptation, the potential roles of lncRNAs during the defense response remain unknown. Since the functions of lncRNAs are highly pleiotropic, ranging from gene regulation and small ncRNA precursor development 13 to cell development and cancer growth 14,15 , lncRNAs are very likely involved in virus infection. Early studies of the relationship between ncRNAs and viruses mainly focus on micro RNAs 16,17 , while the roles of lncRNAs are not well studied. However, there is emerging evidence that cellular lncRNA expression can be regulated by virus infection. Differentiated lncRNA expression occurs in response to viral infection 18, 19 . Specifically, transcriptome-wide deep sequencing revealed the differential expression of more than a thousand potential lncRNAs during severe acute respiratory syndrome coronavirus (SARS-CoV) infection in mice 20 , and several of these lncRNAs are similarly regulated during Influenza A Virus (IAV) infection 21 . Moreover, most lncRNAs show comparative regulatory responses between SARS-CoV and Orthomyxoviridae infections, but lncRNAs have kinetic type I interferon receptor and STAT1 expression profiles that are distinct to each infection 22 . These findings suggest a widespread differential expression of lncRNAs in response to virus infection, in addition to the involvement of lncRNAs in regulating the defense response. Infectious salmon anemia (ISA) is a significant disease affecting farmed Atlantic salmon (Salmo salar L.). This disease, listed by the World Organization for Animal Health, is caused by a negative sense, segmented, single-stranded RNA virus of the Orthomyxoviridae family 23 . This virus family historically consists of five genera (Influenza virus A, B, and C; Isavirus; and Thogotovirus) that differ in their host ranges and transmission routes 24 . Like other Orthomyxoviridae, ISAV mRNAs have capped, heterogeneous 5′ -ends, and, due to a need for capped host nuclear RNAs as primers for mRNA synthesis, synthesis is inhibited by amanitin, a specific inhibitor of cellular RNA polymerase II 25 . The outcome of ISAV infection is determined by a complex interaction between the virus and host, which have been characterized by three, ordered waves of gene expression that produce immediate-early, delayed-early, and late responses, as well as replication of the viral genome 26,27 . However, the molecular mechanisms and transcriptional dynamics behind the host response to ISA infection are still unknown. Next-generation sequencing technologies facilitate rapid and cost-effective deep transcriptome studies in non-model species. Despite expanded data, surprisingly little remains known about how lncRNAs function, how many different types of lncRNAs exist, or even if most lncRNAs are biologically significant. In the present study, we hypothesized that ISAV could regulate the expression of lncRNAs in infected fish, thus regulating the antiviral response. To evaluate this, the transcriptomic responses of the gills, liver, and head-kidney of Atlantic salmon infected with the highly virulent HPR7b-ISAV strain were determined through whole RNA-Seq profiling. The results showed a widespread differentiation of lncRNAs in response to ISAV infection, suggesting that these transcripts are involved in regulating the host response to the virus. Moreover, lncRNAs accounted for approximately 5% of all expressed contig during infection. The results of this study contribute to a better understanding of ISAV pathogenesis and the interplay of lncRNAs with the immune response in Atlantic salmon. "}
{"text": "In the pediatric population, respiratory infections are the most common cause of physician visits. Although many respiratory illnesses are self-limiting viral infections that resolve with time and supportive care, it can be critical to identify the causative pathogen at an early stage of the disease in order to implement effective antimicrobial therapy and infection control. Over the last few years, diagnostics for respiratory infections have evolved substantially, with the development of novel assays and the availability of updated tests for newer strains of pathogens. Newer laboratory methods are rapid, highly sensitive and specific, and are gradually replacing the conventional gold standards, although the clinical utility of these assays is still under evaluation. This article reviews the current laboratory methods available for testing for respiratory pathogens and discusses the advantages and disadvantages of each approach. "}
{"text": "The role of facemasks and hand hygiene in the prevention of influenza transmission in households: results from a cluster randomised trial; Background: Previous controlled studies on the effect of non-pharmaceutical interventions (NPI) -namely the use of facemasks and intensified hand hygiene -in preventing household transmission of influenza have not produced definitive results. We aimed to investigate efficacy, acceptability, and tolerability of NPI in households with influenza index patients. Methods: We conducted a cluster randomized controlled trial during the pandemic season 2009/10 and the ensuing influenza season 2010/11. We included households with an influenza positive index case in the absence of further respiratory illness within the preceding 14 days. Study arms were wearing a facemask and practicing intensified hand hygiene (MH group), wearing facemasks only (M group) and none of the two (control group). Main outcome measure was laboratory confirmed influenza infection in a household contact. We used daily questionnaires to examine adherence and tolerability of the interventions. Results: We recruited 84 households (30 control, 26 M and 28 MH households) with 82, 69 and 67 household contacts, respectively. In 2009/10 all 41 index cases had a influenza A (H1N1) pdm09 infection, in 2010/11 24 had an A (H1N1) pdm09 and 20 had a B infection. The total secondary attack rate was 16% (35/218). In intention-totreat analysis there was no statistically significant effect of the M and MH interventions on secondary infections. When analysing only households where intervention was implemented within 36 h after symptom onset of the index case, secondary infection in the pooled M and MH groups was significantly lower compared to the control group (adjusted odds ratio 0.16, 95% CI, 0.03-0.92). In a per-protocol analysis odds ratios were significantly reduced among participants of the M group (adjusted odds ratio, 0.30, 95% CI, 0.10-0.94). With the exception of MH index cases in 2010/11 adherence was good for adults and children, contacts and index cases. Conclusions: Results suggest that household transmission of influenza can be reduced by the use of NPI, such as facemasks and intensified hand hygiene, when implemented early and used diligently. Concerns about acceptability and tolerability of the interventions should not be a reason against their recommendation. Trial registration: The study was registered with ClinicalTrials.gov (Identifier NCT00833885). "}
{"text": "Campylobacter jejuni remains one of the major gut pathogens of our time. Its zoonotic nature and wide-spread distribution in industrialized countries calls for a quick and reliable diagnostic tool. Antibody-based detection presents a suitable means to identify pathogenic bacteria. However, the knowledge about immunodominant targets is limited. Thus, an approach is presented, which allows for the rapid screening of numerous cDNA derived expression clones to identify novel antigens. The deeper understanding of immunodominant proteins assists in the design of diagnostic tools and furthers the insight into the bacterium's pathogenicity as well as revealing potential candidates for vaccination. We have successfully screened 1536 clones of an expression library to identify 22 proteins that have not been described as immunodominant before. After subcloning the corresponding 22 genes and expression of full-length proteins, we investigated the immunodominant character by microarrays and ELISA. Subsequently, seven proteins were selected for epitope mapping. For cj0669 and cj0920c linear epitopes were identified. For cj0669, specificity assays revealed a specific linear epitope site. Consequently, an eleven amino acid residue sequence TLIKELKRLGI was analyzed via alanine scan, which revealed the glycine residue to be significant for binding of the antibody. The innovative approach presented herein of generating cDNAs of prokaryotes in combination with a microarray platform rendering time-consuming purification steps obsolete has helped to illuminate novel immunodominant proteins of C.jejuni. The findings of a specific linear epitope pave the way for a plethora of future research and the potential use in diagnostic applications such as serological screenings. Moreover, the current approach is easily adaptable to other highly relevant bacteria making it a formidable tool for the future discovery of antigens and potential biomarkers. Consequently, it is desirable to simplify the identification of structural epitopes, as this would extend the spectrum of novel epitopes to be detected. "}
{"text": "Severe acute respiratory syndrome coronavirus (SARS-CoV) infection often caused severe end stage lung disease and organizing phase diffuse alveolar damage, especially in the elderly. The virus-host interactions that governed development of these acute end stage lung diseases and death are unknown. To address this question, we evaluated the role of innate immune signaling in protection from human (Urbani) and a recombinant mouse adapted SARS-CoV, designated rMA15. In contrast to most models of viral pathogenesis, infection of type I, type II or type III interferon knockout mice (129 background) with either Urbani or MA15 viruses resulted in clinical disease outcomes, including transient weight loss, denuding bronchiolitis and alveolar inflammation and recovery, identical to that seen in infection of wildtype mice. This suggests that type I, II and III interferon signaling play minor roles in regulating SARS pathogenesis in mouse models. In contrast, infection of STAT12/2 mice resulted in severe disease, high virus titer, extensive pulmonary lesions and 100% mortality by day 9 and 30 post-infection with rMA15 or Urbani viruses, respectively. Non-lethal in BALB/c mice, Urbani SARS-CoV infection in STAT12/2 mice caused disseminated infection involving the liver, spleen and other tissues after day 9. These findings demonstrated that SARS-CoV pathogenesis is regulated by a STAT1 dependent but type I, II and III interferon receptor independent, mechanism. In contrast to a well documented role in innate immunity, we propose that STAT1 also protects mice via its role as an antagonist of unrestrained cell proliferation. Citation: Frieman MB, Chen J, Morrison TE, Whitmore A, Funkhouser W, et al. (2010) SARS-CoV Pathogenesis Is Regulated by a STAT1 Dependent but a Type I, II and III Interferon Receptor Independent Mechanism. PLoS Pathog 6(4): e1000849. This is an open-access article distributed under the terms of the Creative Commons Public Domain declaration which stipulates that, once placed in the public domain, this work may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. "}
{"text": "Human coronavirus NL63 (HCoV-NL63) is primarily associated with common cold in children, elderly and immunocompromised individuals. Outbreaks caused by HCoV-NL63 are rare. Here we report a cluster of HCoV-NL63 cases with severe lower respiratory tract infection that arose in Guangzhou, China, in 2018. Twenty-three hospitalized children were confirmed to be HCoV-NL63 positive, and most of whom were hospitalized with severe pneumonia or acute bronchitis. Whole genomes of HCoV-NL63 were obtained using next-generation sequencing. Phylogenetic and single amino acid polymorphism analyses showed that this outbreak was associated with two subgenotypes (C3 and B) of HCoV-NL63. Half of patients were identified to be related to a new subgenotype C3. One unique amino acid mutation at I507 L in spike protein receptor binding domain (RBD) was detected, which segregated this subgenotype C3 from other known subgenotypes. Pseudotyped virus bearing the I507 L mutation in RBD showed enhanced entry into host cells as compared to the prototype virus. This study proved that HCoV-NL63 was undergoing continuous mutation and has the potential to cause severe lower respiratory disease in humans. This study reports an outbreak of severe lower respiratory illness caused by two subgenotypes (C3 and B) of human coronavirus NL63 (HCoV-NL63). The new subgenotype C3 with enhanced viral entry into host cells accounts for half of patients, which alerted that HCoV-NL63 which consist of multiple subgenotypes, is undergoing continuous mutation, and has the potential to cause large-scale severe infections in humans. "}
{"text": "Background: Interferon induced transmembrane proteins 1, 2 and 3 (IFITMs) belong to a family of highly related antiviral factors that have been shown to interfere with a large spectrum of viruses including Filoviruses, Coronaviruses, Influenza virus, Dengue virus and HIV-1. In all these cases, the reported mechanism of antiviral inhibition indicates that the pool of IFITM proteins present in target cells blocks incoming viral particles in endosomal vesicles where they are subsequently degraded. Results: In this study, we describe an additional mechanism through which IFITMs block HIV-1. In virus-producing cells, IFITMs coalesce with forming virions and are incorporated into viral particles. Expression of IFITMs during virion assembly leads to the production of virion particles of decreased infectivity that are mostly affected during entry in target cells. This mechanism of inhibition is exerted against different retroviruses and does not seem to be dependent on the type of Envelope present on retroviral particles. The results described here identify a novel mechanism through which IFITMs affect HIV-1 infectivity during the late phases of the viral life cycle. Put in the context of data obtained by other laboratories, these results indicate that IFITMs can target HIV at two distinct moments of its life cycle, in target cells as well as in virus-producing cells. These results raise the possibility that IFITMs could similarly affect distinct steps of the life cycle of a number of other viruses. "}
{"text": "Background: The common cold is the most widespread viral infection in humans. Iota-carrageenan has previously shown antiviral effectiveness against cold viruses in clinical trials. This study investigated the efficacy of a carrageenan-containing nasal spray on the duration of the common cold and nasal fluid viral load in adult patients. Methods: In a randomized, double-blind, placebo-controlled trial, 211 patients suffering from early symptoms of the common cold were treated for seven days. Application was performed three times daily with either a carrageenan-supplemented nasal spray or saline solution as placebo with an overall observation period of 21 days. The primary endpoint was the duration of disease defined as the time until the last day with symptoms followed by all other days in the study period without symptoms. During the study, but prior unblinding, the definition of disease duration was adapted from the original protocol that defines disease duration as the time period of symptoms followed by 48 hours without symptoms. Results: In patients showing a laboratory-confirmed cold virus infection and adherence to the protocol, alleviation of symptoms was 2.1 days faster in the carrageenan group in comparison to placebo (p = 0.037). The primary endpoint that had been prespecified but was changed before unblinding was not met. Viral titers in nasal fluids showed a significantly greater decrease in carrageenan patients in the intention-to-treat population (p = 0.024) and in the per protocol population (p = 0.018) between days 1 and 3/4. Conclusions: In adults with common cold virus infections, direct local administration of carrageenan with nasal sprays reduced the duration of cold symptoms. A significant reduction of viral load in the nasal wash fluids of patients confirmed similar findings from earlier trials in children and adults. Trial registration: Current Controlled Trials ISRCTN80148028 "}
{"text": "Bacteriophages are specific antagonists to bacterial hosts. These viral entities have attracted growing interest as optimal vaccine delivery vehicles. Phages are well-matched for vaccine design due to being highly stable under harsh environmental conditions, simple and inexpensive large scale production, and potent adjuvant capacities. Phage vaccines have efficient immunostimulatory effects and present a high safety profile because these viruses have made a constant relationship with the mammalian body during a long-standing evolutionary period. The birth of phage display technology has been a turning point in the development of phage-based vaccines. Phage display vaccines are made by expressing multiple copies of an antigen on the surface of immunogenic phage particles, thereby eliciting a powerful and effective immune response. Also, the ability to produce combinatorial peptide libraries with a highly diverse pool of randomized ligands has transformed phage display into a straightforward, versatile and high throughput screening methodology for the identification of potential vaccine candidates against different diseases in particular microbial infections. These libraries can be conveniently screened through an affinity selection-based strategy called biopanning against a wide variety of targets for the selection of mimotopes with high antigenicity and immunogenicity. Also, they can be panned against the antiserum of convalescent individuals to recognize novel peptidomimetics of pathogen-related epitopes. Phage display has represented enormous promise for finding new strategies of vaccine discovery and production and current breakthroughs promise a brilliant future for the development of different phage-based vaccine platforms. "}
{"text": "Pneumonia is the leading cause of death in children. The objectives were to evaluate the microbiological agents linked with hypoxemia in hospitalized children with pneumonia from developing countries, to identify predictors of hypoxemia, and to characterize factors associated with in-hospital mortality. A multicenter, observational study was conducted in five hospitals, from India (Lucknow, Vadu), Madagascar (Antananarivo), Mali (Bamako), and Paraguay (San Lorenzo). Children aged 2-60 months with radiologically confirmed pneumonia were enrolled prospectively. Respiratory and whole blood specimens were collected, identifying viruses and bacteria by real-time multiplex polymerase chain reaction (PCR). Microbiological agents linked with hypoxemia at admission (oxygen saturation < 90%) were analyzed by multivariate logistic regression, and factors associated with 14-day in-hospital mortality were assessed by bivariate Cox regression. Overall, 405 pneumonia cases (3,338 hospitalization days) were analyzed; 13 patients died within 14 days of hospitalization. Hypoxemia prevalence was 17.3%. Detection of human metapneumovirus (hMPV) and respiratory syncytial virus (RSV) in respiratory samples was independently associated with increased risk of hypoxemia (adjusted odds ratio [aOR] = 2.4, 95% confidence interval [95% CI] = 1.0-5.8 and aOR = 2.5, 95% CI = 1.1-5.3, respectively). Lower chest indrawing and cyanosis were predictive of hypoxemia (positive likelihood ratios = 2.3 and 2.4, respectively). Predictors of death were Streptococcus pneumoniae detection by blood PCR (crude hazard ratio [cHR] = 4.6, 95% CI = 1.5-14.0), procalcitonin ³ 50 ng/mL (cHR = 22.4, 95% CI = 7.3-68.5) and hypoxemia (cHR = 4.8, 95% CI = 1.6-14.4). These findings were consistent on bivariate analysis. hMPV and RSV in respiratory samples were linked with hypoxemia, and S. pneumoniae in blood was associated with increased risk of death among hospitalized children with pneumonia in developing countries. "}
{"text": "The rapid discovery of novel viruses using next generation sequencing (NGS) technologies including DNA-Seq and RNA-Seq, has greatly expanded our understanding of viral diversity in recent years. The timely identification of novel viruses using NGS technologies is also important for us to control emerging infectious diseases caused by novel viruses. In this study, we identified a novel duck coronavirus (CoV), distinct with chicken infectious bronchitis virus (IBV), using RNA-Seq. The novel duck-specific CoV was a potential novel species within the genus Gammacoronavirus, as indicated by sequences of three regions in the viral 1b gene. We also performed a survey of CoVs in domestic fowls in China using reverse-transcription polymerase chain reaction (RT-PCR), targeting the viral nucleocapsid (N) gene. A total of 102 CoV positives were identified through the survey. Phylogenetic analysis of the viral N sequences suggested that CoVs in domestic fowls have diverged into several region-specific or host-specific clades or subclades in the world, and IBVs can infect ducks, geese and pigeons, although they mainly circulate in chickens. Moreover, this study provided novel data supporting the notion that some hostspecific CoVs other than IBVs circulate in ducks, geese and pigeons, and indicated that the novel duck-specific CoV identified through RNA-Seq in this study is genetically closer to some CoVs circulating in wild water fowls. Taken together, this study shed new insight into the diversity, distribution, evolution and control of avian CoVs. "}
{"text": "(porcine dermatitis and nephropathy syndrome)-like clinical signs identified by metagenomic sequencing from swine. Its high occurrence may pose a potential threat to the swine industry worldwide. The processes resulting in the emergence and spread of PCV3 remain poorly understood. Herein, the possible origin, genotypes, and evolutionary dynamics of PCV3 based on available genomic sequences are determined. The closest ancestor of PCV3 is found to be within the clade 1 bat CVs. Using different phylogenetic methods, two major genotypes are identified, PCV3a and PCV3b. It is found that the effective population size of PCV3 increased rapidly during late 2013 to early 2014 and this is associated with the diversification of PCV3a and PCV3b. A relatively high effective reproductive number (Re) value and higher evolutionary rate were found compared to other single-stranded DNA viruses, and positive selection on codons 122 and 320 (24 of ORF2) is identified. It is hypothesized that this, together with the prediction of a potential change of an antigenic epitope at position 320, might have allowed PCV3 to escape from the host immune response. Overall, this study has important implications for understanding the ongoing PCV3 cases worldwide and will guide future efforts to develop effective preventive and control measures. Phylogenetic Analysis "}
{"text": "Laboratory is one of the core capacities that countries must develop for the implementation of the International Health Regulations (IHR[2005]) since laboratory services play a major role in all the key processes of detection, assessment, response, notifi cation, and monitoring of events. While developed countries easily adapt their wellorganized routine laboratory services, resource-limited countries need considerable capacity building as many gaps still exist. In this paper, we discuss some of the eff orts made by the African Field Epidemiology Network (AFENET) in supporting laboratory capacity development in the Africa region. The eff orts range from promoting graduate level training programs to building advanced technical, managerial and leadership skills to in-service short course training for peripheral laboratory staff . A number of specifi c projects focus on external quality assurance, basic laboratory information systems, strengthening laboratory management towards accreditation, equipment calibration, harmonization of training materials, networking and provision of pre-packaged laboratory kits to support outbreak investigation. Available evidence indicates a positive eff ect of these eff orts on laboratory capacity in the region. However, many opportunities exist, especially to support the roll-out of these projects as well as attending to some additional critical areas such as biosafety and biosecuity. We conclude that AFENET's approach of strengthening national and sub-national systems provide a model that could be adopted in resource-limited settings such as sub-Saharan Africa. "}
{"text": "Objective: To describe the epidemiology of RSV infection and to analyze the factors associated with severe infections in children and adults in Mexico. Patients ≥1 month old, who presented with an influenza-like illness (ILI) to six hospitals in Mexico, were eligible for participation in the study. Multiplex reversetranscriptase polymerase chain reaction identified viral pathogens in nasal swabs from 5629 episodes of ILI. Patients in whom RSV was detected were included in this report. Results: Respiratory syncytial virus was detected in 399 children and 171 adults. RSV A was detected in 413 cases and RSV B in 163, including six patients who had coinfection with both subtypes; 414 (72.6%) patients required hospital admission, including 96 (16.8%) patients that required admission to the intensive care unit. Coinfection with one or more respiratory pathogens other than RSV was detected in 159 cases. Young age (in children) and older age (in adults) as well as the presence of some underlying conditions were associated with more severe disease. This study confirms that RSV is an important respiratory pathogen in children in Mexico. In addition, a substantial number of cases in adults were also detected highlighting the relevance of this virus in all ages. It is important to identify subjects at high risk of complications who may benefit from current or future preventive interventions. "}
{"text": "Background: Despite the importance of an effective health system response to various disasters, relevant research is still in its infancy, especially in middle-and low-income countries. Objective: This paper provides an overview of the status of disaster health management in China, with its aim to promote the effectiveness of the health response for reducing disaster-related mortality and morbidity. Design: A scoping review method was used to address the recent progress of and challenges to disaster health management in China. Major health electronic databases were searched to identify English and Chinese literature that were relevant to the research aims. Results: The review found that since 2003 considerable progress has been achieved in the health disaster response system in China. However, there remain challenges that hinder effective health disaster responses, including low standards of disaster-resistant infrastructure safety, the lack of specific disaster plans, poor emergency coordination between hospitals, lack of portable diagnostic equipment and underdeveloped triage skills, surge capacity, and psychological interventions. Additional challenges include the fragmentation of the emergency health service system, a lack of specific legislation for emergencies, disparities in the distribution of funding, and inadequate cost-effective considerations for disaster rescue. Conclusions: One solution identified to address these challenges appears to be through corresponding policy strategies at multiple levels (e.g. community, hospital, and healthcare system level). "}
{"text": "Background: Sustained outbreaks of highly pathogenic avian influenza (HPAI) H5N1 in avian species increase the risk of reassortment and adaptation to humans. The ability to contain its spread in chickens would reduce this threat and help maintain the capacity for egg-based vaccine production. While vaccines offer the potential to control avian disease, a major concern of current vaccines is their potency and inability to protect against evolving avian influenza viruses. Methodology / Principal Findings: The ability of DNA vaccines encoding hemagglutinin (HA) proteins from different HPAI H5N1 serotypes was evaluated for its ability to elicit neutralizing antibodies and to protect against homologous and heterologous HPAI H5N1 strain challenge in mice and chickens after DNA immunization by needle and syringe or with a pressure injection device. These vaccines elicited antibodies that neutralized multiple strains of HPAI H5N1 when given in combinations containing up to 10 HAs. The response was dose-dependent, and breadth was determined by the choice of the influenza virus HA in the vaccine. Monovalent and trivalent HA vaccines were tested first in mice and conferred protection against lethal H5N1 A/Vietnam/1203/2004 challenge 68 weeks after vaccination. In chickens, protection was observed against heterologous strains of HPAI H5N1 after vaccination with a trivalent H5 serotype DNA vaccine with doses as low as 5 mg DNA given twice either by intramuscular needle injection or with a needle-free device. Conclusions/Significance: DNA vaccines offer a generic approach to influenza virus immunization applicable to multiple animal species. In addition, the ability to substitute plasmids encoding different strains enables rapid adaptation of the vaccine to newly evolving field isolates. This is an open-access article distributed under the terms of the Creative Commons Public Domain declaration which stipulates that, once placed in the public domain, this work may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. "}
{"text": "While autophagy has been shown to act as an anti-viral defense, the Picornaviridae avoid and, in many cases, subvert this pathway to promote their own replication. Evidence indicates that some picornaviruses hijack autophagy in order to induce autophagosome-like membrane structures for genomic RNA replication. Expression of picornavirus proteins can specifically induce the machinery of autophagy, although the mechanisms by which the viruses employ autophagy appear to differ. Many picornaviruses up-regulate autophagy in order to promote viral replication while some members of the family also inhibit degradation by autolysosomes. Here we explore the unusual relationship of this medically important family of viruses with a degradative mechanism of innate immunity. "}
{"text": "Background: Theaflavins are major polyphenols in black tea which is the most widely consumed tea in the world. They possess a broad spectrum of biological activities, such as antioxidant, anti-tumor, anti-inflammatory, and cardio-protective effects. The present study was aimed to evaluate the protective effect of theaflavin on glycoprotein content and tricorboxylic acid cycle enzymes in high-fat diet and streptozotocin-induced diabetic rats as there was no study on this aspect. Diabetes was induced in male albino Wistar rats by feeding them with high-fat diet and injecting them intraperitoneally with streptozotocin (40 mg/kg b.wt). Results: Different doses of theaflavin (25, 50, and 100 mg/kg b.wt /day) were administered orally to high-fat diet and streptozotocin-induced diabetic rats for 30 days for fixing the glucose lowering dose. However, the dose at 100 mg/kg b.wt showed a significant reduction in the levels of plasma glucose and Homeostatic Model Assessment of Insulin Resistance with concomitant elevation of insulin when compared to the other two doses (25 and 50 mg/kg b.wt). Hence, 100 mg/kg b.wt was fixed as an effective dose and used for further analysis. Theaflavin administration restored the altered glycosylated hemoglobin, hemoglobin and glycoproteins (Hexose, hexosamine, fucose, and sialic acid) and TCA cycle enzymes (isocitrate dehydrogenase, α-ketoglutarate dehydrogenase, succinate dehydrogenase, and malate dehydrogenase) near the normal levels by correcting hyperglycemia. Improved histological changes were observed in the pancreas of diabetic rats upon treatment with theaflavin which supported the biochemicals investigated. Conclusion: The effect produced by the theaflavin on various parameters was comparable to that of metformin-a reference antidiabetic drug. These findings suggest that theaflavin can replace the commercial drugs which could lead to reduction in toxicity and side effect caused by the later as well as reduce the secondary completions. "}
{"text": "Secondary bacterial lung infection by Streptococcus pneumoniae (S. pneumoniae) poses a serious health concern, especially in developing countries. We posit that the emergence of multiantibiotic-resistant strains will jeopardize current treatments in these regions. Deaths arising from secondary infections are more often associated with acute lung injury, a common consequence of hypercytokinemia, than with the infection per se. Given that secondary bacterial pneumonia often has a poor prognosis, newer approaches to improve treatment outcomes are urgently needed to reduce the high levels of morbidity and mortality. Using a sequential dual-infection mouse model of secondary bacterial lung infection, we show that host-directed therapy via immunoneutralization of the angiopoietin-like 4 c-isoform (cANGPTL4) reduced pulmonary edema and damage in infected mice. RNA sequencing analysis revealed that anti-cANGPTL4 treatment improved immune and coagulation functions and reduced internal bleeding and edema. Importantly, anti-cANGPTL4 antibody, when used concurrently with either conventional antibiotics or antipneumolysin antibody, prolonged the median survival of mice compared to monotherapy. Anti-cANGPTL4 treatment enhanced immune cell phagocytosis of bacteria while restricting excessive inflammation. This modification of immune responses improved the disease outcomes of secondary pneumococcal pneumonia. Taken together, our study emphasizes that host-directed therapeutic strategies are viable adjuncts to standard antimicrobial treatments. "}
{"text": "We read with great interest the article by Khan et al. [1] reporting the results of a pilot clinical trial of administrating recombinant angiotensin-converting enzyme 2 (ACE2) in patients with acute respiratory distress syndrome (ARDS). Current research has been focused on the involvement of the renin-angiotensin system (RAS) in the pathogenesis and clinical outcomes of ARDS and, in particular, in the evaluation of the angiotensin-converting enzyme (ACE)/ angiotensin II (Ang II)/Ang II receptor type 1 axis and its counterpart ACE2/angiotensin-(1-7)/MAS1 receptor pathway as potential therapeutic targets. Given the lack of effective pharmacological ARDS treatments, clinical trials exploring new therapeutic strategies, like that by Khan et al. [1], are essential. The association of ACE activity with ARDS outcomes is far from linear. Multiple factors, like the heterogeneity of ARDS and the variability of RAS activation in patient subgroups, could be implicated in this complex interplay [1]. Even though increased levels of ACE and Ang II have been detected in patients with ARDS, the pathophysiological role of RAS in ARDS development remains unclear. Additional factors such as, for example, the variable substrates of ACE and ACE2 apart from Ang (namely bradykinin and apelin), the protective effects against lung injury which Ang II receptor type 2 exerts, and the effect "}
{"text": "Designing novel antimicrobial peptides is a hot area of research in the field of therapeutics especially after the emergence of resistant strains against the conventional antibiotics. In the past number of in silico methods have been developed for predicting the antimicrobial property of the peptide containing natural residues. This study describes models developed for predicting the antimicrobial property of a chemically modified peptide. Our models have been trained, tested and evaluated on a dataset that contains 948 antimicrobial and 931 non-antimicrobial peptides, containing chemically modified and natural residues. Firstly, the tertiary structure of all peptides has been predicted using software PEPstrMOD. Structure analysis indicates that certain type of modifications enhance the antimicrobial property of peptides. Secondly, a wide range of features was computed from the structure of these peptides using software PaDEL. Finally, models were developed for predicting the antimicrobial potential of chemically modified peptides using a wide range of structural features of these peptides. Our best model based on support vector machine achieve maximum MCC of 0.84 with an accuracy of 91.62% on training dataset and MCC of 0.80 with an accuracy of 89.89% on validation dataset. To assist the scientific community, we have developed a web server called \"AntiMPmod\" which predicts the antimicrobial property of the chemically modified peptide. The web server is present at the following link "}
{"text": "Influenza is a major global public health threat as a result of its highly pathogenic variants, large zoonotic reservoir, and pandemic potential. Metagenomic viral sequencing offers the potential for a diagnostic test for influenza virus which also provides insights on transmission, evolution, and drug resistance and simultaneously detects other viruses. We therefore set out to apply the Oxford Nanopore Technologies sequencing method to metagenomic sequencing of respiratory samples. We generated influenza virus reads down to a limit of detection of 10 2 to 10 3 genome copies/ml in pooled samples, observing a strong relationship between the viral titer and the proportion of influenza virus reads (P ϭ 4.7 ϫ 10 Ϫ5 ). Applying our methods to clinical throat swabs, we generated influenza virus reads for 27/27 samples with mid-to-high viral titers (cycle threshold [C T ] values, Ͻ30) and 6/13 samples with low viral titers (C T values, 30 to 40). No false-positive reads were generated from 10 influenza virus-negative samples. Thus, Nanopore sequencing operated with 83% sensitivity (95% confidence interval [CI], 67 to 93%) and 100% specificity (95% CI, 69 to 100%) compared to the current diagnostic standard. Coverage of full-length virus was dependent on sample composition, being negatively influenced by increased host and bacterial reads. However, at high influenza virus titers, we were able to reconstruct Ͼ99% complete sequences for all eight gene segments. We also detected a human coronavirus coinfection in one clinical sample. While further optimization is required to improve sensitivity, this approach shows promise for the Nanopore platform to be used in the diagnosis and genetic analysis of influenza virus and other respiratory viruses. "}
{"text": "Prompt detection and effective control of porcine reproductive and respiratory syndrome virus (PRRSV) during outbreaks is important given its immense adverse impact on the swine industry. However, the diagnostic process can be challenging due to the high genetic diversity and high mutation rate of PRRSV. A diagnostic method that can provide more detailed genetic information about pathogens is urgently needed. In this study, we evaluated the ability of Oxford Nanopore MinION direct RNA sequencing to generate a PRRSV whole genome sequence and detect and discriminate virus at the strain-level. A nearly full length PRRSV genome was successfully generated from raw sequence reads, achieving an accuracy of 96% after consensus genome generation. Direct RNA sequencing reliably detected the PRRSV strain present with an accuracy of 99.9% using as few as 5 raw sequencing reads and successfully differentiated multiple co-infecting strains present in a sample. In addition, PRRSV strain information was obtained from clinical samples containing 10 4 to 10 6 viral copies or more within 6 hours of sequencing. Overall, direct viral RNA sequencing followed by bioinformatic analysis proves to be a promising approach for identification of the viral strain or strains involved in clinical infections, allowing for more precise prevention and control strategies during PRRSV outbreaks. 2 of 18 against a new introduction from outside the farm indicates a need for enhanced biosecurity, while a re-break of a resident strain suggests better strategies for an elimination or vaccination program are needed. Another big challenge for PRRS control is that PRRSV vaccine is not completely effective at preventing and controlling infection due to the high genetic diversity of the virus, thus outbreaks still occur in vaccinated herds [13] [14] [15] [16] . A diagnostic method which can provide genetic information about the strain causing infection would allow for identification of potential reasons for vaccination failure, such as limited cross-protection due to high genetic divergence from vaccine [17] , or in the case of genetic similarity to vaccine, perhaps a reversion to virulence (escape mutation) of the vaccine itself [18] . In addition to the clinical challenges mentioned above, PRRSV has widely divergent genetic lineages and is a rapidly evolving pathogen with novel variants which seem to be more divergent and virulent than those in the past [10, [19] [20] [21] . The continuous emergence of new virulent strains causes unexpected devastating outbreaks, such as the severe outbreaks of HP-PRRSV in China and MN184 and NADC30 outbreaks in the United States [22] [23] [24] [25] . The increasing incidence of co-infections of multiple strains further complicates PRRS diagnosis and control [26] . Hence, diagnostic tools that can provide more genetic information are extremely important for investigation, prevention, and control strategies for PRRSV outbreaks. Prompt detection of pathogens during an outbreak is essential for efficient disease control. Real-time quantitative reverse transcription polymerase chain reaction (RT-qPCR) testing, which has the advantages of short turnaround time and high sensitivity [27, 28] , is currently the primary molecular diagnostic method for PRRSV detection and is performed routinely in diagnostic laboratories. The current PCR methods can quickly detect the presence of PRRSV in general [29] , but cannot identify specific strains unless targeted primers are designed which requires prior knowledge about the strains of interest [26, 30] . Nucleic acid sequencing technologies have been incorporated as a new diagnostic tool in recent years to provide necessary support, such as strain information, for PCR in clinical sample diagnostics [31] [32] [33] . Sequencing approaches have been applied successfully to various fields in virology so far, such as the discovery of novel viruses/strains, whole viral genome sequencing, quasispecies detection, and epidemiological investigations [34, 35] . The fact that sequencing is robust and does not need prior knowledge of the pathogens/strains under detection is particularly important for rapid responses to highly variable pathogens, such as PRRSV [36] . The routine use of viral genome sequencing and genomic surveillance will not only serve as a powerful tool for PRRSV detection [37] , but also provides researchers with a better understanding of PRRSV epidemiology and how the virus transmits, spreads, and evolves, thus facilitating effective prevention and control measures [38] . Conventional sequencing methods for RNA viruses usually includes reverse transcription and PCR amplification during library preparation which is then followed by amplicon sequencing. These extra steps not only introduce bias, but also increase the sequencing time, making rapid diagnosis difficult [39] [40] [41] . The Oxford Nanopore MinION sequencer allows for sequencing of the RNA molecule directly, in its native format. This feature, together with other characteristics such as low start-up costs, portability, and real-time data streaming, makes the Oxford Nanopore MinION sequencer a good candidate for rapid RNA virus detection, even in resource-limited or remote areas [40, 42, 43] . Influenza virus was the first pathogen to be successfully sequenced in its native RNA format by direct RNA sequencing (DRS) using Oxford Nanopore MinION technology [44] . Since then, studies have been performed for other viruses, confirming the potential of MinION technology to aid in the detection of infectious viral agents [45, 46] . PRRSV whole genome sequencing (WGS) has been carried out previously using traditional Sanger sequencing [10] and next-generation short-read sequencing platforms [47] . Incorporating a bioinformatic approach, we systematically evaluated and standardized third-generation long-read MinION DRS for PRRSV whole genome generation and determined its ability to detect the viral strain present, its analytical sensitivity for strain-level diagnosis of clinical samples, and its feasibility for differentiation of co-existing multiple strains in a single sample. To our knowledge, our study is the first time PRRSV has been sequenced in its native RNA format without amplification. "}
{"text": "Background: The purpose of this investigation was to determine if black tea extract (BTE), consisting primarily of flavanol compounds called theaflavins, could inhibit herpes simplex virus type-1 (HSV-1) infection in cultured A549 (human epithelial) and Vero cells. The effect of BTE both on A549 and Vero cultured cells and on HSV-1 was assessed by using phase contrast and fluorescent microscopy, and cell viability and proliferation assays. After establishing the maximum non-cytotoxic concentration of BTE, A549 and Vero cells and HSV-1 virions were treated with varying concentrations of BTE, respectively. A549 and Vero cells were infected with HSV-1 with green fluorescent protein (GFP) insert at the UL46 gene. The effect of infectivity was determined by viral DNA extraction followed by PCR, plaque assays, adsorption assays, and electrophoresis of PCR products. Results: BTE was not cytotoxic to A549 and Vero cells, as confirmed by cell viability and proliferation assays, in which BTE treated groups paralleled the positive control group. For both cell lines, plaque assays and fluorescent microscopy indicated an inverse relationship between BTE concentration (from 0.14 μM -1.4 mM) and HSV-1 infectivity. Specifically, PCR and electrophoresis showed a reduction in the viral genome following treatment with BTE. In addition, there was a noticeable decrease in the amount of viral plaques for BTE treated samples in the adsorption assays. Conclusions: BTE consisting primarily of theaflavins is not cytotoxic and can reduce or block the production of infectious HSV-1 virions in cultured A549 and Vero cells, thus inhibiting the infectivity of the virus by interfering in the attachment, penetration and viral DNA replication of HSV-1 particles. These findings indicate that BTE enriched with theaflavins has the potential to be developed as a safe, therapeutic antiviral agent to prevent the spread of HSV-1. "}
{"text": "Zika virus (ZIKV) is an emerging pathogen causally associated with serious sequelae in fetuses, inducing fetal microcephaly and other neurodevelopment defects. ZIKV is primarily transmitted by mosquitoes, but can persist in human semen and sperm, and sexual transmission has been documented. Moreover, exposure of type-I interferon knockout mice to ZIKV results in severe damage to the testes, epididymis and sperm. Candidate ZIKV vaccines have shown protective efficacy in preclinical studies carried out in animal models, and several vaccines have entered clinical trials. Here, we report that administration of a synthetic DNA vaccine encoding ZIKV pre-membrane and envelope (prME) completely protects mice against ZIKV-associated damage to the testes and sperm and prevents viral persistence in the testes following challenge with a contemporary strain of ZIKV. These data suggest that DNA vaccination merits further investigation as a potential means to reduce ZIKV persistence in the male reproductive tract. "}
{"text": "We compare two broad types of empirically grounded random network models in terms of their abilities to capture both network features and simulated Susceptible-Infected-Recovered (SIR) epidemic dynamics. The types of network models are exponential random graph models (ERGMs) and extensions of the configuration model. We use three kinds of empirical contact networks, chosen to provide both variety and realistic patterns of human contact: a highly clustered network, a bipartite network and a snowball sampled network of a \"hidden population\". In the case of the snowball sampled network we present a novel method for fitting an edge-triangle model. In our results, ERGMs consistently capture clustering as well or better than configuration-type models, but the latter models better capture the node degree distribution. Despite the additional computational requirements to fit ERGMs to empirical networks, the use of ERGMs provides only a slight improvement in the ability of the models to recreate epidemic features of the empirical network in simulated SIR epidemics. Generally, SIR epidemic results from using configuration-type models fall between those from a random network model (i.e., an Erdős-Rényi model) and an ERGM. The addition of subgraphs of size four to edge-triangle type models does improve agreement with the empirical network for smaller densities in clustered networks. Additional subgraphs do not make a noticeable difference in our example, although we would expect the ability to model cliques to be helpful for contact networks exhibiting household structure. where E(T) is the average transmissibility over all infectious and susceptible nodes [6, 8] . Using bond percolation arguments, an epidemic is possible only when R 0 > 1 (as for compartmental models), or equivalently the transmissibility exceeds a critical transmissibility [9] , T c , given by In more general configuration-type networks with triangles and other small-cycle subgraphs, Eq (1) no longer applies. Although the degree distribution will be the same, fewer susceptible nodes will be available for an infection in the early stages of an outbreak, and we would expect the critical transmissibility to be higher, although the extent to which Eq (1) must be modified is the subject of research. Miller [8] considers approximations of R 0 using additional subgraphs, and suggests clustering affects the final epidemic size only if the typical node degrees are small or clustering is very high. The expression for unclustered networks in Eq (1) also serves as a useful guideline and bound. The \"edge-triangle\" model is a generalisation of the configuration model that includes clustering [10, 11] . In short, single edges are counted separately from triangles. Each node i has s i single edges (\"stubs\") and t i triangle vertices (\"corners\"). Networks are formed by connecting pairs of stubs at random and triples of corners at random. The joint distribution of stubs and corners is the analogue to the degree distribution in this model. Volz et al. [12] derive a deterministic solution for an SIR epidemic process on edge-triangle configuration networks. They also derive a solution for final epidemic size of clustered networks that is asymptotically exact for large network sizes using bond percolation approximation methods. Importantly they also extend their results on epidemic dynamics beyond edge-triangle configuration networks to a further generalisation that includes cliques (i.e., fully connected subgraphs) of size 4 and above to model household structure. Cliques of size n are included in the network model by analogy with trianglessize n clique corners are counted in addition to stubs and triangle corners. We note two of their key results. 1) The global clustering coefficient is not sufficient to determine the full epidemiological impact of clustering. Comparing with a different model [13] such that the two models are calibrated to have the same degree distribution, the same global clustering coefficient and the same disease parameters, epidemic dynamics can be quite different, especially when clustering is extensive. Thus, the specific nature of the clustering appears relevant for epidemic dynamics. 2) Clustering slows epidemics and reduces final size, at least for a particular subclass of edge-triangle networks considered (negative binomial degree distribution, tunable fraction of edges in triangles, mean and variance of the degree distribution held constant). Separately, a simulation study [14] has considered the situations when contact network models, not random mixing, are warranted. When the number of contacts per day is large, or the transmissibility of the infection is high (e.g. mumps, measles, pertussis, chickenpox), random mixing models produce adequate results. On the other hand, when numbers of contacts and transmissibility are low (e.g. MRSA, possibly Ebola), network contact structure is important. A key weakness of the edge-triangle networks [10, 12] is that triangles (and larger cliques) share a node but not an edge (i.e., no overlapping \"motifs\", referred to here as subgraphs). A generalisation that allows arbitrary subgraphs beyond cliques has been proposed [15] for which network features (and importantly, percolation results for epidemic dynamics) remain solvable. For example, the necessary generating functions are provided for edges, triangles, squares, diamonds (a square with diagonal, also known as a 2-triangle), and 4-cliques. The joint distribution for node \"roles\" is the key distribution of interest. These five subgraphs require six node roles (i.e., two for the diamond). Analogous to the degree sequence is the \"role sequence\" which is a vector for each node, counting the number of each role in which that Comparing Epidemics on ERGMs and Configuration Type Network Models PLOS ONE | "}
{"text": "Hepatitis B virus (HBV) infection is a major global health problem. Currently-available therapies are ineffective in curing chronic HBV infection. HBV and its satellite hepatitis D virus (HDV) infect hepatocytes via binding of the preS1 domain of its large envelope protein to sodium taurocholate cotransporting polypeptide (NTCP). Here, we developed novel human monoclonal antibodies that block the engagement of preS1 with NTCP and neutralize HBV and HDV with high potency. One antibody, 2H5-A14, functions at picomolar level and exhibited neutralization-activitymediated prophylactic effects. It also acts therapeutically by eliciting antibody-Fc-dependent immunological effector functions that impose durable suppression of viral infection in HBV-infected mice, resulting in reductions in the levels of the small envelope antigen and viral DNA, with no emergence of escape mutants. Our results illustrate a novel antibody-Fc-dependent approach for HBV treatment and suggest 2H5-A14 as a novel clinical candidate for HBV prevention and treatment of chronic HBV infection. "}
{"text": "The main limitation in performing genome-wide gene-expression profiling is the assay of lowexpression genes. Approaches with high throughput and high sensitivity for assaying low-expression transcripts are urgently needed for functional genomic studies. Combination of the suppressive subtractive hybridization (SSH) and cDNA microarray techniques using the subtracted cDNA clones as probes printed on chips has greatly improved the efficiency for fishing out the differentially expressed clones and has been used before. However, it remains tedious and inefficient sequencing works for identifying genes including the great number of redundancy in the subtracted amplicons, and sacrifices the original advantages of high sensitivity of SSH in profiling lowexpression transcriptomes. We modified the previous combination of SSH and microarray methods by directly using the subtracted amplicons as targets to hybridize the pre-made cDNA microarrays (named as \"SSH/microarray\"). mRNA prepared from three pairs of hepatoma and non-hepatoma liver tissues was subjected to the SSH/microarray assays, as well as directly to regular cDNA microarray assays for comparison. As compared to the original SSH and microarray combination assays, the modified SSH/microarray assays allowed for much easier inspection of the subtraction efficiency and identification of genes in the subtracted amplicons without tedious and inefficient sequencing work. On the other hand, 5015 of the 9376 genes originally filtered out by the regular cDNA microarray assays because of low expression became analyzable by the SSH/microarray assays. Moreover, the SSH/microarray assays detected about ten times more (701 vs. 69) HCC differentially expressed genes (at least a two-fold difference and P < 0.01), particularly for those with rare transcripts, than did the regular cDNA microarray assays. The differential expression was validated in 9 randomly selected genes in 18 pairs of hepatoma/ non-hepatoma liver tissues using quantitative RT-PCR. The SSH/microarray approaches resulted in identifying many differentially expressed genes implicated in the regulation of cell cycle, cell death, signal transduction and cell morphogenesis, suggesting the involvement of multi-biological processes in hepato-carcinogenesis. The modified SSH/microarray approach is a simple but high-sensitive and high-efficient tool for differentially profiling the low-expression transcriptomes. It is most adequate for applying to functional genomic studies. "}
{"text": "The emergence and reemergence of coronavirus epidemics sparked renewed concerns from global epidemiology researchers and public health administrators. Mathematical models that represented how contact tracing and follow-up may control Severe Acute Respiratory Syndrome (SARS) and Middle East Respiratory Syndrome (MERS) transmissions were developed for evaluating different infection control interventions, estimating likely number of infections as well as facilitating understanding of their likely epidemiology. We reviewed mathematical models for contact tracing and follow-up control measures of SARS and MERS transmission. Model characteristics, epidemiological parameters and intervention parameters used in the mathematical models from seven studies were summarized. A major concern identified in future epidemics is whether public health administrators can collect all the required data for building epidemiological models in a short period of time during the early phase of an outbreak. Also, currently available models do not explicitly model constrained resources. We urge for closed-loop communication between public health administrators and modelling researchers to come up with guidelines to delineate the collection of the required data in the midst of an outbreak and the inclusion of additional logistical details in future similar models. "}
{"text": "There has been an increase in the quest for metagenomics as an approach for the identification and study of the diversity of human viruses found in aquatic systems, both for their role as waterborne pathogens and as water quality indicators. In the last few years, environmental viral metagenomics has grown significantly and has enabled the identification, diversity and entire genome sequencing of viruses in environmental and clinical samples extensively. Prior to the arrival of metagenomics, traditional molecular procedures such as the polymerase chain reaction (PCR) and sequencing, were mostly used to identify and classify enteric viral species in different environmental milieu. After the advent of metagenomics, more detailed reports have emerged about the important waterborne viruses identified in wastewater treatment plant effluents and surface water. This paper provides a review of methods that have been used for the concentration, detection and identification of viral species from different environmental matrices. The review also takes into consideration where metagenomics has been explored in different African countries, as well as the limitations and challenges facing the approach. Procedures including sample processing, experimental design, sequencing technology, and bioinformatics analysis are discussed. The review concludes by summarising the current thinking and practices in the field and lays bare key issues that those venturing into this field need to consider and address. "}
{"text": "The study evaluated the effect of New Neonatal Porcine Diarrhoea Syndrome (NNPDS) on average daily gain (ADG) and mortality and described the clinical manifestations in four herds suffering from the syndrome. NNPDS is a diarrhoeic syndrome affecting piglets within the first week of life, which is not caused by enterotoxigenic Escherichia coli (ETEC), Clostridium perfringens (C. perfringens) type A/C, Clostridium difficile (C. difficile), rotavirus A, coronavirus, Cystoisospora suis, Strongyloides ransomi, Giardia spp or Cryptosporidium spp. Results: Piglets were estimated to have a negative ADG of 9 and 14 g when diarrhoeic for 1 day and >1 day respectively. However, if only diarrhoeic on the day of birth, no negative effect on ADG was seen. Piglets originating from severely affected litters were estimated to have a reduced ADG of 38 g. The study did not show an overall effect of diarrhoea on mortality, but herd of origin, sow parity, birth weight, and gender were significantly associated with mortality. In one of the herds, approximately 25% of the diarrhoeic piglets vs. 6% of the non-diarrhoeic piglets died, and 74% of necropsied piglets were diagnosed with enteritis. These findings indicate that the high mortality seen in this herd was due to diarrhoea. Conclusions: NNPDS negatively affected ADG in piglets, and even piglets that were diarrhoeic for one day only experienced a reduction in ADG. However, the study showed that diarrhoea restricted to the day of birth did not affect ADG and suggested this phenomenon to be unrelated to the syndrome. Since the diarrhoeal status of the litter had important effects on ADG, future research on NNPDS probably ought to focus on piglets from severely affected litters. The study showed important dissimilarities in the course of diarrhoea between the herds, and one herd was considerably more affected than the others. Within this herd, NNPDS seemed to be associated with a higher mortality, whereas in general the study did not show lethal effects of NNPDS. "}
{"text": "Little is known about the correlation between microbiological yield and radiographic activity, on chest computed tomography (CT), in suspected pulmonary tuberculosis (PTB) cases, despite CT being widely used, clinically. We used multicenter retrospective data, obtained from medical records, focusing on the diagnostic performance for definite PTB. We categorized patients into four groups, by radiographic activity: definitely active, probably active, indeterminate activity, and probably inactive. Of the 650 patients included, 316 had culture-confirmed PTB; 190 (29.2%), 323 (49.7%), 70 (10.8%), and 67 (10.3%) were classified into the definitely active, probably active, indeterminate activity, and probably inactive groups, respectively. The corresponding observed culture rates for CT radiographic activity were 61.6%, 60.7%, 4.3% and 0%, respectively. When not only culture rates but TB-PCR and histological results were taken into consideration as definite PTB, it showed 66.6%, 67.2%, 14.3%, and 0% of each CT radiographic activity, respectively. Regarding the diagnostic performance for definite PTB, radiographic PLOS ONE | https://doi. "}
{"text": "Species within the Neoromicia bat genus are abundant and widely distributed in Africa. It is common for these insectivorous bats to roost in anthropogenic structures in urban regions. Additionally, Neoromicia capensis have previously been identified as potential hosts for Middle East respiratory syndrome (MERS)-related coronaviruses. This study aimed to ascertain the gastrointestinal virome of these bats, as viruses excreted in fecal material or which may be replicating in rectal or intestinal tissues have the greatest opportunities of coming into contact with other hosts. Samples were collected in five regions of South Africa over eight years. Initial virome composition was determined by viral metagenomic sequencing by pooling samples and enriching for viral particles. Libraries were sequenced on the Illumina MiSeq and NextSeq500 platforms, producing a combined 37 million reads. Bioinformatics analysis of the high throughput sequencing data detected the full genome of a novel species of the Circoviridae family, and also identified sequence data from the Adenoviridae, Coronaviridae, Herpesviridae, Parvoviridae, Papillomaviridae, Phenuiviridae, and Picornaviridae families. Metagenomic sequencing data was insufficient to determine the viral diversity of certain families due to the fragmented coverage of genomes and lack of suitable sequencing depth, as some viruses were detected from the analysis of reads-data only. Follow up conventional PCR assays targeting conserved gene regions for the Adenoviridae, Coronaviridae, and Herpesviridae families were used to confirm metagenomic data and generate additional sequences to determine genetic diversity. The complete coding genome of a MERS-related coronavirus was recovered with additional amplicon sequencing on the MiSeq platform. The new genome shared 97.2% overall nucleotide identity to a previous Neoromicia-associated MERS-related virus, also from South Africa. Conventional PCR PLOS ONE | https://doi. "}
{"text": "Background: There is a growing move to provide care for premature infants in a single family, private room neonatal intensive care unit (NICU) in place of the traditional shared space, open bay NICU. The resultant effect on the developing neonatal microbiota is unknown. Study Design: Stool and groin skin swabs were collected from infants in a sharedspace NICU (old NICU) and a single-family room NICU (new NICU) on the same hospital campus. Metagenomic sequencing was performed and data analyzed by CosmosID bioinformatics software package. Results: There were no significant differences between the cohorts in gestational age, length of stay, and delivery mode; infants in the old NICU received significantly more antibiotics (p = 0.03). Differentially abundant antimicrobial resistance genes and virulence associated genes were found between the cohorts in stool and skin, with more differentially abundant antimicrobial resistance genes in the new NICU. The entire bacterial microbiota analyzed to the genus level significantly differed between cohorts in skin (p = 0.0001) but not in stool samples. There was no difference in alpha diversity between the two cohorts. DNA viruses and fungi were detected but did not differ between cohorts. Conclusion: Differences were seen in the resistome and virulome between the two cohorts with more differentially abundant antimicrobial resistance genes in the new NICU. This highlights the influence that different NICU environments can have on the neonatal microbiota. Whether the differences were due to the new NICU being a singlefamily NICU or located in a newly constructed building warrants exploration. Long term health outcomes from the differences observed must be followed longitudinally. "}
{"text": "Because so few viruses in the family Barnaviridae have been reported, we searched for more of them in public sequence databases. Here, we report the complete coding sequence of Colobanthus quitensis associated barnavirus 1, mined from a transcriptome of the Antarctic pearlwort Colobanthus quitensis. The 4.2-kb plus-strand sequence of this virus encompasses four main open reading frames (ORFs), as expected for barnaviruses, including ORFs for a protease-containing polyprotein, an RNA-dependent RNA polymerase whose translation appears to rely on − 1 ribosomal frameshifting, and a capsid protein that is likely to be translated from a subgenomic RNA. The possible derivation of this virus from a fungus associated with C. quitensis is discussed. "}
{"text": "The 2H phosphoesterase family contains enzymes with two His-X-Ser/Thr motifs in the active site. 2H enzymes are found in all kingdoms of life, sharing little sequence identity despite the conserved overall fold and active site. For many 2H enzymes, the physiological function is unknown. Here, we studied the structure of the 2H family member LigT from Escherichia coli both in the apo form and complexed with different active-site ligands, including ATP, 2 0 -AMP, 3 0 -AMP, phosphate, and NADP + . Comparisons to the well-characterized vertebrate myelin enzyme 2 0 ,3 0 -cyclic nucleotide 3 0 -phosphodiesterase (CNPase) highlight specific features of the catalytic cycle and substrate recognition in both enzymes. The role played by the helix α7, unique to CNPases within the 2H family, is apparently taken over by Arg130 in the bacterial enzyme. Other residues and loops lining the active site groove are likely to be important for RNA substrate binding. We visualized conformational changes related to ligand binding, as well as the position of the nucleophilic water molecule. We also present a low-resolution model of E. coli LigT bound to tRNA in solution, and provide a model for RNA binding by LigT, involving flexible loops lining the active site cavity. Taken together, our results both aid in understanding the common features of 2H family enzymes and help highlight the distinct features in the 2H family members, which must result in different reaction mechanisms. Unique aspects in different 2H family members can be observed in ligand recognition and binding, and in the coordination of the nucleophilic water molecule and the reactive phosphate moiety. Fig 4. Comparison of CNPase and LigT. A. Structural superposition of E. coli LigT (white) and mouse CNPase (blue). Specifically note the unique helix α7 (dark blue) in CNPase, lining the CNPase active site, and blocking access of nucleophiles larger than water. B. Structure-based sequence alignment of LigT (Ec) and CNPase (Mm). "}
{"text": "Hand-foot-mouth diseases (HFMD) caused by enterovirus 71 (EV71) and coxsackievirus 16 (CVA16) in children have now become a severe public health issue in the Asian-Pacific region. Recently we have successfully developed transgenic mice expressing human scavenger receptor class B member 2 (hSCARB2, a receptor of EV71 and CVA16) as an animal model for evaluating the pathogenesis of enterovirus infections. In this study, hSCARB2-transgenic mice were used to investigate the efficacy conferred by a previously described EV71 neutralizing antibody, N3. A single injection of N3 effectively inhibited the HFMD-like skin scurfs in mice pre-infected with clinical isolate of EV71 E59 (B4 genotype) or prevented severe limb paralysis and death in mice pre-inoculated with 5746 (C2 genotype). This protection was correlated with remarkable reduction of viral loads in the brain, spinal cord and limb muscles. Accumulated viral loads and the associated pro-inflammatory cytokines were all reduced. The protective efficacy of N3 was not observed in animals challenged with CVA16. This could be due to dissimilarity sequences of the neutralizing epitope found in CVA16. These results indicate N3 could be useful in treating severe EV71 infections and the hSCARB2-transgenic mouse could be used to evaluate the protective efficacy of potential anti-enterovirus agent candidates. "}
{"text": "Arboviruses are arthropod-borne viruses that exhibit worldwide distribution and are a constant threat, not only for public health but also for wildlife, domestic animals, and even plants. To study disease pathogenesis and to develop efficient and safe therapies, the use of an appropriate animal model is a critical concern. Adult mice with gene knockouts of the interferon α/β (IFN-α/β) receptor (IFNAR(−/−)) have been described as a model of arbovirus infections. Studies with the natural hosts of these viruses are limited by financial and ethical issues, and in some cases, the need to have facilities with a biosafety level 3 with sufficient space to accommodate large animals. Moreover, the number of animals in the experiments must provide results with statistical significance. Recent advances in animal models in the last decade among other gaps in knowledge have contributed to the better understanding of arbovirus infections. A tremendous advantage of the IFNAR(−/−) mouse model is the availability of a wide variety of reagents that can be used to study many aspects of the immune response to the virus. Although extrapolation of findings in mice to natural hosts must be done with care due to differences in the biology between mouse and humans, experimental infections of IFNAR(−/−) mice with several studied arboviruses closely mimics hallmarks of these viruses in their natural host. Therefore, IFNAR(−/−) mice are a good model to facilitate studies on arbovirus transmission, pathogenesis, virulence, and the protective efficacy of new vaccines. In this review article, the most important arboviruses that have been studied using the IFNAR(−/−) mouse model will be reviewed. "}
{"text": "The Middle East respiratory syndrome coronavirus (MERS-CoV) was identified in 2012 during the first Middle East respiratory syndrome (MERS) outbreaks. MERS-CoV causes an acute lower-respiratory infection in humans, with a fatality rate of ~35.5%. Currently, there are no registered vaccines or means of therapeutic protection against MERS in the world. The MERS-CoV S glycoprotein plays the most important role in the viral life cycle (virus internalization). The S protein is an immunodominant antigen and the main target for neutralizing antibodies. In the present study, the immunogenicities of five different forms of the MERS-CoV S glycoprotein were compared: the full-length S glycoprotein, the full-length S glycoprotein with the transmembrane domain of the G glycoprotein of VSV (S-G), the receptor-binding domain (RBD) of the S glycoprotein, the membrane-fused RBD (the RBD fused with the transmembrane domain of the VSV G glycoprotein (RBD-G)), and the RBD fused with Fc of human IgG1 (RBD-Fc). Recombinant vectors based on human adenoviruses type 5 (rAd5) were used as delivery vehicles. Vaccination with all of the developed rAd5 vectors elicited a balanced Th1/Th2 response in mice. The most robust humoral immune response was induced after the animal had been vaccinated with the membrane-fused RBD (rAd5-RBD-G). Only immunization with membrane forms of the glycoprotein (rAd5-S, rAd5-S-G, and rAd5-RBD-G) elicited neutralizing antibodies among all vaccinated animals. The most significant cellular immune response was induced after vaccination of the animals with the full-length S (rAd5-S). These investigations suggest that the full-length S and the membrane form of the RBD (RBD-G) are the most promising vaccine candidates among all the studied forms of S glycoprotein. KEYWORDS Middle East respiratory syndrome, MERS; MERS-CoV, glycoprotein; adenoviral vector, immunity. ABBREVIATIONS 95% CI -95% confidence interval; APC -allophycocyanin; DPP4 -dipeptidyl peptidase 4; Fc -fragment crystallizable; FFU -focus-forming units; rAd5 -recombinant vector based on adenovirus type 5; RBD -receptor-binding domain of MERS-CoV S glycoprotein; RBD-Fc -receptor-binding domain of MERS-CoV S glycoprotein fused with Fc of human IgG1; RBD-G -receptor-binding domain of MERS-CoV S glycoprotein fused with the transmembrane domain of the VSV G glycoprotein; S -MERS-CoV glycoprotein; S1, S2 -domains of MERS-CoV S glycoprotein; S-G -full-length S glycoprotein with the transmembrane domain of the G glycoprotein of VSV; Th -T helper; VSV -vesicular stomatitis virus; MERS -Middle East respiratory syndrome; MERS-CoV -Middle East respiratory syndrome coronavirus; PFU -plaque-forming unit; v.p. -viral particles; GMT -geometric mean titer; IFNγ -interferon gamma; TM -transmembrane domain; SARS -severe acute respiratory syndrome; SARS-CoV -severe acute respiratory syndrome coronavirus; PBSphosphate-buffered saline; PBST -PBS supplemented with 0.1% Tween 20; ER -endoplasmic reticulum. "}
{"text": "Dengue virus (DENV) is transmitted by infectious mosquitoes during blood-feeding via saliva containing biologically-active proteins. Here, we examined the effect of varying DENV infection modality in rhesus macaques in order to improve the DENV nonhuman primate (NHP) challenge model. NHPs were exposed to DENV-1 via subcutaneous or intradermal inoculation of virus only, intradermal inoculation of virus and salivary gland extract, or infectious mosquito feeding. The infectious mosquito feeding group exhibited delayed onset of viremia, greater viral loads, and altered clinical and immune responses compared to other groups. After 15 months, NHPs in the subcutaneous and infectious mosquito feeding groups were re-exposed to either DENV-1 or DENV-2. Viral replication and neutralizing antibody following homologous challenge were suggestive of sterilizing immunity, whereas heterologous challenge resulted in productive, yet reduced, DENV-2 replication and boosted neutralizing antibody. These results show that a more transmission-relevant exposure modality resulted in viral replication closer to that observed in humans. "}
{"text": "Background: Viral respiratory tract infections are common during early childhood. How they impact cystic fibrosis lung disease history in young children is poorly known. The principal aim of our study was to determinate respiratory tract infections frequency in this cystic fibrosis young population. Secondary outcomes were nature of viral agents recovered and impact of such infections. We conducted a prospective cohort study of 25 children affected by cystic fibrosis and aged less than 2 years. Nasal samplings were taken systematically monthly or bimonthly with additional samples taken during respiratory tract infections episodes. Ten pathogens were tested by a combination of five duplex RT-PCRs or PCRs: influenza A and B, respiratory syncytial virus (RSV), metapneumovirus (MPV), rhinovirus/enterovirus (RV/EV)), coronavirus (HKU1, NL63, 229E and OC43), parainfluenza virus (1-4), adenovirus and bocavirus (Respiratory Multi-Well System MWS r-gene®, BioMérieux, Marcy l'Étoile, France). Cycle thresholds (CTs) were reported for all positive samples and considered positive for values below 40. Quantitative variables were compared using a nonparametric statistical test (Wilcoxon signed rank for paired comparisons). Pearson's correlation coefficient (r) was used to assess relationships between two variables. Statistical analyses were performed using SAS v9.4 (SAS Institute, Cary, NC, USA) or GraphPad Prism V6.00 (GraphPad Software, La Jolla, CA, USA). The significance level was set at 0.05. Results: The mean age at inclusion was 9.6 ± 6.7 months. The patients had 3.4 ± 1.7 respiratory tract infections episodes per child per year. Forty-four respiratory tract infections (69%) were associated with virus: rhinovirus and enterovirus (RV/EV) were implied in 61% of them and respiratory syncytial virus (RSV) in 14%. Only one patient required hospitalization for lower respiratory tract infections. 86% of the patients were treated by antibiotics for a mean of 13.8 ± 6.2 days. RSV infections (n = 6) were usually of mild severity. Conclusions: Respiratory tract infections in young children with cystic fibrosis were of mild severity, rarely requiring hospitalization. Unsurprisingly, RV/EV were the most frequent agents. RSV-related morbidity seems low in this population. This raises the question of the usefulness of RSV preventive medication in this young population. "}
{"text": "Idiopathic pulmonary fibrosis (IPF) is a chronic, progressive, fibrosing interstitial lung disease that commonly affects older adults and is associated with the histopathological and/or radiological patterns of usual interstitial pneumonia (UIP). Despite significant advances in our understanding of disease pathobiology and natural history, what causes IPF remains unknown. A potential role for infection in the disease's pathogenesis and progression or as a trigger of acute exacerbation has long been postulated, but initial studies based on traditional culture methods have yielded inconsistent results. The recent application to IPF of culture-independent techniques for microbiological analysis has revealed previously unappreciated alterations of the lung microbiome, as well as an increased bacterial burden in the bronchoalveolar lavage (BAL) of IPF patients, although correlation does not necessarily entail causation. In addition, the lung microbiome remains only partially characterized and further research should investigate organisms other than bacteria and viruses, including fungi. The clarification of the role of the microbiome in the pathogenesis and progression of IPF may potentially allow its manipulation, providing an opportunity for targeted therapeutic intervention. Author Contributions: Conceptualization, P.S., E.B.; Data curation, P.S., P.L.M., D.B., T.M.M.; Funding acquisition, P.S.; Investigation, P.S., P.L.M., E.B., T.M.M.; Writing-review and editing, P.S., P.L.M., D.B., E.B., T.M.M., E.C., N.B., F.F., M.T., M.S. "}
{"text": "Background: Attempts to develop a mechanistic understanding of the effects of environmental estrogens on fish are increasingly conducted at the level of gene expression. Appropriate application of real-time PCR in such studies requires the use of a stably expressed 'housekeeping' gene as an internal control to normalize for differences in the amount of starting template between samples. : We sought to identify appropriate genes for use as internal controls in experimental treatments with estrogen by analyzing the expression of eight functionally distinct 'housekeeping' genes (18S ribosomal RNA [18S rRNA], ribosomal protein l8 [rpl8], elongation factor 1 alpha [ef1a], glucose-6-phosphate dehydrogenase [g6pd], beta actin [bactin], glyceraldehyde-3-phosphate dehydrogenase [gapdh], hypoxanthine phosphoribosyltransferase 1 [hprt1], and tata box binding protein [tbp]) following exposure to the environmental estrogen, 17α-ethinylestradiol (EE 2 ), in the fathead minnow (Pimephales promelas). Exposure to 10 ng/L EE 2 for 21 days down-regulated the expression of ef1a, g6pd, bactin and gapdh in the liver, and bactin and gapdh in the gonad. Some of these effects were gender-specific, with bactin in the liver and gapdh in the gonad down-regulated by EE 2 in males only. Furthermore, when ef1a, g6pd, bactin or gapdh were used for normalization, the hepatic expression of two genes of interest, vitellogenin (vtg) and cytochrome P450 1A (cyp1a) following exposure to EE 2 was overestimated. Conclusion: Based on the data presented, we recommend 18S rRNA, rpl8, hprt1 and/or tbp, but not ef1a, g6pd, bactin and/or gapdh, as likely appropriate internal controls in real-time PCR studies of estrogens effects in fish. Our studies show that pre-validation of control genes considering the scope and nature of the experiments to be performed, including both gender and tissue type, is critical for accurate assessments of the effects of environmental estrogens on gene expression in fish. "}
{"text": "Background: Evidence-based priority setting is increasingly important for rationally distributing scarce health resources and for guiding future health research. We sought to quantify the contribution of a wide range of infectious diseases to the overall infectious disease burden in a high-income setting. Methodology/Principal Findings: We used health-adjusted life years (HALYs), a composite measure comprising premature mortality and reduced functioning due to disease, to estimate the burden of 51 infectious diseases and associated syndromes in Ontario using 2005-2007 data. Deaths were estimated from vital statistics data and disease incidence was estimated from reportable disease, healthcare utilization, and cancer registry data, supplemented by local modeling studies and national and international epidemiologic studies. The 51 infectious agents and associated syndromes accounted for 729 lost HALYs, 44.2 deaths, and 58,987 incident cases per 100,000 population annually. The most burdensome infectious agents were: hepatitis C virus, Streptococcus pneumoniae, Escherichia coli, human papillomavirus, hepatitis B virus, human immunodeficiency virus, Staphylococcus aureus, influenza virus, Clostridium difficile, and rhinovirus. The top five, ten, and 20 pathogens accounted for 46%, 67%, and 75% of the total infectious disease burden, respectively. Marked sex-specific differences in disease burden were observed for some pathogens. The main limitations of this study were the exclusion of certain infectious diseases due to data availability issues, not considering the impact of co-infections and co-morbidity, and the inability to assess the burden of milder infections that do not result in healthcare utilization. Conclusions/Significance: Infectious diseases continue to cause a substantial health burden in high-income settings such as Ontario. Most of this burden is attributable to a relatively small number of infectious agents, for which many effective interventions have been previously identified. Therefore, these findings should be used to guide public health policy, planning, and research. "}
{"text": "The porcine reproductive and respiratory syndrome (PRRS) is a devastating viral disease affecting swine production, health and welfare throughout the world. A synergistic action of the innate and the adaptive immune system of the host is essential for mounting a durable protective immunity through vaccination. Therefore, the current study aimed to investigate the transcriptome profiles of peripheral blood mononuclear cells (PBMCs) to characterize the innate and the adaptive immune response to PRRS Virus (PRRSV) vaccination in Pietrain pigs. The Affymetrix gene chip porcine gene 1.0 ST array was used for the transcriptome profiling of PBMCs collected at immediately before (D0), at one (D1) and 28 days (D28) post PRRSV vaccination with three biological replications. With FDR <0.05 and log2 fold change ±1.5 as cutoff criteria, 295 and 115 transcripts were found to be differentially expressed in PBMCs during the stage of innate and adaptive response, respectively. The microarray expression results were technically validated by qRT-PCR. The gene ontology terms such as viral life cycle, regulation of lymphocyte activation, cytokine activity and inflammatory response were enriched during the innate immunity; cytolysis, T cell mediated cytotoxicity, immunoglobulin production were enriched during adaptive immunity to PRRSV vaccination. Significant enrichment of cytokine-cytokine receptor interaction, signaling by interleukins, signaling by the B cell receptor (BCR), viral mRNA translation, IFN-gamma pathway and AP-1 transcription factor network pathways were indicating the involvement of altered genes in the antiviral defense. Network analysis revealed that four network modules were functionally involved with the transcriptional network of innate immunity, and five modules were linked to adaptive immunity in PBMCs. The innate immune transcriptional network was found to be regulated by LCK, STAT3, ATP5B, UBB and RSP17. While TGFß1, IL7R, PLOS ONE | "}
{"text": "Diagnostic electron microscopy (DEM) was an essential component of viral diagnosis until the development of highly sensitive nucleic acid amplification techniques (NAT). The simple negative staining technique of DEM was applied widely to smallpox diagnosis until the world-wide eradication of the human-specific pathogen in 1980. Since then, the threat of smallpox re-emerging through laboratory escape, molecular manipulation, synthetic biology or bioterrorism has not totally disappeared and would be a major problem in an unvaccinated population. Other animal poxviruses may also emerge as human pathogens. With its rapid results (only a few minutes after arrival of the specimen), no requirement for specific reagents and its \"open view,\" DEM remains an important component of virus diagnosis, particularly because it can easily and reliably distinguish smallpox virus or any other member of the orthopoxvirus (OPV) genus from parapoxviruses (PPV) and the far more common and less serious herpesviruses (herpes simplex and varicella zoster). Preparation, enrichment, examination, internal standards and suitable organisations are discussed to make clear its continuing value as a diagnostic technique. in childhood, it was clear that chickenpox was what he now had. No national alert was necessary, with all the widespread anxiety that would have followed. The speed and certainty of the diagnosis by EM offered a lesson that still has relevance. Four valuable lessons can be drawn from this episode: (1) That a useful diagnosis can be made in minutes from the arrival of the specimen; (2) Diagnostic EM (DEM) required no specific reagents (such as primers or antisera) or special equipment. All that is required was an electron microscope, microscope support grids, stain and a competent virologist familiar with the appearance of relevant viruses; (3) That seeing is believing-knowing what the causative virus looks like is a useful confirmation for any other tests added later; (4) That other, more serious, causes could be discounted. With concerns over the possible re-emergence of poxvirus infections, either through the spread of existing animal viruses to susceptible humans [1] [2] [3] [4] [5] , survival and escape of old material [6-8], molecular manipulation and synthetic biology [9] or even bioterrorism [10-12], there will be a need to provide accurate and quick diagnosis. This paper presents the possibilities and advantages of DEM and how DEM can help with organised future preparedness. Viruses 2018, 10, x 8 of 30 at Library of the RKI for help with the acquisition of published information, and Lars Möller, ZBS 4, RKI for his kind help to prepare an online-version of our manuscript. Thanks are also due to Anna-M. Eis-Hübinger, Bonn, and Bernhard Pfeiff for information on the fatal CPXV case and kindly providing images. We acknowledge the generous help by Gudrun Wibbelt, IZW Berlin, Pierre Formenty, WHO Geneva, and Cynthia Goldsmith, CDC, with the acquisition of clinical images of CPXV and the MPXV zoonoses respectively. Hermann Meyer, Munich, supplied hg readily with inactivated MPXV samples from the DRC. For supplying diagnostic PPV samples repeatedly, we thank Klaus Eisendle, Bolzano and Friedrich A. Bahmer, Bremen. Thanks are finally due to the many clinical colleagues we had the pleasure to work with over some 60 years all together. "}
{"text": "Human coronavirus 229E (HCoV-229E) usually causes mild upper respiratory infections in heathy adults, but may lead to severe complications or mortality in individuals with weakened immune systems. Virus entry of HCoV-229E is mediated by its spike (S) protein, where the S1 domain facilitates attachment to host cells and the S2 domain is involved in subsequent fusion of the virus and host membranes. During the fusion process, two heptad repeats, HR1 and HR2, in the S2 domain assemble into a six-helix membrane-fusion structure termed the fusion core. Here, the complete fusion-core structure of HCoV-229E has been determined at 1.86 Å resolution, representing the most complete postfusion conformation thus far among published human alphacoronavirus (-HCoV) fusion-core structures. The overall structure of the HCoV-229E fusion core is similar to those of SARS, MERS and HCoV-NL63, but the packing of its 3HR1 core differs from those of SARS and MERS in that it contains more noncanonical 'x' and 'da' layers. Side-by-side electrostatic surface comparisons reveal that the electrostatic surface potentials are opposite in -HCoVs and -HCoVs at certain positions and that the HCoV-229E surface also appears to be the most hydrophobic among the various HCoVs. In addition to the highly conserved hydrophobic interactions between HR1 and HR2, some polar and electrostatic interactions are also well preserved across different HCoVs. This study adds to the structural profiling of HCoVs to aid in the structure-based design of pan-coronavirus small molecules or peptides to inhibit viral fusion. "}
{"text": "Middle East respiratory syndrome coronavirus (MERS-CoV) has recently emerged in the Middle East. Since 2012, there have been approximately 2,100 confirmed cases, with a 35% case fatality rate. Disease severity has been linked to patient health status, as people with chronic diseases or an immunocompromised status fare worse, although the mechanisms of disease have yet to be elucidated. We used the rhesus macaque model of mild MERS to investigate whether the immune response plays a role in the pathogenicity in relation to MERS-CoV shedding. Immunosuppressed macaques were inoculated with MERS-CoV and sampled daily for 6 days to assess their immune statues and to measure viral shedding and replication. Immunosuppressed macaques supported significantly higher levels of MERS-CoV replication in respiratory tissues and shed more virus, and virus disseminated to tissues outside of the respiratory tract, whereas viral RNA was confined to respiratory tissues in non-immunosuppressed animals. Despite increased viral replication, pathology in the lungs was significantly lower in immunosuppressed animals. The observation that the virus was less pathogenic in these animals suggests that disease has an immunopathogenic component and shows that inflammatory responses elicited by the virus contribute to disease. "}
{"text": "Movies S1 and S2 Materials and Methods To express the prefusion S ectodomain, a gene encoding residues 1−1208 of 2019-nCoV S (GenBank: MN908947) with proline substitutions at residues 986 and 987, a \"GSAS\" substitution at the furin cleavage site (residues 682-685), a C-terminal T4 fibritin trimerization motif, an HRV3C protease cleavage site, a TwinStrepTag and an 8XHisTag was synthesized and cloned into the mammalian expression vector pαH. To express the 2019-nCoV RBD-SD1, residues 319−591 of 2019-nCoV S were cloned upstream of a C-terminal HRV3C protease cleavage site, a monomeric Fc tag and an 8XHisTag. Similarly, to express the SARS-CoV RBD-SD1, residues 306−577 of SARS-CoV S (Tor2 strain) were cloned upstream of a C-terminal HRV3C protease cleavage site, a monomeric Fc tag and an 8XHisTag. Lastly, a plasmid encoding residues 1−615 of human ACE2 with a C-terminal HRV3C protease cleavage site, a TwinStrepTag and an 8XHisTag was generated. These expression vectors were used to transiently transfect FreeStyle293F cells (Thermo Fisher) using polyethylenimine. Protein was purified from filtered cell supernatants using either StrepTactin resin (IBA) or Protein A resin (Pierce) before being subjected to additional purification by size-exclusion chromatography using either a Superose 6 10/300 column (GE Healthcare) or a Superdex 200 10/300 Increase column (GE Healthcare) in 2 mM Tris pH 8.0, 200 mM NaCl and 0.02% NaN3. ACE2 and the 2019-nCoV RBD-SD1 were incubated with 10% (wt/wt) HRV3C protease for 2 hours at room temperature. Cleaved protein was then passed over either NiNTA resin (ACE2) or Protein A and NiNTA resins (2019-nCoV RBD-SD1) to remove cleaved tags and His-tagged protease before being run over a Superdex 200 10/300 Increase column in 2 mM Tris pH 8.0, 200 mM NaCl and 0.02% NaN3. Plasmids encoding the heavy and light chains of S230, 80R and m396 IgG were transiently transfected into Expi293 cells (Thermo Fisher) using polyethylenimine. Antibodies were purified from cell supernatants using Protein A resin before being used for biolayer interferometry. Purified 2019-nCoV S was diluted to a concentration of 0.35 mg/mL in 2 mM Tris pH 8.0, 200 mM NaCl and 0.02% NaN3. 3 uL of protein was deposited on a CF-1.2/1.3 grid that had been plasma cleaned for 30 seconds in a Solarus 950 plasma cleaner (Gatan) with a 4:1 ratio of O2/H2. Excess protein was blotted away for 6 seconds using grade 595 vitrobot filter paper (Ted Pella Inc.) with a force of -1 at 4 °C in 100% humidity before being plunge frozen into liquid ethane using a Vitrobot Mark IV (Thermo Fisher). Frozen grids were imaged in a Titan Krios (Thermo Fisher) equipped with a K3 detector (Gatan). Movies were collected using Leginon (32) at a magnification of x22,500, corresponding to a calibrated pixel size of 1.047 Å/pixel. A full description of the cryo-EM data collection parameters can be found in table S1. Motion correction, CTF-estimation and non-templated particle picking were performed in Warp (33). Extracted particles were imported into cryoSPARC v2.12.4 (15) for 2D classification, 3D classification and non-uniform 3D refinement. The C1 RBD-up reconstruction was sharpened in cryoSPARC, and the 3D reconstruction with C3 symmetry was subjected to local B-factor sharpening using LocalDeBlur (34). An initial 2019-nCoV S model was generated from PDBID: 6CRZ (14) using Modeller (35) via UCSF Chimera (36). The model was further built manually in Coot, using PDBID: 6NB6 (12) to aid secondary structure placement, before being iteratively refined in both Phenix and ISOLDE (37-39). Phenix refinement strategy included minimization_global, local_grid_search, and adp, with rotamer, Ramachandran, and reference-model restraints, using 6NB6 as the reference model. Some of the data processing and refinement software was curated by SBGrid (40). The full cryo-EM data processing workflow is described in fig. S3 and the model refinement statistics can be found in table S1. His-tagged 2019-nCoV S was immobilized to an NiNTA sensorchip (GE Healthcare) to a level of ~800 response units (RUs) using a Biacore X100 (GE Healthcare) and a running buffer composed of 10 mM HEPES pH 8.0, 150 mM NaCl and 0.05% Tween 20. Serial dilutions of purified and untagged ACE2 "}
{"text": "Ubiquitination plays a critical role in many cellular processes. A growing number of viruses have evolved strategies to exploit the ubiquitin-proteasome system, including members of the Poxviridae family. Members of the poxvirus family have recently been shown to encode BTB/kelch and ankyrin/F-box proteins that interact with cullin-3 and cullin-1 based ubiquitin ligases, respectively. Multiple members of the poxvirus family also encode ubiquitin ligases with intrinsic activity. This review describes the numerous mechanisms that poxviruses employ to manipulate the ubiquitin-proteasome system. "}
{"text": "BACKGROUND Real-time reverse transcription polymerase chain reaction (RT-PCR) is routinely used to detect viral infections. In Brazil, it is mandatory the use of nucleic acid tests to detect hepatitis C virus (HCV), hepatitis B virus and human immunodeficiency virus in blood banks because of the immunological window. The use of an internal control (IC) is necessary to differentiate the true negative results from those consequent from a failure in some step of the nucleic acid test. OBJECTIVES The aim of this study was the construction of virus-modified particles, based on MS2 bacteriophage, to be used as IC for the diagnosis of RNA viruses. The MS2 genome was cloned into the pET47b(+) plasmid, generating pET47b(+)-MS2. MS2-like particles were produced through the synthesis of MS2 RNA genome by T7 RNA polymerase. These particles were used as non-competitive IC in assays for RNA virus diagnostics. In addition, a competitive control for HCV diagnosis was developed by cloning a mutated HCV sequence into the MS2 replicase gene of pET47b(+)-MS2, which produces a non-propagating MS2 particle. The utility of MS2-like particles as IC was evaluated in a one-step format multiplex real-time RT-PCR for HCV detection. FINDINGS We demonstrated that both competitive and non-competitive IC could be successfully used to monitor the HCV amplification performance, including the extraction, reverse transcription, amplification and detection steps, without compromising the detection of samples with low target concentrations. In conclusion, MS2-like particles generated by this strategy proved to be useful IC for RNA virus diagnosis, with advantage that they are produced by a low cost protocol. An attractive feature of this system is that it allows the construction of a multicontrol by the insertion of sequences from more than one pathogen, increasing its applicability for diagnosing different RNA viruses. "}
{"text": "Background: In last three years, 96 suspected poultry farms from different provinces in China were diagnosed for avian infectious bronchitis (IB) survey. Finally, 221 IBV strains were confirmed by dwarf embryo test and RT-PCR assay. By virus recovery trials, 187 of the isolates caused the birds died or distressed from nephritis, which was accordant with the clinical record. Results: Based on epidemiology analysis of recent field isolates of nephropathogenic IB in vaccinated farms in China, YL6 strain were used for vaccination and evaluated by antibody titer and challenge tests. The immunoprotection test indicated that the practical application of vaccine based on the recent field strains could finely facilitate controlling the nephropathogenic IB. Conclusions: Our study was aim at setting a guide for safeguard against nephropathogenic IBV-caused disease in China. "}
{"text": "The programmed death (PD)-1/PD-L1 pathway is a well-recognized negative immune checkpoint that results in functional inhibition of T-cells. Microglia, the brain-resident immune cells are vital for pathogen detection and initiation of neuroimmune responses. Moreover, microglial cells and astrocytes govern the activity of brain-infiltrating antiviral T-cells through upregulation of PD-L1 "}
{"text": "Background: Oral lichen planus (OLP) is seen frequently in patients with hepatitis C virus (HCV) infection. The aim of this study was to evaluate the occurrence of oral candidiasis, other mucosal lesions, and xerostomia during interferon (IFN) therapy for HCV infection. Methods: Of 124 patients with HCV-infected liver diseases treated with IFN therapy in our hospital, 14 (mean age 56.00 ± 12.94 years) who attended to receive administration of IFN once a week were identified and examined for Candida infection and other oral lesions and for the measurement of salivary flow. Serological assays also were carried out. Results: Cultures of Candida from the tongue surfaces were positive in 7 (50.0%) of the 14 patients with HCV infection at least once during IFN therapy. C. albicans was the most common species isolated. The incidence of Candida during treatment with IFN did not increase above that before treatment. Additional oral mucosal lesions were observed in 50.0% (7/14) of patients: OLP in three (21.4%), angular cheilitis in three (21.4%) and recurrent aphthous stomatitis in one (7.1%). OLP occurred in one patient before treatment with IFN, in one during treatment and in one at the end of treatment. 85.7% of the oral lesions were treated with topical steroids. We compared the characteristics of the 7 patients in whom Candida was detected at least once during IFN therapy (group 1) and the 7 patients in whom Candida was not detected during IFN therapy (group 2). The prevalence of oral mucosal lesions (P=0.0075) and incidence of external use of steroids (P=0.0308) in group 1 were significantly higher than in group 2. The average body weight of group 1 decreased significantly compared to group 2 (P=0.0088). Salivary flow decreased in all subjects throughout the course of IFN treatment and returned at 6 th months after the end of treatment. In group 1, the level of albumin at the beginning of the 6 th month of IFN administration was lower than in group 2 (P=0.0550). According to multivariate analysis, one factor, the presence of oral mucosal lesions, was associated with the detection of Candida. The adjusted odds ratio for the factor was 36.00 (95% confidence interval 2.68-1485.94). We should pay more attention to oral candidiasis as well as other oral mucosal lesions, in patients with weight loss during IFN treatment. "}
{"text": "Background: Mother-to-child transmission (MTCT) is the main cause of HIV-1 infection in children worldwide. Given that the C-type lectin receptor, dendritic cell-specific ICAM-grabbing non-integrin-related (DC-SIGNR, also known as CD209L or liver/ lymph node-specific ICAM-grabbing non-integrin (L-SIGN)), can interact with pathogens including HIV-1 and is expressed at the maternal-fetal interface, we hypothesized that it could influence MTCT of HIV-1. To investigate the potential role of DC-SIGNR in MTCT of HIV-1, we carried out a genetic association study of DC-SIGNR in a well-characterized cohort of 197 HIV-infected mothers and their infants recruited in Harare, Zimbabwe. Infants harbouring two copies of DC-SIGNR H1 and/or H3 haplotypes (H1-H1, H1-H3, H3-H3) had a 3.6-fold increased risk of in utero (IU) (P = 0.013) HIV-1 infection and a 5.7-fold increased risk of intrapartum (IP) (P = 0.025) HIV-1 infection after adjusting for a number of maternal factors. The implicated H1 and H3 haplotypes share two single nucleotide polymorphisms (SNPs) in promoter region (p-198A) and intron 2 (int2-180A) that were associated with increased risk of both IU (P = 0.045 and P = 0.003, respectively) and IP (P = 0.025, for int2-180A) HIV-1 infection. The promoter variant reduced transcriptional activity in vitro. In homozygous H1 infants bearing both the p-198A and int2-180A mutations, we observed a 4-fold decrease in the level of placental DC-SIGNR transcripts, disproportionately affecting the expression of membranebound isoforms compared to infant noncarriers (P = 0.011). Conclusion: These results suggest that DC-SIGNR plays a crucial role in MTCT of HIV-1 and that impaired placental DC-SIGNR expression increases risk of transmission. "}
{"text": "The basic reproductive ratio, R 0 , is one of the fundamental concepts in mathematical biology. It is a threshold parameter, intended to quantify the spread of disease by estimating the average number of secondary infections in a wholly susceptible population, giving an indication of the invasion strength of an epidemic: if R 0 < 1, the disease dies out, whereas if R 0 > 1, the disease persists. R 0 has been widely used as a measure of disease strength to estimate the effectiveness of control measures and to form the backbone of disease-management policy. However, in almost every aspect that matters, R 0 is flawed. Diseases can persist with R 0 < 1, while diseases with R 0 > 1 can die out. We show that the same model of malaria gives many different values of R 0 , depending on the method used, with the sole common property that they have a threshold at 1. We also survey estimated values of R 0 for a variety of diseases, and examine some of the alternatives that have been proposed. If R 0 is to be used, it must be accompanied by caveats about the method of calculation, underlying model assumptions and evidence that it is actually a threshold. Otherwise, the concept is meaningless. "}
{"text": "Memory B-cells (MBCs) are potential antibody secreting immune cells that differentiate and mature following host exposure to a pathogen. Following differentiation, MBCs remain in peripheral circulation after recovery and are poised to secrete antigen-specific antibodies if and when they are re-exposed to their cognate antigen. Consequently, MBCs form the founder population and provide one of the first lines of pathogen-specific defense against reinfection. The role MBCs play is complicated for viruses that are heterologous, such as dengue virus (DENV), which exist as antigenically different serotypes. On second infection with a different serotype, MBCs from initial dengue infection rapidly proliferate and secrete antibodies: many of these MBC derived antibodies will be cross-reactive and weakly neutralizing, while some antibodies may recognize epitopes conserved across serotypes and have the capacity to broadly neutralize 2 or more serotypes. It is also possible that a new population of MBCs and antibodies specific for the second virus serotype need to arise for long-term broader immunity to develop. Methods to interrogate and track memory B cell responses are important for evaluating both natural immunity and vaccine response. However, the low abundance of MBCs for any specific pathogen makes it challenging to interrogate frequency, specificity, and breadth for the pathogen of interest. This review discusses current approaches that have been used to interrogate the memory B cell immune response against viral pathogens in general and DENV specifically. Including strengths, limitations, and future directions. Single-cell approaches could help uncover the DENV specific MBC antibody repertoire, and improved methods for isolating DENV specific monoclonal antibodies from human peripheral blood cells would allow for a functional analysis of the anti-DENV repertoire. "}
{"text": "Exploring virus-host interactions is key to understand mechanisms regulating the viral replicative cycle and any pathological outcomes associated with infection. Whereas interactions at the protein level are well explored, RNA interactions are less so. Novel sequencing methodologies have helped uncover the importance of RNA-protein and RNA-RNA interactions during infection. In addition to messenger RNAs (mRNAs), mammalian cells express a great number of regulatory non-coding RNAs, some of which are crucial for regulation of the immune system whereas others are utilized by viruses. It is thus becoming increasingly clear that RNA interactions play important roles for both sides in the arms race between virus and host. With the emerging field of RNA therapeutics, such interactions are promising antiviral targets. In this review, we discuss direct and indirect RNA interactions occurring between RNA viruses or retroviruses and host non-coding transcripts upon infection. In addition, we review RNA virus derived non-coding RNAs affecting immunological and metabolic pathways of the host cell typically to provide an advantage to the virus. The relatively few known examples of virus-host RNA interactions suggest that many more await discovery. "}
{"text": "To develop an effective vaccine that does not enhance RSV illness, it is important to understand how formalin and heat inactivation affected the antigenicity and immunogenicity of FI-RSV compared to native virus. Informed by atomic structures of RSV fusion (F) glycoprotein in prefusion (pre-F) and postfusion (post-F) conformations, we demonstrate that FI-RSV predominately presents post-F on the virion surface, whereas infectious RSV presents both pre-F and post-F conformations. This significant antigenic distinction has not been previously appreciated. Thus, a stabilized pre-F antigen is more representative of live RSV than F in its post-F conformation, as displayed on the surface of FI-RSV. This finding has major implications for discriminating current pre-F-based immunogens from FI-RSV used in historical vaccine trials. Respiratory syncytial virus (RSV) is an enveloped, non-segmented negative-sense, single-stranded RNA virus that causes upper and lower respiratory tract infections. Nearly everyone is infected with the virus in the first two years of life; while reinfections occur throughout life, disease severity is highest in infants and the elderly. RSV represents a serious health and economic burden, and is the leading cause of hospitalization in children under the age of 5 (ref. 1). Despite RSV being discovered nearly 60 years ago, no licensed vaccine is yet available. In part, this delayed development stems from clinical trials using formalin-inactivated RSV (FI-RSV) product that caused an enhanced respiratory disease (ERD) syndrome in children who received the FI-RSV vaccine. The FI-RSV vaccine adjuvanted with alum was evaluated in four separate studies in seronegative infants and young children in 1966 (refs 2-6). Instead of eliciting protective immunity, a greater number of vaccinees developed severe illness compared to control groups. A three dose regimen (0, 1, 4 months) was used in subjects between 2 and 7 months of age, 16 were hospitalized of the 20 infected children in the FI-RSV-vaccinated group (N = 31) compared to only 1 hospitalized of 21 infected in the control groups (N = 40) 3 . Tragically, two of the FI-RSV recipients died at 14 and 16 months of age from bacterial pneumonia complicating their subsequent RSV infection. In the majority of vaccinees, priming with FI-RSV led to pathology upon subsequent RSV infection that ordinarily is only manifest in a small fraction of RSV-naïve individuals. The immunological basis for FI-RSV-induced enhanced illness has focused on two major features of the humoral and cellular responses. First, FI-RSV induced high titers of binding antibody with weak neutralizing and fusion-inhibitory activity 7,8 . These antibodies in the context of large antigen load led to immune complex deposition and complement activation in airways upon subsequent RSV infection 9 . Second, natural RSV infection after immunization with FI-RSV was associated with exaggerated peribronchiolar inflammation and infiltration of neutrophils and eosinophils into airways. This is consistent with findings in animal models where FI-RSV has been shown to induce Th2-biased immune responses and airway hypersensitivity characterized by up regulation of IL-4, IL-5, IL-13, and IgE 10 . Importantly, FI-RSV vaccination does not result in enhanced RSV disease when individuals are first primed with live virus infection or attenuated replication-competent vaccines are given intranasally or parenterally 11,12 , indicating that immunological priming with the FI-RSV vaccine was responsible for aberrant responses to subsequent infection. Therefore, to develop an effective vaccine that does not enhance RSV illness upon subsequent "}
{"text": "Subacute sclerosing panencephalitis (SSPE) is a progressive, lethal complication of measles caused by particular mutants of measles virus (MeV) that persist in the brain despite high levels of neutralizing antibodies. We addressed the hypothesis that antigenic drift is involved in the pathogenetic mechanism of SSPE by analyzing antigenic alterations in the MeV envelope hemagglutinin protein (MeV-H) found in patients with SSPE in relation to major circulating MeV genotypes. To this aim, we obtained cDNA for the MeV-H gene from tissue taken at brain autopsy from 3 deceased persons with SSPE who had short (3-4 months, SMa79), average (3.5 years, SMa84), and long (18 years, SMa94) disease courses. Recombinant MeVs with a substituted MeV-H gene were generated by a reverse genetic system. Virus neutralization assays with a panel of anti-MeV-H murine monoclonal antibodies (mAbs) or vaccine-immunized mouse anti-MeV-H polyclonal sera were performed to determine the antigenic relatedness. Functional and receptor-binding analysis of the SSPE MeV-H showed activity in a SLAM/nectin-4-dependent manner. Similar to our panel of wild-type viruses, our SSPE viruses showed an altered antigenic profile. Genotypes A, G3, and F (SSPE case SMa79) were the exception, with an intact antigenic structure. Genotypes D7 and F (SSPE SMa79) showed enhanced neutralization by mAbs targeting antigenic site IIa. Genotypes H1 and the recently reported D4.2 were the most antigenically altered genotypes. Epitope mapping of neutralizing mAbs BH015 and BH130 reveal a new antigenic site on MeV-H, which we designated Φ for its intermediate position between previously defined antigenic sites Ia and Ib. We conclude that SSPE-causing viruses show similar antigenic properties to currently circulating MeV genotypes. The absence of a direct correlation between antigenic changes and predisposition of a certain genotype to cause SSPE does not lend support to the proposed antigenic drift as a pathogenetic mechanism in SSPE. Data curation: Miguel Á ngel Muñoz-Alía. Formal analysis: Miguel Á ngel Muñoz-Alía. Funding acquisition: Stephen J. Russell. Investigation: Miguel Á ngel Muñoz-Alía. Methodology: Miguel Á ngel Muñoz-Alía. Project administration: Miguel Á ngel Muñoz-Alía. Resources: Claude P. Muller, Stephen J. Russell. Software: Miguel Á ngel Muñoz-Alía. Supervision: Stephen J. Russell. Validation: Miguel Á ngel Muñoz-Alía, Stephen J. Russell. Visualization: Miguel Á ngel Muñoz-Alía. Hemagglutinin-specific neutralization of SSPE viruses PLOS ONE | https://doi. "}
{"text": "Neopterin is produced by activated monocytes, macrophages, and dendritic cells upon stimulation by interferon gamma produced by T-lymphocytes. Quantification of neopterin in body fluids has been achieved by standard high-performance liquid chromatography, radioimmunoassays, and enzyme-linked immunosorbent assays. Neopterin levels predict HIV-related mortality more efficiently than clinical manifestations. Successful highly active antiretroviral therapy is associated with a decrease in neopterin levels. Elevated neopterin levels were associated with hepatitis by hepatitis A, B, and C viruses. Serum neopterin levels were found to be a predictor of response to treatment of chronic HCV infection with pegylated interferon combined with ribavirin. Neopterin levels of patients with pulmonary tuberculosis were found to be higher in patients with more extensive radiological changes. Elimination of blood donors with elevated neopterin levels to reduce risk of transmission of infections with known and unknown viral pathogens has been undertaken. Neopterin measurement is hereby more cost effective but less sensitive than screening using polymerase chain reaction based assays. In conclusion neopterin is a nonspecific marker of activated T-helper cell 1 dominated immune response. It may be a useful marker for monitoring of infectious disease activity during treatment and for more accurate estimation of extent of disease and prognosis. "}
{"text": "The innate immune response is essential for controlling West Nile virus (WNV) infection but how this response is propagated and regulates adaptive immunity in vivo are not defined. Herein, we show that IPS-1, the central adaptor protein to RIG-I-like receptor (RLR) signaling, is essential for triggering of innate immunity and for effective development and regulation of adaptive immunity against pathogenic WNV. IPS-1 2/2 mice exhibited increased susceptibility to WNV infection marked by enhanced viral replication and dissemination with early viral entry into the CNS. Infection of cultured bone-marrow (BM) derived dendritic cells (DCs), macrophages (Macs), and primary cortical neurons showed that the IPS-1-dependent RLR signaling was essential for triggering IFN defenses and controlling virus replication in these key target cells of infection. Intriguingly, infected IPS-1 2/2 mice displayed uncontrolled inflammation that included elevated systemic type I IFN, proinflammatory cytokine and chemokine responses, increased numbers of inflammatory DCs, enhanced humoral responses marked by complete loss of virus neutralization activity, and increased numbers of virus-specific CD8+ T cells and non-specific immune cell proliferation in the periphery and in the CNS. This uncontrolled inflammatory response was associated with a lack of regulatory T cell expansion that normally occurs during acute WNV infection. Thus, the enhanced inflammatory response in the absence of IPS-1 was coupled with a failure to protect against WNV infection. Our data define an innate/adaptive immune interface mediated through IPS-1-dependent RLR signaling that regulates the quantity, quality, and balance of the immune response to WNV infection. "}
{"text": "Background: The accuracy of metagenomic assembly is usually compromised by high levels of polymorphism due to divergent reads from the same genomic region recognized as different loci when sequenced and assembled together. A viral quasispecies is a group of abundant and diversified genetically related viruses found in a single carrier. Current mainstream assembly methods, such as Velvet and SOAPdenovo, were not originally intended for the assembly of such metagenomics data, and therefore demands for new methods to provide accurate and informative assembly results for metagenomic data. Results: In this study, we present a hybrid method for assembling highly polymorphic data combining the partial de novo-reference assembly (PDR) strategy and the BLAST-based assembly pipeline (BBAP). The PDR strategy generates in situ reference sequences through de novo assembly of a randomly extracted partial data set which is subsequently used for the reference assembly for the full data set. BBAP employs a greedy algorithm to assemble polymorphic reads. We used 12 hepatitis B virus quasispecies NGS data sets from a previous study to assess and compare the performance of both PDR and BBAP. Analyses suggest the high polymorphism of a full metagenomic data set leads to fragmentized de novo assembly results, whereas the biased or limited representation of external reference sequences included fewer reads into the assembly with lower assembly accuracy and variation sensitivity. In comparison, the PDR generated in situ reference sequence incorporated more reads into the final PDR assembly of the full metagenomics data set along with greater accuracy and higher variation sensitivity. BBAP assembly results also suggest higher assembly efficiency and accuracy compared to other assembly methods. Additionally, BBAP assembly recovered HBV structural variants that were not observed amongst assembly results of other methods. Together, PDR/BBAP assembly results were significantly better than other compared methods. Conclusions: Both PDR and BBAP independently increased the assembly efficiency and accuracy of highly polymorphic data, and assembly performances were further improved when used together. BBAP also provides nucleotide frequency information. Together, PDR and BBAP provide powerful tools for metagenomic data studies. "}
{"text": "Apolipoprotein (Apo) D is an important protein produced in many parts of the body. It is necessary for the development and repair of the brain and protection from oxidative stress. The purpose of this study was to investigate the extent to which apoD interacts with lipoproteins in human plasma. By using detergent-free ELISA, we show that immobilized monoclonal antibodies against apoD very efficiently bind to low density lipoprotein (LDL) from plasma; this binding is as equally efficient as binding to an anti-apoB monoclonal antibody. Adding detergent to the plasma inhibited the binding, suggesting that the binding is dependent on the presence of intact lipoprotein particles. Reversing the system by using immobilized anti-apoB revealed that the affinity of apoD for LDL is rather low, suggesting that multiple bindings are needed for a durable connection. Biosensor experiments using purified lipoproteins also showed that purified apoD and high density lipoprotein 3 (HDL3), a lipoprotein fraction rich in apoD, were both able to bind LDL very efficiently, indicating that the HDL3-LDL interaction may be a physiological consequence of the affinity of apoD for LDL. Furthermore, we found that apoD increases the binding of HDL to actively growing T24 bladder carcinoma cells but not to quiescent, contact-inhibited, confluent T24 cells. This result is especially intriguing given that the T24 supernatant only contained detectable levels of apoD after growth inhibition, raising the possibility that alternating the expression of apoD and a putative apoD-receptor could give direction to the flow of lipids. In the current paper, we conclude that apoD mediates binding of HDL to LDL and to growing T24 carcinomas, thereby highlighting the importance of apoD in lipid metabolism. Citation: Braesch-Andersen S, Beckman L, Paulie S, Kumagai-Braesch M (2014) ApoD Mediates Binding of HDL to LDL and to Growing T24 Carcinoma. PLoS ONE 9(12): e115180. "}
