{
    "paper_id": "1b15fd2e1de25b70cdf48b63f4409087677a0c42",
    "metadata": {
        "title": "Automated Diagnosis of COVID-19 Using Deep Learning and Data Augmentation on Chest CT",
        "authors": [
            {
                "first": "Runwen",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guanqi",
                "middle": [],
                "last": "Ruan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shijun",
                "middle": [],
                "last": "Xiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Minghui",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Qiaoyi"
                ],
                "last": "Liang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jingxuan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background Coronavirus disease 2019 has surprised the world since the beginning of 2020, and the rapid growth of COVID-19 is beyond the capability of doctors and hospitals that could deal in many areas. The chest computed tomography (CT) could be serve as an effective tool in detection of COVID-19. Its valuable to develop automatic detection of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The collected dataset consisted of 521 COVID-19 chest CT images, 397 normal chest CT images, 76 bacterial pneumonia chest CT images and 48 SARS chest CT images obtained by exhaustively searching available data on the Internet. Then, these data are divided into three sets, referred to training set, validation set and testing set. Sixteen data augmentation operations are designed to enrich the training set in deep learning training phase. Multiple experiments were conducted to analyze the performance of the model in the detection of COVID-19 both in case of no noisy labels and noisy labels. The performance was assessed by the area under the receiver operating characteristic (AUC), sensitivity, specificity and accuracy. Results The data augmentation operations on the training set is effective for improvement of the model performance. The area under the receiver operating characteristic curve is 0.9689 with (95% CI: 0.9308, 1) in case of no noisy labels, while the per-exam sensitivity, specificity and accuracy for detecting COVID-19 in the independent testing set are 90.52%, 91.58% and 91.21%, respectively. Besides, the model is robust when part of the training samples is marked incorrectly. The AUC is 92.23% in the case of noisy labels of 10% in the training set. Conclusion A deep learning model with insufficient samples can be developed by using data augmentation in assisting medical workers in making quick and correct diagnosis of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus Disease 2019 (COVID- 19) , has surprised the world since the beginning of 2020 and is becoming a serious global concern. An infected patient may be leaded to acute respiratory distress or multiple organ Shijun Xiang shijun xiang@qq.com 1 as representative of the COVID-19 [7, 8] , can be recognized by radiologists and experienced medical workers. Nine chest CT images of COVID-19 in mild, moderate and severe cases are shown in Fig. 1 . In [9] , the authors focus on interpreting the potential pathological basis from CT images and suggesting the future research and clinical directions, which will be greatly helpful for the radiologists in the clinical practice. Consequently, CT is an important tools in the diagnosis and treatment pathway of COVID-19 [10] . A CT scan takes only a few minutes, but some tens of minutes is needed for a group of experienced doctors to read the CT images and make the correct decision. In many areas, the virus spread quickly and there are a desperate shortage of experienced medical workers to evaluate large numbers of chest CT images. Therefore, how to break through the bottleneck of time of diagnosis and give the medical worker a hand in making the quick and correct decision becomes an import issue.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "text": "19)",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 290,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 772,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 441,
                    "end": 447,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Artificial intelligence (AI) has made great success in many image application domains [11] [12] [13] , such as in medical applications [14] by developing deep learning model in assisting doctors in reading CT images of lungs to detect cancer [15] and pneumonia in pediatric chest radiographs [16] . Toward this direction, AI-based automated image analysis on CT images is a potential solution for COVID-19. In the past two months, there were a few excellent works proposed for doctors in making efficient diagnosis of COVID-19 [17] [18] [19] . In [17] , a convolutional neural network (CNN) using ResNet50 as the backbone to detect COVID-19 and distinguish it from community acquired pneumonia and other nonpneumonic lung diseases were proposed by using 4,356 3D chest CT exams. In [18] , the authors developed an automated CT image analysis method to distinguish COVID-19 patients from those who do not have the disease by using deep learning on a testing set of 157 international patients. The two datasets in [17, 18] are not open due to some reasons of privacy protection. Consequently, researchers tried to build public COVID-19 dataset in their researches [19, 20] . In [19] , the authors built a public dataset consisting of 275 CT scans positive for COVID- 19 and developed a CNN model using DenseNet169 on the dataset. The dataset in [20] is composed of a number of COVID-19 chest X-rays or CT scans collected for computer analysis.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 91,
                    "end": 95,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 96,
                    "end": 100,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "[17,",
                    "ref_id": null
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "18]",
                    "ref_id": null
                },
                {
                    "start": 1162,
                    "end": 1166,
                    "text": "[19,",
                    "ref_id": null
                },
                {
                    "start": 1167,
                    "end": 1170,
                    "text": "20]",
                    "ref_id": null
                },
                {
                    "start": 1176,
                    "end": 1180,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1265,
                    "end": 1267,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1343,
                    "end": 1347,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Usually, the performance of AI methods, especially based on deep learning, depend on a large and reliable dataset. However, a large and reliable dataset is considered to be one of the biggest challenges for developing deep learning method in medical applications [14] , especially for current AI-based diagnosis of COVID-19. Firstly, COVID-19 samples are difficult to be collected because of protection of patient privacy. Besides, building a reliable dataset from clinical data needs experts to annotate labels. Since the complexity of the medical data and the different experiences among the experts, a medical dataset whose labels are completely reliable is not available, meaning that there may have noisy (or incorrect) labels in some training samples. In this situation, data augmentation (DA) technique could be used to generalize an AI model based on deep learning and the model has resistance to noisy labels in some training samples is required.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We proposed a new COVID-19 diagnosis method by using CNN with ShuffleNet V2 as the backbone so as to efficiently distinguish the COVID-19 patients from those who are not infected or infected by other pneumonia (bacterial pneumonia or SARS). We built a new dataset (which can be downloaded from the website: https://github.com/KevinHuRunWen/COVID-19) for the testing. The purposes are to investigate whether AI model based on deep learning with DA technique can be developed while initially the number of COVID-19 samples is not enough to train deep learning algorithms, and the robustness of the AI model in the case of noisy labels in the training samples. This is useful for doctors in analyzing potentially large numbers of chest CT exams on diagnosis of COVID-19 as early as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Considering about ethical issues such as the privacy of patients, the accessible chest CT images of healthy persons and patients with COVID-19 are seriously inadequate, and therefore, we strove and spent a lot of ener-. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04. 24.20078998 doi: medRxiv preprint [19] and the online site at https://www.sirm.org/category/senza-categoria/covid-19/ while the rest samples are from [20] . Since the wide range of data sources may cause the problem of repetition or high correlation among the chest CT images, small part of collected CT images in these data sources are discarded. As a result, the chest CT images in the new dataset consist of 521 COVID-19 exams, 397 healthy subjects, 76 bacterial pneumonia and 48 SARS cases. In the total 521 COVID-19 exams, 349 are downloaded from [19] , 13 images are obtained from [20] and 159 are from the online site above. Based on these collected samples, the training set, validation set and testing set are allocated as shown in Table 1 Until now, it is still difficult to collect enough and high-quality COVID-19 chest CT images for the AI model. Usually, the AI-based methods especially for deep learning, need enough data for training and testing, otherwise it will be easily prone to the overfitting problem, and inhibit its capability to generalize to unseen invariant data [21] . A solution is to use DA operations [22] [23] [24] [25] to enrich the training samples for generalization and robustness of the model when the dataset is till small. In our method, the training set is expanded by using five types of DA techniques for improvement of the AI model while keeping the other two sets unchanged.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 121,
                    "text": "24.20078998",
                    "ref_id": null
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1201,
                    "end": 1205,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1248,
                    "end": 1252,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1253,
                    "end": 1257,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1258,
                    "end": 1262,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 851,
                    "end": 858,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Materials"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.24.20078998 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Considering the accuracy and running speed, we constructed our AI model based on the ShuffleNet V2 network [26, 27] . The CNN model using ShuffleNet V2 as the backbone is the most advanced lightweight model available, which has better accuracy and run faster than previous lightweight networks with the same computation condition. The input of ShuffleNet V2 network is a chest CT image in a time after performing a random cropping operation. The output of the ShuffleNet V2 network is then fed to a linear layer to generate the diagnostic result. With enough data, the network can learn to recognize the characteristics of COVID-19, and extract the feature which will be sent to the linear layer to get a probability score for diagnosis of COVID-19.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[26,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "AI Model Based on ShuffleNet V2"
        },
        {
            "text": "The structure of our model is shown in Fig. 2 . When the AI model is trained, the diagnosis result will be immediately obtained just like experienced clinician but faster.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 45,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "AI Model Based on ShuffleNet V2"
        },
        {
            "text": "Containing the true value under a certain probability, confidence interval (CI) is the estimation interval of true parameters constructed by sample statistics. We adopt 95% confidence interval (95%CI) as a significant methd to evaluate the performance of our model on the validation and testing sets. With the help of 95%CI, the confidence interval calculated from the datasets we used is 95% likely to contain the real value. The expression of 95% confidence interval is simplified to \"[95%CI:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "A, B ]\" in following sections, where A and B represent the lower bound and the upper bound of the interval, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The section discuss five types of DA techniques including sixteen operations used for the training set at first. This is followed by an experimental evaluation on the effect of the DA operations on model performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Augmentation"
        },
        {
            "text": "Empirically, over one thousand images are needed in a class in image classification. As listed in Table 1 , the dataset is till not enough for development of the proposed model. As shown in Table 2 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 190,
                    "end": 197,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Augmentation Operations"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.24.20078998 doi: medRxiv preprint Table 2 , respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In the first experiment the model has been trained by the original training set, the loss values by the validation set are plotted in Fig. 4 with blue line. The other experiment is to use the expanded training set while keeping the validation set and the testing set unchanged. After performing all the 16 DA operations on the the samples (313 COVID-19 and 242 healthy) in the training set, we obtained 9,435 chest CT images in the expanded training set in total while keeping the samples in the validation and testing sets unchanged. The . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 140,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.24.20078998 doi: medRxiv preprint Table 3 . From this table, we can see that the model developed with the expanded training set has higher sensitivity, specificity and AUC in average while it is with a smaller average loss value.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Take AUC metric as an example. Before the DA operations, the mean value and the variance are 0.8847 and 0.006, respectively. After the DA, the mean is up to 0.9222 while the variance is down to 0.0017. As for the loss values, the model with the expanded training set output a smaller mean and a smaller variance, from 0.1620 and 0.1122 down to 0.0155 and 0.0013, respectively. These results show the DA operations used in the paper has an ability in improving the model performance by expanding the samples in the training set when the samples are not enough.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We conduct a number of retrospective experiments to report the model performance. In the following experiments, we choose those epochs ranged from 400 to 600 as a stable period computed in the training process by the training and validation sets. Instead of randomly using a model in the stable period, we use the average of the models in the stable period on the testing set to report the model performance on the testing set. The basic reason is that the best performance in the validation set is usually not corresponding to the best rest results in the testing set. With the consideration of noisy labels, we distinguish COVID-19 from Healthy Cases at first. This is followed by a classification of COVID-19 from other cases. Experimental results show that the proposed AI model has an ability for diagnosis of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We We adopt the epochs between 400 and 600 as the stable period, and list the performance of the proposed model in classifying COVID-19 from healthy lungs under different noise fractions (NFs) in both the validation and testing sets, as shown in Table 4. In the table marked with bold font, the average sensitivity and specificity . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 274,
                    "text": "Table 4. In the table marked",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Classification of COVID-19 from Healthy Cases"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The complexity of medical resource and the differences among medical worker in clinical experiences have an important effect on whether a chest CT image is labeled correctly. In other words, small part of samples could be marked incorrectly in the dataset. Toward the noisy label problem, we test and observe the robustness of the model to noise fraction. With a noise fraction, the corresponding samples in proportion will be randomly selected from the training sets and marked with incorrect labels. These noisy samples will keep unchanged in the whole training process. When the model runs stable by referring to the validation set, we can get the corresponding stable period. Fig.6 plots the loss values in the validation set under different noise fractions. In Fig.6(a) , the loss function becomes stable in the range between 200 to 600 epochs. From Fig.6(b) to Fig.6(i) , we can observe that when there exist noisy labels, the loss functions of the validation set need more epoches to reach a stable state. The larger the noise fraction is, the more epochs are required for the model training. This explains why we choose the epoches ranged from 400 to 600 as the stable period to report the results on the testing set.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 685,
                    "text": "Fig.6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 766,
                    "end": 774,
                    "text": "Fig.6(a)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 855,
                    "end": 863,
                    "text": "Fig.6(b)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 867,
                    "end": 875,
                    "text": "Fig.6(i)",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Effect of Noisy Labels"
        },
        {
            "text": "In case of no other pneumonias, we can see from Table 4 that the number of the noisy labels in the training set has an effect on the model performance. When the noise fractions are 1%, 5% and 10%, the accuracy of the model in the testing set is down to 89.06%, 85.82% and 83.91%, respectively. Once the noise fraction is 15%, the accuracy is below 80%. These results show that the proposed AI model has an ability to classify COVID-19 from healthy subjects, and is robust to noisy label problem. In case of the healthy objects are hybrid with other pneumonias, we can see from Table 5 that the existence of the noisy labels in the training set will degrade the model performance. When the noise fractions are 1%, 5% and 10%, the accuracy of the model in the testing set is down to 84.89%, 82.61% and 79.11%, respectively. These results show that the proposed AI model has an ability to classify COVID-19 from other hybrid subjects, and is also robust to the case of a small part of the samples in the training set marked incorrectly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 577,
                    "end": 584,
                    "text": "Table 5",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Effect of Noisy Labels"
        },
        {
            "text": "As for the other three metrics including sensitivity, specificity and accuracy, we can see from Table 4 and Table 5 that the simulation results are similar. In order to better show the effect of noisy labels, we plot Fig. 7 with the averages of the accuracy, sensitivity, specificity and AUC values in the testing set with the propose method under different noise fractions. The blue line is the case of the classification of COVID-19 from healthy subjects when the red line is the the classification of COVID-19 from the other hybrid (healthy, bacterial pneumonia and SARS) subjects. We can see from this figure that as the noise fraction increases, all the four evaluation metrics decrease correspondingly. We can see from the figures in Fig. 7 that the blue line is higher than the red line in most cases, indicating that there exists some correlation property between the COIVD-19 and other pneumonia in chest CT image.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 103,
                    "text": "Table 4",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 108,
                    "end": 115,
                    "text": "Table 5",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 217,
                    "end": 223,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 740,
                    "end": 746,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Effect of Noisy Labels"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of Noisy Labels"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We built an effective dataset of 1042 samples consisting of 521 COVID-19, 397 normal samples, 76 bacterial pneumonia and 48 SARS by searching available data on the Internet and selected those high-quality cases. Since the dataset is still small, we explore data augmentation technique to generate more training samples. Simulation results have proven the validity of these data augmentation operations in the proposed AI model. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The operation of DA"
        },
        {
            "text": "There are two considerations in our future research. One is to continually add new high-quality samples into the dataset by keeping an eye on new public data sources or making a cooperation with those hospitals with valuable samples. The other consideration is to find a way to extract efficient features from chest CT images as input of the AI model for the improvement of model performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Directions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Directions"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "This work was supported by NSFC (No. 61772234).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Compliance of interest None. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04. 24.20078998 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 143,
                    "text": "24.20078998 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Compliance"
        }
    ],
    "bib_entries": {
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The appropriate position of radiology in covid-19 diagnosis and treatmentcurrent status and opinion from china",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "International Conference on Medical Image Computing and Computer-Assisted Intervention",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lyu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "577--585",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Advances in neural information processing systems",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krizhevsky",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sutskever",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1097--1105",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Advances in neural information processing systems",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simonyan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zisserman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "568--576",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Proceedings of the European Conference on Computer Vision (ECCV)",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "116--131",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Demonstrations on chest CT images of COVID-19. A1-A3, mild pneumonia patient showed patchy ground-glass opacity with clear borderline in a transverse chest CT image; B1-B3, moderate patients with large ground-glass opacity and some with ambiguous borderline; and C1-C3, severe cases were characterized by typical white lung change as high-density mass shadows and multiple lobular consolidations were observed.gy to collect the CT images from several different open sources and innovative papers. Most of the CT images are obtained from the work",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Flow diagram of the proposed AI method.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", we adopt five types of DA techniques including 16 manipulations in total on the samples in the training set. For each sample in the training set, we can get 16 new variants marked with the same label as the original one. In Fig. 3, the visual effect of five typical DA operations on the original sample have been plotted.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "CT Images of lungs of a COVID-19 case and its five DA versions. (a) the original CT image, (b) flip vertically, (c) rotation of anticlockwise 60 degrees, (d) translation of 10 rows and 50 columns, (e) 1.5 times brightness, (f) 0.5 times brightness and flip vertically and horizontally.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The loss functions of the two developed models with the original training set and the expanded one by using DA. loss values of the experiment are plotted in Fig. 4 with red line. We can see from the figures in Fig. 4 that the performance of the model has been improved to some extent by using DA techniques on the training set. After the DA, the loss function is more stable and the values are smaller than the original training set. Also, we can see from Fig. 4 the AI model becomes stable after running 200 epoches and keeps well stable between 400 and 600 epoches. Consequently, we chose the models in the epoch period between 400 and 600 to compute the results of the model in the testing set in statistical way, as listed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "have 521 COVID-19 and 397 healthy subjects in the classification testing. The samples are allocated to training, validation and testing sets by referring to Table 1. After performing all the 16 DA operations on the the samples (313 COVID-19 and 242 healthy) in the training set, we obtained 9,435 chest CT images in the expanded training set in total while keeping the samples in the validation set (104 COVID-19 and 83 healthy) and the testing set (104 COVID-19 and 72 healthy)unchanged. In the case of no noisy labels, experimental results obtained by the validation set are plotted in We can see from the figures inFig. 5that the model is going to be stable in the all four performance metrics (loss value, sensitivity, specificity and AUC).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Model performance in case of no noisy labels. The loss, sensitivity, specificity and AUC are plotted in subfigures (a), (b), (c) and (d), respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The loss functions of the proposed model under different noise fractions range from 0 to 40%.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Performance of our model training with different percentage of the noise label. Accuracy, sensitivity, specificity and AUC are shown in (a), (b), (c) and (d), respectively.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "by considering the samples in number. In Table 1, there are 313 chest CT images with COVID-19 and 313 hybrid chest CT images (242 healthy chest CT images, 46 bacterial pneumonia images and 28 SARS images) in the train-ing set, 104 chest CT images with COVID-19 and 104 hybrid chest CT images (83 healthy chest CT images, 15 bacterial pneumonia images and 10 SARS images) in the validation set, and 104 chest CT images with COVID-19 and 104 hybrid chest CT images (72 healthy chest CT images, 15 bacterial pneumonia images and 10 SARS images) in the testing set.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Numbers of the samples in training, validation and testing sets.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Types of Data Augmentation. The samples in the training set, validation set and testing set have been allocated as shown in Table 1. Totally 555 samples in the training set (including 313 COVID-19 exams and 242 healthy healthy subjects) are used to train the model by the validation set (104 COVID-19 and 83 healthy) and then test the model performance by the testing set (104 COVID-19 and 72 healthy). In order to verify the validity of the DA operations, we conducted two experiments to evaluate the effectiveness of the DA operations by using the original training set and the expanded training set with the 16 DA operations listed in",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Averages and variances of the loss, sensitivity, specificity and AUC values in the range [400, 600] on the the testing set.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "in the stable period are 90.52% and 91.58%, respectively. The corresponding average AUC value is 0.9689 with [95%CI: 0.9308, 1] while the average accuracy is 91.21%. Classification of COVID-19 from Other Cases In practical diagnosis of COVID-19, there may have the other kind of pneumonia, such as bacterial pneumonia and SARS, which needed to be distinguished from COVID-19. In order to test the ability of the model to classify COVID-19 from other cases, in the experiment we use the dataset including 521 COVID-19 images and 521 hybrid chest CT images consisting of 397 healthy, 76 bacterial and 48 SARS cases. The samples are allocated to training, validation and testing sets by referring to Table 1. Similarly, we expand the training set and test the model performance, as listed in Table 5. In this table marked with bold font, the average sensitivity and specificity in the stable period are 85.71% and 84.88%, respectively. The corresponding average AUC value is 0.9222 with [95%CI: 0.8418, 1] while the average accuracy is 85.40%.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Model performance in classifying the COVID-19 and healthy lungs under different noise fractions (NFs) in both the validation and testing sets.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Performance of the proposed model in classifying the COVID-19 and the other pneumonia under different noise fractions (NFs) in both the validation and testing sets.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}