{
    "paper_id": "1cb9be74282fa3a13c76d6cf68aed2a42e9e20a4",
    "metadata": {
        "title": "Has mortality due to other causes increased during the Covid-19 pandemic? Early evidence from England and Wales",
        "authors": [
            {
                "first": "Sotiris",
                "middle": [],
                "last": "Vandoros",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London and Harvard T.H. Chan School of Public Health",
                    "location": {}
                },
                "email": "s.vandoros@kcl.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "The Covid-19 pandemic has claimed many lives in the UK and globally. The objective of this paper is to study whether the novel coronavirus has also been associated with an increase in deaths in England and Wales for those who have not contracted the disease. Reasons behind this may include avoiding visits to hospitals or GPs, and the effects of the lockdown. Methods: I used weekly ONS data on the number of deaths that did not involve covid-19 over the period 2015-2020. Simply observing trends is not sufficient as spikes in deaths may occasionally occur. I thus followed a differences-in-differences econometric approach to study whether there was a relative increase in non-covid-19 deaths during the pandemic, compared to a control. As an additional approach, an interrupted time series model was also used. Results: Results suggest that there were an additional 531 non-covid-19 deaths in England and Wales since the outbreak of the pandemic, compared to what would have otherwise been expected [diff-in-diff interaction coeff: 531.11; 95%CI: 125.65 to 936.57]. This is confirmed by the interrupted time series model. Discussion: The health effects of covid-19 do not seem to be limited only to patients suffering from the disease, as the number of deaths for those who did not contract covid-19 has also demonstrated an absolute and relative increase. Analysing the cause of death for non-covid-19 deaths will shed light upon the reasons for the increase in such deaths and will help design appropriate policy responses to save lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Almost 2 million covid-19 cases have been reported globally, leading to over 160,000 deaths. In the United Kingdom, the death toll has reached 18,000, while over 130,000 people have been diagnosed with the virus. 1 The novel coronavirus is directly claiming lives, but this unprecedented situation and the lockdown imposed in the UK and other countries might be triggering additional health problems. People with other, unrelated health conditions may be reluctant to visit their GP or a hospital in order to avoid the risk of contracting the virus,2 thus remaining undiagnosed or not receiving the medical treatment they might need. Furthermore, to increase capacity for the overstretched NHS, routine operations have been postponed.3 The lockdown may also have unintended health effects. Lack of social contact can affect mental health,4 and big events or disasters at the national level can have a similar impact.5 Staying at home can limit physical activity, which has been associated with obesity6 and mental health.7",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 214,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "There are also reports of a rise in domestic abuse,8 while the current financial and public health situation may also cause additional uncertainty and stress.9-10 Apart from the negative effects, there may also be some improvement in certain areas. The lockdown has reduced traffic volume and may thus lead to a decrease in motor vehicle collisions and related deaths. Reduced traffic has also led to lower levels of air pollution, which is associated with mortality. 11 The lockdown may have also helped reduce crime rates.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 470,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The objective of this paper is to study whether the covid-19 pandemic has caused any increase in deaths for those who have not contracted the disease, using data that have just been released by the Office for National Statistics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This study used weekly (provisional) mortality data from England and Wales for years 2019 and 2020, obtained from the Office for National Statistics (ONS).12 Data were extracted . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Methods"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint on 7 April 2020 and updated on 14 and finally 21 April 2020, following the ONS update on the same day. Please note that the data used in this study are based on the data released on 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Methods"
        },
        {
            "text": "April 2020, and values included in this dataset may be changed in later releases, as is sometimes the case. Data were reported by gender, age group and Region. I used the total number of deaths (regardless of cause) as well as the number of deaths where Covid-19 was mentioned on the death certificate, in order to calculate the number of deaths that were not officially related to Covid-19. Data on Covid-19 deaths are also available by the Department of Health and Social Care,13 but the latter exclude those deaths that occurred outside hospital, which is why I preferred the ONS data. According to the ONS, data by gender or age group may be incomplete, so they might not necessarily sum to the total number of deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Methods"
        },
        {
            "text": "Studying trends in a variable alone before and after a \"treatment\" can be misleading as there may be other factors driving any change. For that purpose, a control group can help filter out any other effects. Such a control group will have to remain unaffected by the treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Methods"
        },
        {
            "text": "The covid-19 pandemic is a major global crisis, and has caused a lockdown throughout the UK, so identifying a control population for the same period seems impossible as it would be highly likely to be contaminated. Instead, I follow an approach similar to that by Metcalfe et al5 who used trends in the same variable, in earlier years, as a control group. Likewise, I used deaths in the first 15 weeks in previous years as a control group for non-covid-19 deaths in the 15 first weeks in 2020. The \"treatment\" period starts in week 10 of the year, when the first covid-19 death occurred in England and Wales.14 In order to compare trends in deaths excluding covid-19 deaths to the control group, I used a difference-in-differences (D-I-D) econometric approach. I used the average number of deaths in the previous five previous years as a control group, which also helps smooth out any short-term spikes (possibly due to a bad flu season15). A difference-in-differences approach requires that the trends (rather than absolute values) in treatment and control groups are parallel . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Methods"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint prior to the intervention. To test whether this common trend assumption is met, I followed the approach by Autor,16 who used a model with interactions including lags and leads (prior to and after the treatment). Results of the common trend assumption test are presented in Table A1 in the Appendix. All interaction lags are insignificant, suggesting that there is indeed a common trend in the two groups prior to the intervention. Trends can also be observed graphically ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 424,
                    "text": "Table A1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 616,
                    "end": 624,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Data and Methods"
        },
        {
            "text": "The dependent variable is the number of deaths in each of the 15 first weeks of the calendar years, excluding any deaths that mentioned covid-19 in the death certificate. In other words, deaths of people who suffered from covid-19 are not included in the analysis, in order to study any spillover effects on other deaths. The difference-in-differences model includes a \"treatment group\" dummy variable, which takes the value of 1 for the group that is affected by the intervention, and zero otherwise. In this case, observations in 2020 take the value of 1, and observations in previous years take the value of zero. Another dummy that is included is an \"after\" variable, which takes the value of 1 in the period after an intervention (for both groups, 2020 and other years), and zero otherwise. We consider the treatment period to start in week 10, as that is the week when the first covid-19 death was reported, thus indicating an escalating situation and capturing any spillover effects of the virus. There were four covid-19-related deaths reported in week 10; 35 in week 11; 374 in week 12; 1,704 in week 13; 4,117 in week 14; and 6,146 in week 15. One might argue that the treatment period should start later, when the number of deaths started increasing steeply, but a question that remains is where we should draw the line, and this would possibly relate with the cause of any spillover effects on the number of deaths, which is currently unknownso identifying where the treatment period should start becomes particularly challenging. To be on the safe side, I followed the most conservative approach, i.e. a treatment period that starts with the first death, rather than when . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Methods"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint the number of deaths demonstrate large increases. This might underestimate the magnitude of any effect on non-covid-19 deaths, but is unlikely to exaggerate any findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The interaction of these two dummy variables (treatment*after) is the main variable of interest. I also used dummy variables for gender and week dummies, to address seasonality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Robust standard errors were used in all regressions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Finally, for completeness, I also employed an interrupted time series model, using all weekly observations from the first week of 2015 until the 15th week of 2020 (276 observations in total). Again, the treatment period starts in the tenth week of 2020, which does indeed leave a very short post-treatment period (6 weeks) compared to the pre-treatment period (270 weeks).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "However, this approach is used as an additional check rather than as the main analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "There Figure A1 in the Appendix provides trends in non-covid-19 deaths by age group and gender, for age groups 65-74; 75-84; and 85 or over, which account for over 85% of all deaths.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 15,
                    "text": "Figure A1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Results of the baseline difference-in-differences econometric analysis are presented in Table 1 , where weekly deaths enter the model by gender. There is an increase in non-covid-19",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 18, 2020. Could this relative increase in deaths be random? To answer this, I performed a placebo test, restricting the sample to the pre-treatment period (up to week 9, i.e. before the first covid-19 death), using an earlier random treatment period starting in week 7. Finding no effect in this case would lend additional support that the findings of the baseline model are not random.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Results are provided in Table 3 , and indeed, there is no effect in this placebo regression [D-I-D coeff: -23.08; 95%CI: -642.08 to 595.92].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Results of the interrupted time series analysis are reported in Table 3 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "This paper studied whether there are any spillover effects of the covid-19 pandemic on other types of mortality (for those who did not contract covid-19). Using a differences-indifferences econometric approach by comparing trends in 2020 to the average trends in the previous five years, I find that there are an additional 531 non-covid-19 deaths per week in England and Wales compared to what would have been expected in the absence of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Any increased non-covid-19 mortality may be a result of avoiding treatment for unrelated health conditions in order to avoid contracting the virus in hospitals or GP clinics; prioritisation of covid-19 patients by health services; stress and anxiety related to the current financial and public health environment; domestic violence; and lack of activity or other effects due to the lockdown. An additional factor could perhaps be related to how deaths are reported or registered, or whether any covid-19 patients die without being diagnosed. The relative . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint increase in deaths occurs despite reasonably expecting a reduction in some types of mortality, such as motor vehicle collisions, crime, pollution and smoking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "It is worth noting that the increase in deaths seems to only occur from week 14 onwards, i.e. in the fifth week since the first covid-19 death in the country -when there were already over 2,000 covid-19 deaths in England and Wales. If these excess deaths are a result of not visiting a hospital or GP clinic due to fear of contracting a disease, it may be that either people changed their behaviour only when covid-19 deaths started rising steeply, or that any untreated health issues led to death with a time lag. Using a treatment period that would start later into the pandemic would show an even larger magnitude of non-covid-19 deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "As people without covid-19 are dying as a result of the pandemic, we to need act urgently, to minimise these tragic spillover effects. Access to data on the causes of non-covid-19 deaths would allow us to understand the mechanism behind this phenomenon and would help design appropriate targeted responses to save lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Funding: None Ethics approval: The data used were aggregate anonymous data from a public source so ethics approval was not required. Data availability: The data used in this study are freely available online from the Office for National Statistics. Checklist: There is no relevant checklist of observational studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest: None"
        },
        {
            "text": "[3] The Guardian. 2020. NHS to postpone millions of operations to tackle coronavirus. Available at: https://www.theguardian.com/society/2020/mar/17/nhs-postpone-millionsoperations-tackle-coronavirus Accessed 14 April 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest: None"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest: None"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 18, 2020. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 18, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 18, 2020. . https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Covid-19 Dashboard by the Center for Systems Science and Engineering",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Where have all the heart attacks gone? Available at",
            "authors": [],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Social ties and mental health",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kawachi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Berkman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Urban health",
            "volume": "78",
            "issn": "3",
            "pages": "458--467",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Destruction and distress: using a quasiexperiment to show the effects of the September 11 attacks on mental well-being in the United Kingdom",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Metcalfe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Powdthavee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dolan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Economic Journal",
            "volume": "121",
            "issn": "550",
            "pages": "81--103",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Associations of body mass index and obesity with physical activity, food choices, alcohol intake, and smoking in the 1982-1997 FINRISK Studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lahti-Koski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pietinen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heliövaara",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vartiainen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The American journal of clinical nutrition",
            "volume": "75",
            "issn": "5",
            "pages": "809--817",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mental health benefits of physical activity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saxena",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Ommeren",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Armstrong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Mental Health",
            "volume": "14",
            "issn": "5",
            "pages": "445--451",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A New Covid-19 Crisis: Domestic Abuse Rises Worldwide",
            "authors": [],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The association between economic uncertainty and suicide in the short-run",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vandoros",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Avendano",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kawachi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Social Science & Medicine",
            "volume": "220",
            "issn": "",
            "pages": "403--410",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Who suffers during recessions? Economic downturns, job loss, and cardiovascular disease in older Americans",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Noelke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Avendano",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "American journal of epidemiology",
            "volume": "182",
            "issn": "10",
            "pages": "873--882",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Air pollution and mortality in the Medicare population",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Di",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanobetti",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Koutrakis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Choirat",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dominici",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "New England Journal of Medicine",
            "volume": "376",
            "issn": "26",
            "pages": "2513--2522",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Deaths registered weekly in England and Wales, provisional",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Department of Health and Social Care 2020. Number of Coronavirus cases and risk level in the UK",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Coronavirus: Woman in 70s becomes first virus fatality in the UK",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Outsourcing at will: The contribution of unjust dismissal doctrine to the growth of employment outsourcing",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Autor",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Labor Economics",
            "volume": "21",
            "issn": "1",
            "pages": "1--42",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "are 1,850 additional non-covid-19 deaths in week 15 of 2020, compared to the same week in years 2015-2019 on average. Figure 1 shows the weekly number of deaths by gender in England and Wales (excluding any covid-19 deaths) in the first 15 weeks of 2020 and the average weekly deaths for the period 2015-2019. In week 14, 2020, there is a steep jump in non-covid-19 deaths, compared to the trend in previous years, followed by similar levels in week 15. This steep increase only started in week 14, i.e. in the fifth week of reported covid-19 fatalities. In week 13 2020 (which was the fourth week of covid-19 fatalities), the number of non-covid-19 deaths demonstrated a relative decrease.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "and are towards the same direction, indicating an increase in the weekly deaths trend by 404 deaths compared to the pre-treatment period [coef: 526.51; 95% CI: 225.61 to 827.40].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Weekly deaths in England and Wales unrelated to covid-19, first 15 weeks, year 2020 and average of years 2015-2019. First covid-19 death in week 10. Based on ONS data published on 21 April 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Weekly deaths in England and Wales unrelated to covid-19, first 15 weeks, year 2020 and average of years 2015-2019, age group 65-74 Weekly deaths in England and Wales unrelated to covid-19, first 15 weeks, year 2020 and average of years 2015-2019, age group 75-84 Weekly deaths in England and Wales unrelated to covid-19, first 15 weeks, year 2020 and average of years 2015-2019, age group 85+",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "D-i-D regression results Dependent variable: Weekly number of non-covid-19 deaths (any age) Robust ci in brackets. Dependent variable: Number of non-covid19 deaths per week in first 14 weeks of calendar year. Years: 2020 and average of 2015-2019. Based on ONS data published on 21 April 2020. *** p<0.01, ** p<0.05, * p<0.1",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Interrupted Time Series Analysis Dependent variable: Weekly number of non-covid-19 deaths Number of non-covid-19 deaths per week for the period week 1 2020week 15 2020. Based on ONS data published on 21 April 2020. CI in brackets.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". https://doi.org/10.1101/2020.04.14.20065706 doi: medRxiv preprint APPENDIX Table A1. Testing the common trend assumption: Time-varying regression. Years 2020 and average of 2015-2019 Dependent variable: Weekly number of non-covid-19 deaths Robust ci in brackets. Dependent variable: Number of deaths per week in first 15 weeks of calendar year. Years: 2020 and average of 2015-2019. Based on ONS data published on 21 April 2020. *** p<0.01, ** p<0.05, * p<0.1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}