{
    "paper_id": "1d42a7d347a760b2134b1730d0a46166757bfdb1",
    "metadata": {
        "title": "Title: Population structure and genomic evidence for local adaptation to freshwater and marine 1 environments in anadromous Arctic Char (Salvelinus alpinus) throughout Nunavik, Canada 2",
        "authors": [
            {
                "first": "Xavier",
                "middle": [],
                "last": "Dallaire",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Laval",
                    "location": {
                        "settlement": "Québec",
                        "region": "Québec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Éric",
                "middle": [],
                "last": "Normandeau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Laval",
                    "location": {
                        "settlement": "Québec",
                        "region": "Québec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Julien",
                "middle": [],
                "last": "Mainguy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Laval",
                    "location": {
                        "postCode": "G1S 4X4 9 4, G1V0A6 10 11",
                        "settlement": "Québec, Québec Océan, Québec",
                        "region": "Québec, Québec",
                        "country": "Canada, Canada"
                    }
                },
                "email": "julien.mainguy@mffp.gouv.qc.ca"
            },
            {
                "first": "Jean-Éric",
                "middle": [],
                "last": "Tremblay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Laval",
                    "location": {
                        "postCode": "G1S 4X4 9 4, G1V0A6 10 11",
                        "settlement": "Québec, Québec Océan, Québec",
                        "region": "Québec, Québec",
                        "country": "Canada, Canada"
                    }
                },
                "email": "jean-13eric.tremblay@bio.ulaval.ca"
            },
            {
                "first": "Louis",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Bernatchez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Laval",
                    "location": {
                        "settlement": "Québec",
                        "region": "Québec",
                        "country": "Canada"
                    }
                },
                "email": "louis.bernatchez@bio.ulaval.ca"
            },
            {
                "first": "Jean-Sébastien",
                "middle": [],
                "last": "Moore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Laval",
                    "location": {
                        "settlement": "Québec",
                        "region": "Québec",
                        "country": "Canada"
                    }
                },
                "email": "jean-14sebastien.moore@bio.ulaval.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": "Distinguishing neutral and adaptive genetic variation is one of the main challenges in 18 investigating processes shaping population structure in the wild. Despite marine environments 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "being key habitats for the growth of anadromous fishes, landscape genomics studies on 20 salmonids have generally focused on identifying signatures of adaptation to freshwater habitats. 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Unlike most other anadromous salmonids, Arctic Char (Salvelinus alpinus) occupy coastal habitats 22 near their overwintering rivers during their marine phase, thus making adaptation to marine 23 habitats possible. The aim of this study was to document the neutral and adaptive variation of 24 populations among anadromous Arctic Char in Nunavik and bordering regions. We used GBS to 25 genotype 20,327 filtered single nucleotide polymorphisms (SNPs) for 650 individuals sampled in 26 23 locations along >2,000 km of coastline. Our results reveal a hierarchical genetic structure, 27 whereby neighboring hydrographic systems harbour distinct populations grouping within major 28 oceanographic basins, namely the Hudson Bay, Hudson Strait, Ungava Bay and Labrador Sea. We 29 found genetic diversity and differentiation to be influenced by both post-glacial recolonization 30 history and by patterns of isolation-by-distance reflecting contemporary gene flow. Furthermore, 31 using three gene-environment association (GEA) methods we found genomic evidence for local 32 adaptation to both freshwater and marine habitats, especially in relation to sea-surface and air 33 temperatures during summer, precipitation, and salinity. This study is among the first to explicitly 34 explore the genetic basis of marine adaptations in salmonids and highlights the complex 35 interactions in selective pressures over the lifespan of anadromous fishes. 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Species experience different environmental conditions over their geographic ranges 40 which may lead to local adaptation (Kawecki & Ebert, 2004; Williams, 1966) . Local adaptation has 41 been studied extensively via reciprocal transplant and common-garden field experiments, but 42 these approaches do not provide information on the molecular basis of adaptation (Tiffin & Ross-43 Ibarra, 2014) . New genomic methods are now commonly used to advance our understanding of 44 local adaptation (Grummer et al., 2019; Luikart et al., 2018) . Such adaptive genomic variation, as 45 well as contemporary population genetic structure, are of great interest for both conservation 46 and management to ensure actions target biologically significant units (Bernatchez et al., 2017; 47 Funk, McKay, Hohenlohe & Allendorf, 2012) . 48",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 144,
                    "text": "(Kawecki & Ebert, 2004;",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 160,
                    "text": "Williams, 1966)",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 394,
                    "text": "(Tiffin & Ross-43 Ibarra, 2014)",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 513,
                    "text": "(Grummer et al., 2019;",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 535,
                    "text": "Luikart et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 746,
                    "end": 771,
                    "text": "(Bernatchez et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 816,
                    "text": "47 Funk, McKay, Hohenlohe & Allendorf, 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "39"
        },
        {
            "text": "Salmonids are a diverse family of fishes with high economic and cultural importance. 49",
            "cite_spans": [],
            "ref_spans": [],
            "section": "39"
        },
        {
            "text": "Many populations have an anadromous life cycle, whereby individuals are born and reproduce 50 in freshwater and migrate to the sea to feed and grow. Anadromous salmonids exhibit a homing 51 behaviour, i.e. returning to their natal habitat for spawning (Quinn, 1993) and this behaviour 52 reduces gene flow between populations, promoting genetic differentiation and local adaptation 53 at fine spatial scales (Fraser, Weir, Bernatchez, Hansen & Taylor, 2011) . Recent studies have 54 identified genomic regions associated with many environmental parameters, including air 55 temperature (Bourret, Dionne, Kent, Lien & Bernatchez, 2013; Hand et al., 2016; Perrier, 56 Sequencing was done on Ion Torrent p1v3 chips with a median target of 80 million single-end 147 reads per chip. Each library was sequenced on 3 separate chips, and the volume of DNA from 148 each sample was adjusted after the first chip to reduce the unbalanced representation of 149 individuals in sequences. 150",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 265,
                    "text": "(Quinn, 1993)",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 457,
                    "text": "(Fraser, Weir, Bernatchez, Hansen & Taylor, 2011)",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 634,
                    "text": "(Bourret, Dionne, Kent, Lien & Bernatchez, 2013;",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 653,
                    "text": "Hand et al., 2016;",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 665,
                    "text": "Perrier, 56",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "39"
        },
        {
            "text": "We processed the data and filtered the SNP dataset using a RADseq workflow 151 (https://github.com/enormandeau/stacks_workflow) built around STACKS2 (Rochette, Rivera-152 Colón & Catchen, 2019) . In short, the sequences were trimmed at 80 base pairs and aligned on 153 the Arctic Char reference genome (ASM291031v2; NCBI RefSeq: GCF_002910315.2; Christensen 154 et al., 2018) using Burrows-Wheeler Aligner (BWA; Li & Durbin, 2009 ). SNPs were called on 155 polymorphic genotypes with at least 4X coverage, present in at least 60% of samples of all 156 sampling sites and with the minor allele present in a minimum of 3 samples. Samples with more estuary (pBDE-FRM = 0.015; pBDE-DUQ = 0.003). These results suggest that all unlinked systems likely 338 harbour genetically distinct populations, although the extent of differentiation is highly variable. 339",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 193,
                    "text": "Rivera-152 Colón & Catchen, 2019)",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 345,
                    "text": "GCF_002910315.2;",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 375,
                    "text": "Christensen 154 et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 429,
                    "text": "Li & Durbin, 2009",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "39"
        },
        {
            "text": "When examining IBD over all populations, a positive correlation was found between 340 linearized FST and marine distances (Table 3) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "39"
        },
        {
            "text": "Freshwater and marine environmental factors were each summarized with 3 PC axes 347 (Table 2) , and correlation coefficients between components of either environment ranged 348 between 0.05 and 0.62 ( Figure S4 ). The distance-based Moran's eigenvector map produced 12 349 eigenvectors reflecting negative autocorrelation and 4 eigenvectors for positive autocorrelation 350 (MEM1 -4, see Figure S5 ). Model selection for the RDA excluded MEM3 (p = 0.12), MEM4 (p = 351 0.32), as well as the third freshwater component (F3, p = 0.07). All three sets of covariables 352 (spatial, marine and freshwater) explained a significant component (p < 0.05) of the genetic 353 variation, with 17.0% explained exclusively by one set, 14.9% jointly by two sets, and 6.7% by all 354 three sets ( Figure 6A ). 355",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 93,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 201,
                    "end": 210,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 397,
                    "text": "Figure S5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 781,
                    "end": 790,
                    "text": "Figure 6A",
                    "ref_id": null
                }
            ],
            "section": "Gene-Environment association 346"
        },
        {
            "text": "Our results revealed a hierarchical genetic structure with most geographic regions 423 containing distinct populations of Arctic Char in every sampled river not sharing an estuary. 424",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contemporary gene flow 422"
        },
        {
            "text": "However, population structure in Hudson Bay appeared weaker, as there were signs of admixture 425 between rivers within 100 km. As discussed earlier, other studies on Arctic Char have attributed 426 low genetic differentiation over long distances to recent post-glaciation colonization events 427 (Moore et al., 2013; O'Malley et al., 2019) . However, lower salinity and a longer summer period 428",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 317,
                    "text": "(Moore et al., 2013;",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 340,
                    "text": "O'Malley et al., 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Contemporary gene flow 422"
        },
        {
            "text": "in Hudson Bay could also lead to higher connectivity between estuaries. 429",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contemporary gene flow 422"
        },
        {
            "text": "As migration in Arctic Char has been found to be predominantly coastal (Moore, 1975; 430 Moore et al., 2013 430 Moore et al., , 2015 Spares et al., 2012) , we expected the Hudson Strait, a 120-km wide 431 open water area, to restrict gene flow between populations on opposite shores. However, those 432 pairs of populations only deviated from IBD patterns when we restricted analyses to sampling 433 sites around the Hudson Strait area. In other words, the effect of Hudson Strait as a barrier to 434 gene flow could only be observed at a regional scale. Differentiation between populations 435 separated by the Hudson Strait was lower than, for example, pairwise FST between populations 436 in western and eastern Ungava Bay, despite those populations being connected by a near-shore 437 migration route. We cannot exclude the possibility of other barriers to gene flow in our study 438 area, as inhospitable coastal habitats have been found to act as barriers to migration along the 439 shore in anadromous Brown Trout (Salmo trutta; Quéméré et al., 2015) . Alternatively, of winter migrating anadromous Brown Trout, which suggests that adaptation to salinity is 509 associated with gene regulation. Moreover, many studies showed that landlocked Arctic Char 510 populations, which lost access to the sea since their recolonization of freshwater habitat, have 511 lost the ability to tolerate seawater (e.g: Eliassen et al., 1998; Bystriansky et al., 2007) . Salinity 512 can thus act as a strong selective pressure by restraining foraging to coastal environments. 513",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 84,
                    "text": "(Moore, 1975;",
                    "ref_id": null
                },
                {
                    "start": 85,
                    "end": 107,
                    "text": "430 Moore et al., 2013",
                    "ref_id": null
                },
                {
                    "start": 108,
                    "end": 132,
                    "text": "430 Moore et al., , 2015",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 153,
                    "text": "Spares et al., 2012)",
                    "ref_id": null
                },
                {
                    "start": 1036,
                    "end": 1057,
                    "text": "Quéméré et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 1409,
                    "end": 1431,
                    "text": "Eliassen et al., 1998;",
                    "ref_id": null
                },
                {
                    "start": 1432,
                    "end": 1457,
                    "text": "Bystriansky et al., 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Contemporary gene flow 422"
        },
        {
            "text": "Some recent studies of local adaptation in salmonids have focused on tributary-specific 514 variation in freshwater conditions within a single catchment, (e.g. the Columbia River; Hand et 515 al., 2016; Hecht et al., 2015 , Micheletti et al., 2018 . However, the freshwater environmental 516 factors used in our study are catchment-based and could limit our interpretations. This is due to 517 sampling having been carried out during the upstream migration, which prevents us from 518 knowing the precise spawning site or overwintering lake used by the sampled individuals. In 519 marine systems, genomic evidence for local adaptation and isolation-by-environment has been 520 found both at local scales in heterogeneous habitats (e.g. Lenhert et al., 2019; Miller et al., 2019) 521 and over large geographic distances (e.g. Clucas, Lou, Therkildsen & Kovach, 2019). Arctic Char is 522 expected to use preferred habitats based on temperature, salinity, and prey availability (Spares 523 et al., 2012 (Spares 523 et al., , 2015 Harris et al. 2020 ). As we averaged near-shore marine conditions around river 524 mouths, this study is limited to broad-scale environmental heterogeneity, which is in line with 525 Quinn, T. P. (1993) . A review of homing and straying of wild and hatchery-produced salmon. Fisheries Table 3 . Parameters of isolation-by-distance mixed effect models, displaying degrees of freedom (df), conditional Akaike information criteria (cAIC) and marginal R-Squared (R 2 m) compared to the null model. Figure S3 for K = 2 to 16). Lower rows display the results for separate analyses on sampling sites sharing similar membership to clusters at K = 13, which yielded the lowest cross-validation error (CV). (B) Results of ADMIXTURE for K = 4 clusters, with individual ancestry averaged by sampling site and represented by pie charts. Approximative extent of glaciers, adapted from Dyke (2004) , are represented by blue dashed lines for 6,000 -11,000 years before present (BP). Figure 4 : Individual proportion of heterozygous SNP markers in sampling sites, ordered following the coast from west to east, and colored by region. For each boxplot, bold line indicates mean, the box limits 25 th and 75 th percentile, and whiskers represent 10 th and 90 th percentile. Letters indicate group membership based on a comparison of least square means in a mixed-effect model (alpha = 0.05). A B Figure 6 : (A) Percentage of genetic variation explained by spatial (orange), marine (blue) and freshwater (green) factors in a redundancy analysis (RDA). Triplots for (B) axes 1 and 2, and (C) axes 2 and 3 in a RDA excluding spatial components. The dark grey cloud of points at the center of each plot represents the SNPs, and coloured points represent sampling sites with color coding by region. Triplots are magnified to highlight SNP loadings on (D) RDA axes 1 and 2, and (E) axes 2 and 3. Candidate SNPs are shown as colored points with coding by most highly correlated environmental predictor (see text for description). Vectors represent environmental predictors, according to the scales on top and right axes. ",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 202,
                    "text": "Hand et 515 al., 2016;",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 221,
                    "text": "Hecht et al., 2015",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 247,
                    "text": ", Micheletti et al., 2018",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 757,
                    "text": "Lenhert et al., 2019;",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 782,
                    "text": "Miller et al., 2019) 521",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 999,
                    "text": "(Spares 523 et al., 2012",
                    "ref_id": null
                },
                {
                    "start": 1000,
                    "end": 1026,
                    "text": "(Spares 523 et al., , 2015",
                    "ref_id": null
                },
                {
                    "start": 1027,
                    "end": 1045,
                    "text": "Harris et al. 2020",
                    "ref_id": null
                },
                {
                    "start": 1223,
                    "end": 1229,
                    "text": "(1993)",
                    "ref_id": null
                },
                {
                    "start": 1898,
                    "end": 1909,
                    "text": "Dyke (2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1312,
                    "end": 1319,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1521,
                    "end": 1530,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 1994,
                    "end": 2002,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 2404,
                    "end": 2412,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Contemporary gene flow 422"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genotyping-by-Sequencing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abed",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Légaré",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pomerleau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "St-Cyr",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boyle",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Belzile",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "1011912:59:− RDA : −− LFMM : F1 Baypass",
            "authors": [
                {
                    "first": "Snp",
                    "middle": [],
                    "last": "Id",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "513950:66:+ RDA : F2 LFMM : −− Baypass",
            "authors": [
                {
                    "first": "Snp",
                    "middle": [],
                    "last": "Id",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SNP ID : 1003103:55:− RDA : −− LFMM : M1 Baypass",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SNP ID : 1791641:31:− RDA : −− LFMM : M2 Baypass",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", but the inclusion of the effect of crossing the 341 Hudson Bay (CROSSHS) did not improve the model, based on marginal R 2 . However, similar 342 analyses focusing on sampling sites within 250 km of the Hudson Strait showed higher linearized 343 FST in pairs of populations on either side of the Hudson Strait than in pairs on the same",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Sampling locations in Nunavik (Québec) and bordering regions. Red extents numbered 1 to 6 are magnified to show neighboring sampling locations. Catchment area for each site is displayed in green. (A) Population structure assessed by a principal coordinate analysis (PCoA). Individual scores on PCoA axes 1 and 2 are presented as points and colored by geographical region. An ellipse representing a 95% confidence interval was drawn around each sampling site. The percentage of genetic variance explained by each axis is in parentheses. (B) Pairwise FST between neighboring sampling sites are shown, with line thickness proportional to values. Red extent is magnified to contrast FST between Leaf (FEU) and Bérard (BER) rivers (pairwise FST = 0.135). Other pairs of grouped sampling sites had their FST values averaged for better visualization. (A) Results of the hierarchical Bayesian clustering analysis implemented in ADMIXTURE for a number of genetic clusters (K) of 4, 6 and 13 (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Isolation-by-distance represented by relation between marine distances and linearized pairwise FST, estimated between pairs of populations separated by Hudson Strait (red points) and on the same coast (blue triangles). Regression lines and 95% confidence intervals are plotted for mixed-effect models with fixed effects including marine distance and crossing of Hudson Strait. Models were fitted using (A) all sampling sites and (B) only sampling sites within 250 km of Hudson Strait.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Intersection of candidate SNPs detected by three GEA methods. For each intersection, the box indicates the distribution of environmental components associated to candidate SNPs.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Fisheries and Ocean Canada. http://www.dfo-mpo.gc.ca/csas-sccs/Publications/ResDocs-",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Value range and source of environmental factors considered in gene-environment associations. PCA axis most associated to marine (M1-M3) and freshwater (F1-F3) factors are indicated.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary of sampling and basic statistics. Samples were collected on adult in rivers and lakes, with exceptions ( † in estuaries, ‡ on juveniles).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}