{
    "paper_id": "1ffc95bae15844a036cea99bee26e92c3d9fc5c7",
    "metadata": {
        "title": "Impact of control strategies on COVID-19 pandemic and the SIR model based forecasting in Bangladesh",
        "authors": [
            {
                "first": "Mohammad",
                "middle": [
                    "Mahmudur"
                ],
                "last": "Rahman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Health Sciences",
                    "location": {
                        "settlement": "Dhaka",
                        "country": "Bangladesh, Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "Asif",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Khulna University",
                    "location": {
                        "settlement": "Khulna",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "Khondoker",
                "middle": [
                    "Moazzem"
                ],
                "last": "Hossain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Khulna University",
                    "location": {
                        "settlement": "Khulna",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "Tasnima",
                "middle": [],
                "last": "Haque",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BIHS General Hospital",
                    "location": {
                        "settlement": "Dhaka",
                        "country": "Bangladesh"
                    }
                },
                "email": ""
            },
            {
                "first": "Md",
                "middle": [
                    "Anwar"
                ],
                "last": "Hussain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Health Sciences",
                    "location": {
                        "settlement": "Dhaka",
                        "country": "Bangladesh, Bangladesh"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 is transmitting worldwide drastically and infected nearly two and half million of people sofar. Till date 2144 cases of COVID-19 is confirmed in Bangladesh till 18 th April though the stage-3/4 transmission is not validated yet. To project the final infection numbers in Bangladesh we used the SIR mathematical model. We also tried to demonstrate the impact of control strategies like social distancing on the COVID-19 transmission. Due to large population and socio-economic characteristics, we assumed 60% social distancing and lockdown can be possible. Assuming that, the predicated final size of infections will be 3782558 on the 92th day from the first infections. To estimate the impact of social distancing we assumed eight different scenarios, the predicted results confirmed the positive impact of this type of control strategies suggesting that by strict social distancing and lockdown, COVID-19 infection can be under control and then the infection cases will steadily decrease down to zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) is exhibiting an unparalleled challenge before the mankind. Till date (18 th April 2020) there are about 2.26 million confirmed cases of COVID-2019 and about 154K reported deaths globally [1] . Nearly 40% of the world populations are currently under lockdown by Govt. or community to reduce the transmission of this extreme contagious disease. COVID-19 is the viral infectious disease caused by the SARS-CoV-2, for which there is no treatment and vaccine yet. COVID-19 is transmitted by respiratory droplets and fomites with incubation period from 2 to 14 days [2] .Institute of Epidemiology, Disease Control and Research (IEDCR), Bangladesh first reported a COVID-19 case in Bangladesh on March 8, 2020 [3] . Since then, there has been a steady increase in the number of infections with 2144 cases on April 18, among which there are 1,994 active cases, 66 recovered cases and 84 deaths. In response, Bangladesh has employed international travel bans and a gradual lockdown. However, countries like Bangladesh are at a greater risk because of large population density, inadequate infrastructure and healthcare systems to provide required support. Initially, it was thought that hot and humid weather [4, 5] , a large proportion of the young population, and probable immunity caused by BCG vaccinations [6] , may help to keep infection number low.. However, larger portion of these outcomes are preliminary and correlation-based, thus additional confirmation is necessary for hard conclusion [7] .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 112,
                    "text": "(18 th",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 740,
                    "end": 743,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1236,
                    "end": 1239,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1240,
                    "end": 1242,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1338,
                    "end": 1341,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1527,
                    "end": 1530,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We hereby present mathematical and epidemiological models for the COVID-19 transmission in Bangladesh. The trends of the maximum of pandemics follow the rapid exponential growth during the preliminary stage and ultimately fallen down [8] . The mathematical epidemic models are therefore based on an exponential fit for short term and long term predictions. The Susceptible-Infectious-Recovered (SIR) compartment epidemiological model [9] is used by considering susceptibles, infectious, and recovered or deceased status of individuals during pandemics. This SIR model has revealed a significant prognostic aptitude for the increase of COVID-19 transmission in Bangladesh on a day-to-day basis. We have also calculated the probable effects of social distancing and frequent hand wash with soaps or sanitizer on the increase of infections. Bangladesh announced a countrywide lockdown excepts the emergency services till 21 April. There are no exact data how many people maintaining social distances in Bangladesh, although our previous study (elsewhere submitted) [10] showed that 12.03% did not maintained social distances, however, the study was conducted through online cross-sectional methods thus a big portion of the population was not included due to unavailability of internet. The study also estimated that no one is free of risk of infection suggesting a longer period of lockdown is required for controlling the COVID-19 pandemic. In the present study, we also estimated the possible infections in case of 50%, 60%, 70%, 80%, 90% and 99% populations are in lockdown. However, socioeconomic conditions in a country of more than 160 million populations with high density cause considerable challenges in implementing strict social distancing. Considering this dense population of Bangladesh and to know the effects of tiny percentages of differences of social distance, we assumed two scenarios. We estimated the prediction of highest infection cases where 99% and 99.50% people maintained strict social distancing. As the SIR epidemiological model is entirely dependent on data, it is very important to mention on the character of this data. Different diagnostic strategies are taken in different countries for the confirmation of COVID-19 cases. In Bangladesh, in the beginning testing has mostly been limited to persons travelling from infected countries and their direct contacts. Very recently, countrywide testing is started with the suspected persons as well as selected Pneumonia patients and symptomatic healthcare workers. As of April 18, Bangladesh has tested 21,307 samples (129/million) [1] . A number of recent studies [11] have shown that the effectiveness of coronavirus infection may vary due to the warmer weather. In addition, differential immunity of Bangladeshi people due to BCG vaccine [6] is already completely assumed in the data as basic reproduction number. Present SIR model forecast the transmissions as a result of stage-1 (persons with a travel history to infected areas/countries) and stage-2 (person-to-person contact). However, if the confirmed cases of infections start to surpass the predicted infection thoroughly, then the outbreak will enter a new stage, and no mathematical model explained above will be applicable. Nevertheless, as of April 15 th , there is no strong evidence for community transmission.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1062,
                    "end": 1066,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2607,
                    "end": 2610,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2640,
                    "end": 2644,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2816,
                    "end": 2819,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "High population density as well as socio-demographic characters puts Bangladesh on a high risk for stage three and four community transmission. Even though, the social distancing and scrupulous contact tracing actions are taken by Bangladesh authority, may limiting these virus transmissions to small groups, relocation of laborers, workers and small income groups could deteriorate the situation. Consequently, these factors need to be measured during constructing conclusions based on the current study. The missing expat populations with infections possibly will also influence the predictions but this could be a debatable issue as discussed below. However, if a considerable number of infections were missed, a point would have already become visible in the curve by the end of the April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The most important and common questions regarding COVID-19 is its final infection numbers and death tolls. To get the answer, a range of mathematical epidemic models have been utilized, such as stochastic [12] , analytical [13] , and phenomenological [14] . In this study, we attempt to estimate the final epidemic size of COVID-19 using the classic compartmental susceptible-infected-recovered (SIR) model [9] . With this model, we obtain a series of daily predictions with different circumstances.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To predict the maximum infections number we used SIR Epidemic Model [9] .The SIR Epidemic Model is a method of modeling infectious diseases by categorizing the population based on their disease condition. This classifies Susceptible, Infected and Recovered. The susceptible population means they are not affected, however, are at risk for infection. Infected persons already infected by the causative agents and are able to infect the susceptible persons. Recovered means infected persons who have either recovered from the disease or achieved stable immunity, or are otherwise detached from the population that are not able to infect susceptible population (death, quarantine etc.). The SIR model presents the increase of decrease information of an outbreak based on some initial data i.e. total given population (N), the infection rate of the infectious disease (β), the recovery rate of the disease (Ɣ), initial susceptible population (S0), initial infected population (I0) and the initial recovered population (R0).",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "This model assumes blocked populations where no one is dies or born, so the population remains constant and every person is either part of S, I, or R. The general form of the model is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "Here, β is infection rate per day, N is the total given population, and Ɣ is the recovery rate per day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "(Thus, 1 Ɣ is the mean infection time). Again + + = 0, and S0+I0+R0=N indicate that the population is closed and change in numbers with respect to time is 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "We considered some initial conditions as well to use this model such as the initial susceptible numbers, infected numbers, and recovered populations. That means:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "➢ S0 > 0 (population who are susceptible), ➢ I0 > 0 (at least one infected that can infect susceptible persons), and ➢ R0 ≥ 0 (there may be some people already recovered or died population at the start of the model, or there may be no one).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "And again, both S0+I0+R=N and St+It+Rt=N for any t. Since Rt can be found exclusively based on St and It, considering these variables, we can write",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "After integration we got",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "As St decreases with t increases (susceptible persons are infected but not ever added back into the susceptible numbers) and = Ɣ× , is the maximum value of It and if 0 > Ɣ× then It will raise to that All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . highest before declining to zero. However, in case of 0 ≤ Ɣ× then It will decline to zero and there will be no epidemic. So that, we can certainly say that It must approach to zero as t→∞, and while we observe from the model is strictly positive and based only on It. Therefore, if It was not zero, Rt would increase freely, which is not possible because the population is blocked.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "The dynamics of the SIR mathematical model depend on the ratio",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "Where, R is the effective rate. R is 0 = Ɣ , referred to as the basic reproduction ratio or basic reproduction number. As β is the infection rate per day, and 1 Ɣ is the average infectious time (or average time an individual stays infected). Generally, if R0>1 then infected persons are transmitting diseases into susceptible people quicker than recovery rate, so the disease grow to be an epidemic. If R0<1, an epidemic does not take place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR Model"
        },
        {
            "text": "In a compartmental model, SIR, populations are moving from one compartment to another. This model can often be molded using recursive interaction of the form, thus we can write:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A numerical method for solving SIR differential equations:"
        },
        {
            "text": "Considering these parameter, the number of population at any time who are susceptible, infected or recovered may be calculated with the following equations. These equations estimate the number of person in each state today (n), based on the number yesterday (n-1) and the rates of infections and recovery and Ɣ respectively.The n denotes the number in one time period and n-1 stands for the number in the prior period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A numerical method for solving SIR differential equations:"
        },
        {
            "text": "So with a time period of one day, the equation eight (E8) can be explained as the number of susceptible individual today (Sn) equals the number of yesterday (Sn-1), minus the fraction of people who turn into infected today (yesterday's number of susceptible individual (Sn-1) divided by the original susceptible number (S), multiplies their rate of infection and number of individuals were infected (In-1) yesterday.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A numerical method for solving SIR differential equations:"
        },
        {
            "text": "In the equation number nine (E9), the numbers of infected person today (In) equals to the numbers who were infected yesterday (In-1), in addition, the numbers of susceptible individual who became infected today, and subtract the numbers of recovered today who were infected yesterday.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A numerical method for solving SIR differential equations:"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A numerical method for solving SIR differential equations:"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A numerical method for solving SIR differential equations:"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A numerical method for solving SIR differential equations:"
        },
        {
            "text": "In equation number ten (E10), the numbers of recovered people today (Rn) equals to the previous numbers who had recovered and the numbers who were infected yesterday and recovered today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A numerical method for solving SIR differential equations:"
        },
        {
            "text": "We obtained COVID-19 infection data o Bangladesh from ICEDR [3] and calculated the rate of infections per day and the rate of recovery (recovered and dead) per day based on the number of infection, the number of recovery and death as of date 14 th March. Then we calculated the basic reproduction ratio/number and the highest infected population. To do this we used the total population [15] of Bangladesh where we assumed there is no interventions at all and later with the population who did not practices properly towards COVID-19. Afterward with the equations (E8, E9 and E10) we calculated the date of reach of the highest number of infection. We also predict infection numbers by assuming 50%, 60%, 70%, 80%, 90%, 99% and 99.50% of the Bangladeshi population maintained strict social distances. We have created the scatter plot to compare our model of infection prediction with actual infection of Bangladesh, as well as we have made prediction of infection numbers on end of April, May, June, July and August 2020. All the analyses were done in Microsoft Excel 2012 and SPSS 26 using the equations (E8, E9, and E10) described above. Graphs were prepared in GraphPad Prism 8.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 63,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Analysis:"
        },
        {
            "text": "According to IEDCR, on March 8, three individuals were confirmed with COVID-19. Since then infection cases are gradually increasing and till date April 18 it reaches 2144 ( Figure 01 ). In the beginning diagnostic tests were conducted by IEDCR only, however, from last week several diagnostic facilities were opened country wide thus the infection cases are increased. Although there are few evidences of community transformation, most infections are transmitted from infected persons to relatives and to health workers who treated them. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 182,
                    "text": "Figure 01",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Current outbreak trends:"
        },
        {
            "text": "The results for the SIR mathematical models are discussed. We consider that the SIR model will give good forecast for the stage-1 and stage-2 infections as we assumed there is no stage-3 transmission yet. In addition, we guesstimate all cases to be symptomatic since estimation of asymptomatic cases in numbers All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction Model:"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction Model:"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.19.20071415 doi: medRxiv preprint is difficult. This possibly misjudges the real numbers of cases. Figure 02 is showing the predicted cases and confirmed cases till April 18 suggesting that confirmed infection cases are following the SIR model prediction trends (R 2 = 0.870, P<0.001). Combined prediction results according to the SIR model have been showed in Figure 03 . All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 217,
                    "text": "Figure 02",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 470,
                    "end": 479,
                    "text": "Figure 03",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Prediction Model:"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction Model:"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction Model:"
        },
        {
            "text": "Due to high population density, it is difficult to control infections as well as prediction of infections. Socio-economic conditions makes complicated to maintain social distances. Though, the SIR model analysis is not considering all of these factors, we used this classic model to predict the outbreak in Bangladesh. Figure 03 shows all the prediction curves of susceptible, infected and recovery (SIR) cases. The prediction was conducted based on the total population and considered there is no intervention implied. As government imposed lockdown from March 24, we again estimated the SIR with these new All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 319,
                    "end": 328,
                    "text": "Figure 03",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Prediction of Outbreaks in Bangladesh using the SIR model:"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of Outbreaks in Bangladesh using the SIR model:"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . situations. However, due to dense population, socio-economic conditions, religious orthodoxy and no scientific data till date, it is not clear how many people are maintaining sustainable social distancing in Bangladesh. Bearing in mind these factors, we considered eight possible scenarios such as if there is no interventions, 50%, 60%, 70%, 80%, 90%, 99% and 99.50% people maintain strict social distancing resulting 100%, 50%, 40%, 30%, 20%, 10% 1% and 0.50% people of Bangladesh susceptible for COVID-19. The SIR model prediction results considering the above mentioned scenarios have been demonstrated in Table 01 . The Figure 03 shows the combined curve of susceptible, infected and recovery confirming our model worked flawlessly. In the model analysis, the infection rates per day (β) was 0.625 and recover rates (Ɣ) per day was 0.43 on March 14 th , and the basic reproduction number (R) 1.45 confirms the pandemic conditions. If there is no intervention then the infection cases among Bangladesh population will reach around 94.5 million in 97 days (11 th of June) from the first infection (Table 01) . Then the infection cases will steadily decrease down to zero. On 203th day (25 th of September) from the first infection there will no new infection according to SIR prediction model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 687,
                    "end": 695,
                    "text": "Table 01",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 702,
                    "end": 711,
                    "text": "Figure 03",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1177,
                    "end": 1187,
                    "text": "(Table 01)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Prediction of Outbreaks in Bangladesh using the SIR model:"
        },
        {
            "text": "The SIR model base prediction of infection curve was compared with the confirmed cases ( Figure 02 ). The comparison suggested that the confirmed cases are following the predictions till April 18. We also predicted the infection case numbers on the end of April. The prediction estimated that infections will reach 21,616 by the date where the whole populations were in susceptible. Figure 04 shows the prediction of infections along with the confirmed cases by the end of April.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "text": "Figure 02",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 383,
                    "end": 392,
                    "text": "Figure 04",
                    "ref_id": null
                }
            ],
            "section": "Prediction of Outbreaks in Bangladesh using the SIR model:"
        },
        {
            "text": "the SIR model prediction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 04: Prediction of infection cases at the end of April. Confirmed cases till 18 th April follows"
        },
        {
            "text": "The consequences of social isolation on COVID-19 pandemic have been observed by several investigators using diverse mathematical models [2, 16] . It is well-known that the effects of social distancing become evident solitary after some days from the lockdown. Since the sign of the COVID-19 characteristically take 5-6 days to appear after SARS-CoV-2 infection. Bangladesh announced lockdown pretty early (17 days first case and the number of cases were 39) compare to China (on 830 cases) and",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Effect of social distances and lockdown"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of social distances and lockdown"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of social distances and lockdown"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . India (on 536 cases) [17] . However, a mismanagement of the announcement and the transport bar nearly 9 millions of people moved to countrywide from the capital Dhaka whom most of were low income people. We assumed that these people did not carry viruses from the capital to other regions as then the infection cases were very low. In addition, most of expats who returned to Bangladesh from infected regions did not follow home quarantines and be scattered in different part of the country. Some of them might carry viruses which are turning out to be true now. As a result, the exact scenarios of maintaining social distances in Bangladesh are indistinguishable. Therefore, we assumed the eight possible scenarios, mentioned above where 100%, 50%, 40%, 30%, 20%, 10% 1% and 0.50% people of Bangladesh are susceptible in our current SIR model based study. As the infection rates per day, recover rates per day and the basic reproduction number remain unchanged, we wanted to know is there any effect of social distancing on COVID-19 transmission with the above mentioned scenario. The prediction results are illustrated in Figure 05 and tabulated in the third column in Table 01 confirmed that by social distancing, COVID-19 infection cases can be controlled and reduced as well as the ending of the outbreak will be rapid. In Table 02 we have summarized the predicted infection cases on the end of April, May, June, July and August. Comparing with total population with all possible scenarios suggested that COVID-19 transmission cannot be stopped now; however, it could be decreased at tolerable level by strict social distancing. Factually, the later four scenarios are not possible for high population density countries like Bangladesh. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 1201,
                    "end": 1210,
                    "text": "Figure 05",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1248,
                    "end": 1256,
                    "text": "Table 01",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1405,
                    "end": 1413,
                    "text": "Table 02",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Effect of social distances and lockdown"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effect of social distances and lockdown"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . infection. According to the prediction the peak infection cases will appear in May and afterwards it will go down to zero and by August, Bangladesh will be free from COVID-19 infection. * denotes the confirmed cases reported by IEDCR [3] .",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Effect of social distances and lockdown"
        },
        {
            "text": "In the SIR model, the number of susceptible individual today equals to the persons who were susceptible yesterday minus the numbers who become infected today. As long as the disease is spreading the outstanding susceptible number declines each day. In addition, the persons who turn into infected today equals to the yesterday's number of susceptible multiplied by the rates of infection per day, but it might look unusual that we also multiply that result by how many were infected the previous day. This is because the rate of infection per day is for every infected individual. If 2 persons are infected the chance of any person else becoming contaminated is 2 times higher than 1 individual is infected. So any estimation of the rate of transmission of the disease needs information of the infection rate per day and the numbers of primarily infected and originally susceptible persons. At the beginning of an epidemic the number of persons becoming infected each day is perhaps bigger than the number recovering, so the number of infected will maintain growing until more person recover than be infected. The numbers of susceptible individual always reduces, but the number of infected and recovered at first goes up and then turn down.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The model used in this study is data-driven, so they are as dependable as the data are. Compare to other model based studies [17] on different locations, at the beginning; the infection patterns of Bangladesh are in exponential growth stage. According to the available data, we be able to predict that the highest size of the COVID-19 outbreak using the SIR model will be nearly 94,59,845 if there is no intervention. With such a large population and for socio-economic conditions, it is not possible to maintain even 80% lockdown or social distances in Bangladesh. We assumed, by law and enforcements and self awareness 60% lockdown and social distances can be maintained. In accordance the final size of COVID-19 will be 3782558 cases which is obtained from the SIR model analysis. Early strict lockdown and social distancing is the key factors of prevented COVID-19 transmissions. Studies showed that several other countries such as UK, Germany, Italy and USA where this stringent action was employed only after COVID-19 entered community transmission stage (stage-3), and the outbreak became uncontainable. Additionally, different nations have different strategies as well as acquiescence levels due to several All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.19.20071415 doi: medRxiv preprint realistic considerations in enforcing the lockdown. This may have an effect on the final size of outcome. For example, the infection rates in Italy and USA are still not become stable after more than 30 days of lockdown. They have witnessed the uppermost percentage of death as well. Conversely, South Korea, Japan, Singapore etc. has shown significant decline by imposing lockdown [1] . As estimated in a recent study [16] , a reduction of infections in Australia can be evident only if the social distancing levels go beyond 80%. Assuming the same pattern as Australia in Bangladesh as well (even though the lockdown in Australia was more strict with stringent police control over person movement activities), we can assume that till April 30 (37 days from lockdown) very tiny effect of social estrangement will be observed. By this date, Bangladesh may have reported cases as many as 21579 if 40% of Bangladesh population are susceptible that are shown in Table 02 . This number could rise significantly if community transmission (stage-3) turns out and transmissions due to the movement of industries workers and laborers. In addition, on May 31, Bangladesh should observe the peak of transmission predicted 2940692, if no further strict lockdown imposed. To reach on the numbers of infection, on 30 th of May, Bangladesh should expect around 259270 patients on a single day.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 528,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 1102,
                    "end": 1110,
                    "text": "Table 02",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "A latest study by Mandal et al.[20] has revealed that social distancing can decrease cases by up to 62% confirms the effect of social distancing, the similar prediction were made by our model (Table 01, and  Table 02 ). Exponential increase is thought throughout to consider for the worsen-case scenario. A reduction of 90-95% can bring the condition to more convenient. In addition, if Bangladesh pursues the case isolation approach strictly, it is anticipated that the infection curve will begin flattening out soon. Naturally, the degree of accuracy of these estimates remains to be seen. In conclusion, qualitatively, both models show that the epidemic is moderating, but recent data show a linear upward trend. The next few days will, therefore, indicate in which direction the epidemic is heading. This investigative estimate shows that the transmission rate of COVID-19 in Bangladesh will be as high as 9.4 million and for the socio-economic conditions and some other practical considerations it is not possible to impose most strict lockdown. However, still now, the transmission rate per day and basic reproduction number for Bangladesh are nearly the level of global (1.5 to 2.5) range [17] . Due to the questionable small amount of testing [1] compare to other countries referencing a low transmission rate per day and therefore the lesser basic reproduction number than world. The mathematical epidemiological model SIR is used to forecast the short-term and long-term outcomes. The SIR model assumes all the infection cases to be symptomatic, which is a limitation and could be underestimate the actual cases because of an unsure number of asymptomatic cases. With this constraint, the SIR model satisfactorily predicts the cases till today (April 18). The prediction indicates that Bangladesh will enter equilibrium by the end of the first week of June with estimated total number of cases to be approximately 3782558, if no further stringent measures taken by the Government of Bangladesh. It is projected that the effect of social distancing will be visible shortly by the end of April. However, Bangladesh is on the door to go into community transmission due to reported infringement of quarantine standard by people as well as other sociodemographic characteristics. The predictions completed using the epidemiological model in this study will be unacceptable if the transmission goes into stage-3 massively.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 35,
                    "text": "Mandal et al.[20]",
                    "ref_id": null
                },
                {
                    "start": 1196,
                    "end": 1200,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1251,
                    "end": 1254,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 216,
                    "text": "(Table 01, and  Table 02",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the model is as good as the original data. On account of real time changes in data every day, the forecasting will therefore changes. For this reason, the outcomes from this study are supposed to be used only for qualitative understanding and rational estimation of the nature of pandemic, but are not meaningful for any judgment making or strategy/policy change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study is conducted with available data and concluded with predictions using SIR epidemiologic model. However, the SIR model predictions will invalid if the transmission enters into stage-3. Thus, no policy making decision should be made based on this predictions except imposing of strict lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitation of the study"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 coronavirus pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A review of coronavirus disease-2019 (COVID-19)",
            "authors": [
                {
                    "first": "Tanu",
                    "middle": [],
                    "last": "Singhal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Indian Journal of Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Covid-19 Status Bangladesh",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effects of temperature variation and humidity on the mortality of covid-19 in Wuhan. medRxiv",
            "authors": [
                {
                    "first": "Yueling",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Yadong",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Jiangtao",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Xiaotao",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Bo",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Shihua",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Jun",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Jingping",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "Bin",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Spread of SARS-CoV-2 Coronavirus likely to be constrained by climate. medRxiv",
            "authors": [
                {
                    "first": "Miguel",
                    "middle": [
                        "B"
                    ],
                    "last": "Araujo",
                    "suffix": ""
                },
                {
                    "first": "Babak",
                    "middle": [],
                    "last": "Naimi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The mystery behind childhood sparing by COVID-19",
            "authors": [
                {
                    "first": "Samar",
                    "middle": [],
                    "last": "Salman",
                    "suffix": ""
                },
                {
                    "first": "Mohammed Labib",
                    "middle": [],
                    "last": "Salem",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Cancer and Biomedical Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The role of absolute humidity on transmission rates of the covid-19 outbreak",
            "authors": [
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Maimuna",
                    "middle": [],
                    "last": "Majumder",
                    "suffix": ""
                },
                {
                    "first": "Dianbo",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Canelle",
                    "middle": [],
                    "last": "Poirier",
                    "suffix": ""
                },
                {
                    "first": "Kenneth",
                    "middle": [],
                    "last": "Mandl",
                    "suffix": ""
                },
                {
                    "first": "Marc",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "Mauricio",
                    "middle": [],
                    "last": "Santillana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Estimating initial epidemic growth rates",
            "authors": [
                {
                    "first": "Junling",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Jonathan",
                    "middle": [],
                    "last": "Dushoff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benjamin",
                    "suffix": ""
                },
                {
                    "first": "David Jd",
                    "middle": [],
                    "last": "Bolker",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Earn",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bulletin of mathematical biology",
            "volume": "76",
            "issn": "1",
            "pages": "245--260",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "6.8.1 SI, SIS, and SIR Epidemic Models",
            "authors": [
                {
                    "first": "Linda",
                    "middle": [
                        "J"
                    ],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "An Introduction to Mathematical Biology. Upper Saddle River",
            "volume": "",
            "issn": "",
            "pages": "271--74",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Knowledge, attitude and practices (KAP) towards COVID-19 and assessment of risks of infection by SARS-CoV-2 among the Bangladeshi population: An online cross sectional survey",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hossaim",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Km",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bhuiyan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Will coronavirus pandemic diminish by summer? Available at SSRN 3556998",
            "authors": [
                {
                    "first": "Qasim",
                    "middle": [],
                    "last": "Bukhari",
                    "suffix": ""
                },
                {
                    "first": "Yusuf",
                    "middle": [],
                    "last": "Jameel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A note on the derivation of epidemic final sizes",
            "authors": [
                {
                    "first": "Joel",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bulletin of mathematical biology",
            "volume": "74",
            "issn": "9",
            "pages": "2125--2141",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Early estimates of epidemic final sizes",
            "authors": [
                {
                    "first": "Fred",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Biological Dynamics",
            "volume": "13",
            "issn": "sup1",
            "pages": "23--30",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Using phenomenological models for forecasting the 2015 Ebola challenge",
            "authors": [
                {
                    "first": "Bruce",
                    "middle": [],
                    "last": "Pell",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Kuang",
                    "suffix": ""
                },
                {
                    "first": "Cecile",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "Gerardo",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemics",
            "volume": "22",
            "issn": "",
            "pages": "62--70",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Countries in the world by population",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Modellingtransmission and control of the covid-19 pandemic in australia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sheryl",
                    "suffix": ""
                },
                {
                    "first": "Nathan",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Cameron",
                    "middle": [],
                    "last": "Harding",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zachreson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "Mikhail",
                    "middle": [],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Prokopenko",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.10218"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Predictions for COVID-19 outbreak in India using Epidemiological models",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ranjan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.02.20051466"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Prudent public health intervention strategies to control the coron-avirus disease 2019 transmission in India: A mathematical modelbased approach. The Indian journal of medicalresearch",
            "authors": [
                {
                    "first": "Sandip",
                    "middle": [],
                    "last": "Mandal",
                    "suffix": ""
                },
                {
                    "first": "Tarun",
                    "middle": [],
                    "last": "Bhatnagar",
                    "suffix": ""
                },
                {
                    "first": "Nimalan",
                    "middle": [],
                    "last": "Arinaminpathy",
                    "suffix": ""
                },
                {
                    "first": "Anup",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "Amartya",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "Manoj",
                    "middle": [],
                    "last": "Murhekar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "Swarup",
                    "middle": [],
                    "last": "Gangakhedkar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Confirmed cases of infections. According to IEDCR [3], till 18 th of March, the total confirmed cases were 2144 from the test of 21307 suspected cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of predicted cases and confirmed cases of infection till April 18. The confirmed cases of infection steadily followed the predicted cases obtained the SIR model analysis.The correlations are confirmed with chi square test where R 2 = 0.870 and P<0.001.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The SIR Model Prediction of the COVID19 of Bangladesh Population with total population [15] of Bangladesh. The blue line indicates the susceptible population, green line is for recovered population and the red line indicates the infected population in SIR model analysis. To get this curve we calculated the infection rate per day (0.625), the recovery rate (0.43) and the basic reproduction number (1.45).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Comparison of predicted infections obtained from the SIR Model analysis with eight different scenarios confirming the positive effect of strict control strategies like social distancing and lockdown.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "The SIR Model analysis of Bangladesh population with different scenario",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Prediction of infections till end of August 2020 with different scenario. The table presented the SIR model prediction analysis results on the end of April, May, June, July and August in Bangladesh. The result clearly suugests that by taking control measures like social distancing and lockdown can limit the",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Authors thank and acknowledge to all health care workers including doctors, nurses, assistants and the law and enforcement authority for their diehard efforts to manage the COVID-19 pandemic conditions in Bangladesh.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement:"
        },
        {
            "text": "MMR, TH and AA conceived the study with input from KMH. MMR, TH and AA studied the equations and prepared study design. MMR led the project regarding, data collections, analysis to writing with the help of TH and AA. MMR led the solving the equations and analyzing the data with the help from TH and AA. MMR, AA and TH produced the first draft of the manuscript; KMH did put efforts regarding writings and corrections of the manuscripts. KMH and MAH added additional points in discussions. MMR, AA, KMH, TH, and MAH finalized the manuscripts after necessary corrections and obtaining suggestions from all authors. MMR, and KMH jointly supervised all the works from the beginning to the end. All authors did read and agreed unanimously to submit the manuscripts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "This study has not yet received any funds from any institute, organizations or government. All authors declare that there is no conflict of interests among them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ]
}