{
    "paper_id": "2444c49bbdffe45bd162f132b6a30eec6d2b9648",
    "metadata": {
        "title": "KnetMiner: a comprehensive approach for supporting evidence-based gene discovery and complex trait analysis across species",
        "authors": [
            {
                "first": "Keywan",
                "middle": [],
                "last": "Hassani-Pak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rothamsted Research",
                    "location": {
                        "postCode": "AL5 2JQ",
                        "settlement": "Harpenden",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Ajit",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rothamsted Research",
                    "location": {
                        "postCode": "AL5 2JQ",
                        "settlement": "Harpenden",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Brandizi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rothamsted Research",
                    "location": {
                        "postCode": "AL5 2JQ",
                        "settlement": "Harpenden",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [],
                "last": "Hearnshaw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rothamsted Research",
                    "location": {
                        "postCode": "AL5 2JQ",
                        "settlement": "Harpenden",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Sandeep",
                "middle": [],
                "last": "Amberkar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rothamsted Research",
                    "location": {
                        "postCode": "AL5 2JQ",
                        "settlement": "Harpenden",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "L"
                ],
                "last": "Phillips",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rothamsted Research",
                    "location": {
                        "postCode": "AL5 2JQ",
                        "settlement": "Harpenden",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "H"
                ],
                "last": "Doonan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Aberystwyth University",
                    "location": {
                        "postCode": "SY23 3DA",
                        "settlement": "Aberystwyth",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [],
                "last": "Rawlings",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rothamsted Research",
                    "location": {
                        "postCode": "AL5 2JQ",
                        "settlement": "Harpenden",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Generating new ideas and scientific hypotheses is often the result of extensive literature and 13 database reviews, overlaid with scientists' own novel data and a creative process of making 14 connections that were not made before. We have developed a comprehensive approach to guide 15 this technically challenging data integration task and to make knowledge discovery and 16 hypotheses generation easier for plant and crop researchers. KnetMiner can digest large volumes 17 of scientific literature and biological research to find and visualise links between the genetic and 18 biological properties of complex traits and diseases. Here we report the main design principles 19 behind KnetMiner and provide use cases for mining public datasets to identify unknown links 20 between traits such grain colour and pre-harvest sprouting in Triticum aestivum, as well as, an 21 evidence-based approach to identify candidate genes under an Arabidopsis thaliana petal size 22 QTL. We have developed KnetMiner knowledge graphs and applications for a range of species 23 including plants, crops and pathogens. KnetMiner is the first open-source gene discovery platform 24 that can leverage genome-scale knowledge graphs, generate evidence-based biological networks 25 and be deployed for any species with a sequenced genome. KnetMiner is available at 26 KEYWORDS 28 knowledge graph, interactive knowledge discovery, exploratory data mining, omics data 29 integration, candidate gene prioritization, information visualisation, systems biology 30 31 governing eight agronomic traits using a GBS-GWAS approach and validation by QTL",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "which is prone to information being overlooked and subjective biases being introduced. Even when 38 the task of gathering information is complete, it is demanding to assemble a coherent view of how 39 each piece of evidence might come together to \"tell a story\" about the biology that can explain how 40 multiple genes might be implicated in a complex trait or disease. New tools are needed to provide 41 scientists with a more fine-grained and connected view of the scientific literature and databases, 42 rather than the conventional information retrieval tools currently at their disposal. 43",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Scientists are not alone with these challenges. Search systems form a core part of the duties of 44 many professions. Studies have highlighted the need for search systems that give confidence to 45 the professional searcher and therefore trust, explainability, and accountability remain a significant 46 challenge when developing such systems (Russell-Rose et al., 2018). The amount of time spent 47 on a task also influences human choice about whether to continue the task (Sweis et al., 2018). 48",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When implemented well, search systems can give a head start to researchers by cutting the time 49 and cost to review genes, traits or molecules of interest before initiating expensive experiments. 50",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Additionally, they offer a framework for the prioritization of future research, which can highlight 51 gaps in knowledge. 52",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Knowledge graphs (KG) are increasingly used to make search and information discovery more 53 efficient (Fensel et al., 2020). KGs are contributing to various Artificial Intelligence (AI) applications 54 . CC-BY-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 3, 2020. . https://doi.org/10.1101/2020.04.02.017004 doi: bioRxiv preprint 3 including link prediction, node classification, and recommendation and question answering 55 systems (Ali et al., n.d.; Sheth et al., 2019) . KGs model heterogeneous knowledge domains by 56 integrating information into advanced unified data schemas (i.e. ontologies) and leverage that to 57 apply formal and statistical inference methods to derive new knowledge (Ehrlinger & Wöß, 2016) . 58",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 613,
                    "text": "Sheth et al., 2019)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 836,
                    "end": 859,
                    "text": "(Ehrlinger & Wöß, 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Compared to more traditional data models, knowledge graphs are very flexible at integrating and 59 searching connected heterogeneous data, where data schemas are not established a-priori (Yoon 60 et al., 2017), and often subject to frequent changes. KGs in various forms have been widely 61 adopted in many disciplines, ranging from social sciences to engineering, physics, computer 62 (Singh et al., 2018) . Our data integration approach to build KGs is based on an intelligent data 92 model with just enough semantics to capture complex biological relationships between genes, 93 traits, diseases and many more information types derived from curated or predicted information 94 sources ( Figure 1 ). In this paper, we describe the KnetMiner knowledge discovery platform 95 (knetminer.org) for searching large genome-scale KGs and visualising interesting subgraphs of 96 connected information about the biology of traits and diseases. KnetMiner is customizable and 97 portable and therefore provides a cost-effective delivery platform for application to new species. 98",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 406,
                    "text": "(Singh et al., 2018)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 690,
                    "end": 698,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "We provide use-cases to demonstrate how KnetMiner has helped scientists to tell the story of 99 complex traits and diseases in Arabidopsis thaliana and Triticum aestivum (bread wheat). The 100 methods section describes the algorithms behind core discovery features of KnetMiner, i.e. 101 identifying interesting subgraphs and using these to rank candidate genes. 102 . CC-BY-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 3, 2020. . https://doi.org/10.1101/2020.04.02.017004 doi: bioRxiv preprint The copyright holder for this preprint (which this version posted April 3, 2020. . https://doi.org/10.1101/2020.04.02.017004 doi: bioRxiv preprint (Nilsson-Ehle, 1914) and that the red pigmentation of wheat grain is controlled by R genes on the 136 long arms of chromosomes 3A, 3B, and 3D (Sears, 1944) . However, after decades of research, it 137 still remains unclear whether there is a potential link between the grain color gene R (Myb) and 138 other phenotypes such as PHS. 139 140 We used KnetMiner to search for TRAESCS3D02G468400 -the wheat R gene (the orthologue of 141",
            "cite_spans": [
                {
                    "start": 783,
                    "end": 803,
                    "text": "(Nilsson-Ehle, 1914)",
                    "ref_id": null
                },
                {
                    "start": 925,
                    "end": 938,
                    "text": "(Sears, 1944)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1119,
                    "end": 1122,
                    "text": "140",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Arabidopsis TT2) on chromosome 3D, and to explore its knowledge network generated by 142",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "KnetMiner. The TT2 network has a total of 823 connected nodes of 11 different types (see Supp 143 Table 1) Network View which provides interactive features to hide or add specific evidence types from the 156 network. Nodes are displayed in a defined set of shapes, colors and sizes to distinguish different 157 types of evidence. A shadow effect on nodes indicates that more information is available but has 158 been hidden. The auto-generated network, however, is not yet telling a story that is specific to our 159 traits of interest and is limited to evidence that is phenotypic in nature. 160",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "To further refine and extend the search for evidence that links TT2 to grain color and PHS, we can 162 provide additional keywords relevant to the traits of interest. Seed germination and dormancy are 163 the underlying developmental processes that activate or prevent pre-harvest sprouting in many 164 . CC-BY-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 3, 2020. . https://doi.org/10.1101/2020.04.02.017004 doi: bioRxiv preprint 8 grains and other seeds. The colour of the grain is known to be determined through accumulation of 165 proanthocyanidin, an intermediate in the flavonoid pathway, found in the seed coat. These terms 166 and phrases can be combined using boolean operators (AND, OR, NOT) and used in conjunction 167 with a list of genes. Thus, we search for TRAESCS3D02G468400 (TT2) and the keywords: \"seed 168 germination\" OR \"seed dormancy\" OR color OR flavonoid OR proanthocyanidin. This time, 169",
            "cite_spans": [],
            "ref_spans": [],
            "section": "161"
        },
        {
            "text": "KnetMiner filters the extracted TT2 knowledge network (823 nodes) down to a smaller subgraph of 170 68 nodes and 87 relations in which every path from TT2 to another node corresponds to a line of 171 evidence to phenotype or molecular characteristics based on our keywords of interest ( Figure 3B) . Table 2 ). The subgraph indicates that TT2 in wheat is predicted to regulate the 181 transcriptional activation of MFT. It indicates that MFT has been linked in a recent publication to 182 grain germination and seed dormancy in wheat (Nakamura S, n.d.; Zong Y, n.d.). It also reveals 183 that the MFT ortholog in Arabidopsis is linked to decreased germination rate in the presence of 184 . CC-BY-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 3, 2020. biologists would generally agree to be informative when studying the function of a gene. Searching 255 a KG for such patterns is akin to searching for relevant sentences containing evidence that 256 supports a particular point of view within a book. Such evidence paths can be short e.g. Gene A 257 was knocked out and phenotype X was observed; or alternatively the evidence path can be longer, 258 e.g. Gene A in species X has an ortholog in species Y, which was shown to regulate the 259 expression of a disease related gene (with a link to the paper). In the first example, the relationship 260 between gene and disease is directly evident and experimentally proven, while in the second 261 . CC-BY-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 3, 2020. . https://doi.org/10.1101/2020.04.02.017004 doi: bioRxiv preprint example the relationship is indirect and less certain but still biologically meaningful. There are 262 many evidence types that should be considered for evaluating the relevance of a gene to a trait. In 263 a KG context, a gene is considered to be, for example, related to 'early flowering' if any of its 264 biologically plausible graph patterns contain nodes related to 'early flowering'. In this context, the 265 word 'related' doesn't necessarily mean that the gene in question will have an effect on 'flowering shown to a user; let alone if combining GCSs for tens to hundreds of genes. There is therefore a 293 need to filter and visualise the subset of information in the GCSs that is most interesting to a 294 specific user. However, the interestingness of information is subjective and will depend on the 295 biological question or the hypothesis that needs to be tested. A scientist with an interest in disease 296 biology is likely to be interested in links to publications, pathways, and annotations related to 297 diseases, while someone studying the biological process of grain filling is likely more interested in 298 links to physiological or anatomical traits. To reduce information overload and visualise the most 299 interesting pieces of information, we have devised two strategies. 1) In the case of a combined 300 gene and keyword search, we use the keywords as a filter to show only paths in the GCS that 301 connect genes with keyword related nodes, i.e. nodes that contain the given keywords in one of 302 their node properties. In the special case where too many publications remain even after keyword 303 filtering, we select the most recent N publications (default N=20). Nodes not matching the keyword 304 are hidden but not removed from the GCS. 2) In the case of a simple gene query (without 305 additional keywords), we initially show all paths between the gene and nodes of type 306 phenotype/trait, i.e. any semantic motif that ends with a trait/phenotype, as this is considered the 307 most important relationship to many KnetMiner users. 308",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 297,
                    "text": "Figure 3B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 300,
                    "end": 307,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "161"
        },
        {
            "text": "We have developed a simple and fast algorithm to rank genes and their GCS for their importance. 310",
            "cite_spans": [],
            "ref_spans": [],
            "section": "309"
        },
        {
            "text": "We give every node in the KG a weight composed of three components, referred to as SDR, 311 standing for the Specificity to the gene, Distance to the gene and Relevance to the search terms. 312",
            "cite_spans": [],
            "ref_spans": [],
            "section": "309"
        },
        {
            "text": "Specificity reflects how specific a node is to a gene in question. For example, a publication that is 313 cited (linked) by hundreds of genes receives a smaller weight than a publication which is linked to 314 one or two genes only. We define the specificity of a node x as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "309"
        },
        {
            "text": "where n is the 315 frequency of the node occurring in all N GCS. D i s t a n c e assumes information which is associated 316 more closely to a gene can generally be considered more certain, versus one that's further away, 317 e.g. inferred through homology and other interactions increases the uncertainty of annotation 318 . CC-BY-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 3, 2020. . https://doi.org/10.1101/2020.04.02.017004 doi: bioRxiv preprint 14 propagation. A short semantic motif is therefore given a stronger weight, whereas a long motif 319 receives a weaker weight. Thus, we define the second weight as the inverse shortest path distance 320 of a gene g and a node x:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "309"
        },
        {
            "text": "Both weights S and D are not influenced by the 321 search terms and can therefore be pre-computed for every node in the KG. Relevance reflects the 322 relevance or importance of a node to user-provided search terms using the well-established 323 measure of inverse document frequency (IDF) and term frequency (TF) (Salton & Yang, 1973 ",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 334,
                    "text": "(Salton & Yang, 1973",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "309"
        },
        {
            "text": "The sum considers only GCS nodes that contain the search terms. In the absence of search terms, 331",
            "cite_spans": [],
            "ref_spans": [],
            "section": "309"
        },
        {
            "text": "we sum over all nodes of the GCS with R=1 for each node. The computation of the KnetScore 332 biologists, such as tables and chromosome views, allowing them to explore the data, make 370 choices as to which gene to view, or refine the query if needed. These initial views help users to 371 reach a certain level of confidence with the selection of potential candidate genes. However, they 372 . CC-BY-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 3, 2020. . https://doi.org/10.1101/2020.04.02.017004 doi: bioRxiv preprint do not tell the biological story that links candidate genes to traits and diseases. In a second step, to 373 enable the stories and their evidence to be investigated in full detail, the Network View visualises 374 highly complex information in a concise and connected format, helping facilitate biologically 375 meaningful conclusions. Consistent graphical symbols are used for representing evidence types 376 throughout the different views, so that users develop a certain level of familiarity, before being 377 exposed to networks with complex interactions and rich content. Scientists spend a considerable amount of time searching for new clues and ideas by synthesizing 397 many different sources of information and using their expertise to generate hypotheses. KnetMiner 398 is a user-friendly platform for biological knowledge discovery and exploratory data mining. It allows 399 humans and machines to effectively connect the dots in life science data and literature, search the 400 . CC-BY-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 3, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "309"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bioinformatics meets user-centred design: a perspective",
            "authors": [],
            "year": null,
            "venue": "PLoS Computational Biology",
            "volume": "8",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Meta-analysis of the heritability of human traits based on fifty 579 years of twin studies",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Posthuma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature Genetics",
            "volume": "47",
            "issn": "7",
            "pages": "702--709",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Information retrieval in the workplace: A 581 comparison of professional search practices",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Russell-Rose",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chamberlain",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Azzopardi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Information Processing & Management",
            "volume": "54",
            "issn": "6",
            "pages": "582--1042",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Progress in Biomedical Knowledge Discovery: A 25-year 584",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sacchi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "On the Specification of Term Values in Automatic Indexing",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Salton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "586 Journal of Documentation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cytogenetic Studies with Polyploid Species of Wheat",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Sears",
                    "suffix": ""
                }
            ],
            "year": 1944,
            "venue": "II. Additional",
            "volume": "588",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Knowledge Graphs and Knowledge Networks: The 590",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sheth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Padhee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gyrard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Story in Brief",
            "authors": [],
            "year": null,
            "venue": "IEEE Internet Computing",
            "volume": "23",
            "issn": "4",
            "pages": "67--75",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "KnetMaps: a BioJS component to visualize 592 biological knowledge networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Rawlings",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hassani-Pak",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Identification of loci",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sonah",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "O&apos;donoughue",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cober",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rajcan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Belzile",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "undergoing a revolution. Unprecedented amounts of data are being generated to gain 33 deeper insight into the complex nature of many traits and diseases (Boyle et al., 2017; Stephens et 34 al., 2015). The growing landscape of diverse and interconnected data can often hinder scientists 35 from translating complex and sometimes contradictory information into biological understanding 36 and discoveries. Searching for information can quickly become complex and time-consuming, 37",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Extract of information available in the KnetMiner Knowledge Graph. assist in various stages of a typical research and discovery project: from early 107 stages of literature review and hypothesis generation to later stages of biological understanding 108 and hypothesis validation. The user-centric web interfaces have been designed to provide effective 109 user journeys for the exploration of complex connected data. A simple search interface triggers a 110 sophisticated search process and takes the user in two steps through a rich knowledge discovery 111 experience (Figure 2). We have selected two biological case studies that show the application of 112KnetMiner in gene-trait discovery and candidate gene prioritization in a model and non-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "User journeys in KnetMiner. Users start with a search for keywords, genes and regions. 117 KnetMiner provides search term suggestions and real-time query feedback. From a search, a user 118 is presented with the following views: Gene View is a ranked list of candidate genes along with a 119 summary of related evidence types. Map View is a chromosome based display of QTL, GWAS 120 peaks and genes related to the search terms. Evidence View is a ranked list of query related 121 evidence terms and enrichment scores along with linked genes. By selecting one or multiple 122 elements in these three views, the user can get to the Network View to explore a gene-centric or 123 evidence-centric knowledge network related to their query and the subsequent selection. 124 125 Gene-trait discovery 126 KnetMiner is being used extensively to drive gene-trait discovery research in the publicly funded 127 Designing Future Wheat programme (https://designingfuturewheat.org.uk/), see for example 128 (Adamski et al., 2020; Alabdullah et al., 2019; Harrington et al., 2019). Wheat (Triticum aestivum) 129 is the third most-grown cereal crop in the world after maize and rice, and has a hexaploid 15 Gb 130 genome which is 5 times the size of the human genome (The International Wheat Genome 131 Sequencing Consortium (IWGSC) et al., 2018). White-grained wheat varieties lack the red 132 compounds (flavonoids) of the seed coat and are milder in flavor. However, white grains are prone 133 to pre-harvest sprouting (PHS) which causes the grain to germinate before harvest and results in a 134loss of grain quality. It has been known for some time that PHS is associated with grain colour",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "including wheat specific information sources but also cross-species information from 144 model organisms such as Arabidopsis and rice. Similarly a range of relation types are present in 145 the network including homologies, transcription factor target relations, protein protein interactions, 146 phenotypic observations and correlations from mutant and genetic studies, as well as, curated or 147 auto generated links to ontology terms and publications. 148 149 Prior to visualising the network, KnetMiner applies a graph filter for interesting subgraphs which 150 uses the keywords that were provided as part of the search (see Methods -Graph 151 Interestingness). In our case, since the TT2 gene search was performed without additional 152 keywords, a default filter is applied which hides all paths but those containing traits and 153 phenotypes. This reduces the network from 823 nodes down to 245 nodes including 101 Trait, 48 154Phenotype, 72 SNP, 22 Gene and 2 Protein nodes (Figure 3A). This network is displayed in the 155",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Gene View (top) and Network View (bottom) of KnetMiner. (A) Search results for TT2 176 only (without keywords). (B) Search results for TT2 and keywords for PHS and grain color. 177 178 This auto-generated subgraph visualises complex information in a concise and connected format, 179 helping facilitate biologically meaningful conclusions between TT2 and phenotypes such PHS (see 180 Supp",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "color and other phenotypes, the TT2 network can be expanded with two clicks, to 186 add interacting genes in wheat or model species along with their phenotypic information. For 187 example, the Arabidopsis TT2 ortholog is shown to interact with TTG1 which has links to 188 phenotypes such as lateral root number and root hair length in Arabidopsis (Bahmani R, n.d.; Bipei 189 Zhang, 2017). Root hairs are tubular outgrowths from specific epidermal cells that function in 190 nutrient and water absorption(Larry Peterson & Farquhar, 1996).  191   192    Overall the exploratory link analysis has generated a potential link between grain color and PHS 193 due to TT2-MFT interaction and suggested a new hypothesis between two traits (PHS and root 194 hair density) that were not part of the initial investigation and previously thought to be unrelated. 195Furthermore, it raises the possibility that TT2 mutants might lead to increased root hairs and to 196 higher nutrient and water absorption, and therefore cause early germination of the grain. More data 197 and experiments will be needed to address this hypothesis and close the knowledge gap.198 199 Candidate gene prioritisation 200 Forward genetics studies, such as a genome-wide association study (GWAS) or quantitative trait 201 loci (QTL) mapping, aim to identify regions in the genome where the genetic variation correlates 202 with variation observed in a quantitative trait (e.g. general intelligence, days to flowering) (Atwell et 203 al., 2010; Polderman et al., 2015; Sonah et al., 2015). They are based purely on statistical tests 204 and do not take into account the biology in considering candidates. It is often difficult to elucidate 205 which exact marker is biologically significant, particularly in the face of epistatic and epigenetic 206 effects which are often not considered. GWAS and QTL regions can encompass many seemingly 207 unrelated genes. Candidate gene analysis aims to identify the most likely cause for the phenotypic 208 variation. The identification of candidate genes underlying QTL is not trivial, therefore genetic 209 studies often stop after QTL mapping, or perform a basic search for genes with potentially QTLs for multiple petal traits (Abraham et al., 2013). As this QTL 214 overlapped with the ULTRAPETALA1 (ULT1) locus, a known floral meristem regulator with a role 215 in petal development (Fletcher, 2001), the authors tested whether ULT1 might be responsible for 216 this QTL. However, the authors stated that among the ecotypes used in the study none showed 217 any polymorphic sites within the ULT1 coding or 2kb upstream region; and the T-DNA insertional 218 mutation of ULT1 showed no significant effect on petal form either. Taken together, the evidence 219 suggested that ULT1 was not responsible for the petal size QTL, and the causal gene remained 220 unidentified as is the case in many other GWAS and QTL studies. Therefore, to explore this 221 further, we analysed an overlapping petal size QTL (manuscript in preparation) using a more 222 sophisticated and evidence-based search to see if the authors may have missed something. The 223 biological processes underpinning the size of plant tissues and organs are likely to be related to 224 changes on a cellular level. We therefore used as inputs to KnetMiner the location of a petal size 225 QTL (chromosome 4, 9.92 -10.18 Mb) and the keywords \"cell size\" OR \"cell cycle\" OR \"cell 226 division\". KnetMiner identified 71 genes in the QTL region and ranked them according to their 227 relevance to the keywords (Figure 4A) (see Methods -Gene Ranking)(A) Ranked list of genes shown in the Gene View. The Evidence column summarises the 231 amount of related information within and across species. AT4G18330 is linked to 10 biological 232 processes, 2 cellular components, 33 publications and 1 protein related to \"cell size\" OR \"cell 233 cycle\" OR \"cell division\". All linked publications are from the yeast ortholog. (B) Arabidopsis and a few high-level GO annotations. However, the KnetMiner 239 subgraph for AT4G18330 indicated that the yeast ortholog YER025W (eIF-2-gamma) interacts with 240 cell division cycle proteins such as CDC123 (Figure 4B). Although no knockouts were available for 241 this gene, a polymorphism in the regulatory region was associated with altered cellular and petal 242 phenotypes consistent with a role in petal size (manuscript in preparation). The ability to 243 systematically and visually evaluate different layers of evidence arising from orthologs to 244 interactions, is highly advantageous; it's quick to view and as such, the most relevant genes previously described our tools and methods to build FAIR genome-scale Knowledge 250 Graphs (KG) using the KnetBuilder and rdf2neo data integration platforms (Brandizi et al., 2018a, 251 2018b; Hassani-Pak et al., 2016). Here we elaborate how KnetMiner uses the KG to extract 252 biologically meaningful subgraphs that tell the story of complex traits and diseases. Biologically 253 plausible patterns in the KG are collections of paths through the connected information that most 254",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "266 time', but it means that there is a valid piece of evidence that a domain expert should consider 267 when judging if the gene is related to 'flowering time'. 268 269 We use the notion of a semantic motif to define a plausible path through the KG (Biemann et al., 270 2016). Our semantic motifs start with a gene node and end with other nodes representing 271 biological entities, ontology terms, publications etc. For example, a path that travels from a Gene 272 node to a GO-term, through an ortholog relation, is biologically plausible (orthologs have often the 273 same function), while travelling through a paralog relation is not (paralogs often adapt new 274 functions). KnetMiner instances can have a bespoke set of semantic motifs reflecting the data 275 model of the KG built for a particular species or domain of interest. We are working towards 276 migrating KnetMiner to support the Cypher graph query language and the Neo4j graph database 277 as a practical and expressive way to define the graph searches that capture the semantic motifs of 278 interest. Supp Table 3 contains example Cypher queries used in the public wheat KnetMiner along 279 with summary statistics for each query. The KnetMiner gene search and subgraph generation are 280 essentially based on these well-defined graph queries. Not every gene will necessarily match all 281 semantic motifs, however, the ones it contains are extracted and their union is taken to produce a 282 gene-centric subgraph (GCS). For example, the wheat KG has over 114,000 GCSs (one for each 283 wheat gene) with sizes of min=1, max=6220 and mean=181 nodes. 284 285 Nodes that are included in a GCS are presumed to be transferable to the gene of interest, in 286 contrast, concepts that are excluded from a GCS (although still part of the KG) are presumed to be 287 irrelevant to the gene in question. Notably, if a semantic motif fails to capture an important 288biological motif, then downstream knowledge mining applications won't be able to exploit this single GCS with hundreds of nodes can be complex and challenging to comprehend when 292",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "SDR-weights) requires graph traversals and string searches over the KG. Performing these 333 operations on-the-fly would slow down the responsiveness of the application. Therefore at 334 initialisation, KnetMiner pre-processes the KG and builds indices to speed up the SDR weight 335 calculation. The pre-indexing time depends on a number of factors including number of available 336 cores, the KG size, number of genes and number of semantic motifs. With the indices in place, the 337 SDR-weight can be computed in constant time O(1). A KnetMiner search that returns n genes and 338 m evidence nodes, can rank all genes in linear time O(n+m). 339 340 DISCUSSION 341 Biological knowledge discovery is often hampered by the challenges of data integration and new 342 approaches are needed to improve the efficiency, reproducibility, and objectivity of the process knowledge graph built from large scale integration of public and private data sets. 345 It addresses the needs of scientists who generally lack the time and the broad expertise that is 346 necessary to connect, explore, and compare the wealth of genetic, 'omics, and phenotypic 347 information available in the literature and a wide range of related biological databases from key 348 model and non-model species. 349 350 KnetMiner is commonly used by scientists in academia and industry to accelerate gene-trait 351 discovery research. In several biological studies, KnetMiner enabled the identification of hidden 352 relationships between important agronomic traits and potential candidate genes. The presented 353 case studies have shown practical applications of KnetMiner to the understanding of challenging 354 and complex traits in wheat and Arabidopsis. KnetMiner was used in 2014 to investigate traits such 355 as height of biomass willows (Hanley & Karp, 2014) and has more recently become part of a wider 356 roadmap for gene function characterization in crops (Adamski et al., 2020). Public KnetMiner 357 resources (e.g. Arabidopsis, wheat, and rice) give a flavour of the capabilities that are in 358 KnetMiner. While we have so far mostly concentrated on customising KnetMiner for plant sciences 359 and crop improvement, the software we have developed is generic and KGs and KnetMiner can 360 readily be built for other species. Compared to biological discovery platforms available for specific 361 species (Carvalho-Silva et al., 2019; Miller et al., 2017; Mungall et al., 2017), KnetMiner is species-362 agnostic and therefore provides a more cost-effective delivery platform for application to new 363 species. KnetMiner is available as a Docker image from DockerHub and can easily be deployed 364 with a provided sample KG. 365 366 Different KnetMiner views for exploring the search output have been developed; each view has a 367 different aim and helps address different questions. The main design principle was to divide the 368 visualisation into two steps. First, to present the results in formats that are intuitive and familiar to 369",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "(graph pattern mining, graph interestingness and gene ranking) that power the 380 KnetMiner user interface are also available as API calls and can be used to embed visualisations 381 of gene-centric subgraphs in third party web applications or to integrate graph analytics and gene 382 ranking in custom workflows. For example, the KnetMiner REST API is used in Ensembl Plants 383 (Bolser et al., 2017), The Triticeae Toolbox (Blake et al., 2016) and GrainGenes (Blake et al., 384 2019) to link gene sequences to rich gene knowledge graphs. The graph database backend, as 385 well as the FAIR-based data management policies, are another development in which we are 386 investing our efforts, which have the main advantage of allowing us to build a data asset that has 387 the potential to be useful to a wealth of applications, complementary to KnetMiner. The SPARQL 388 and Cypher endpoints have the benefit of providing a layer of access to data that have a more 389 general use than gene-centric knowledge exploration and which, for instance, could be obtained 390 with scripts accessing APIs, workflow tools like Galaxy (Afgan et al., 2018), or data analytics 391 workbenches like Jupyter (Kluyver et al., 2016). This is facilitated by adhering to the well-known 392 good practice of the FAIR principles, which includes the adoption of common data schemas and 393 ontologies (Garcia et al.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "science, design and manufacturing. Different research labs, including ourselves, are building 63 biological KGs aimed at supporting crop improvement (Hassani-Pak et al., 2016; Xiaoxue et al., 64 2019), drug-target discovery (Mohamed et al., 2019), and disease-gene prioritization (Alshahrani & 65 Hoehndorf, 2018; Messina et al., 2018). 66 The integrated, semi-structured and machine readable nature of KGs provides an ideal basis for 67 the development of sophisticated knowledge discovery and data mining (KDD) applications 68 (Holmes, 2014; Sacchi & Holmes, 2016). Exploratory data mining (EDM), a sub discipline of 69 knowledge discovery, requires an extensive exploration stage, using both intelligent and intuitive 70 techniques, before predictive modelling and confirmatory analysis can realistically and usefully be 71 applied (De Bie, 2013; De Bie & Spyropoulou, 2013). Furthermore, it is considered important to 72 include the end user into the \"interactive\" knowledge discovery process with the goal of supporting 73 human intelligence with artificial intelligence (Holzinger & Jurisica, 2014). Several reports have 74 described the benefits attained by leveraging the unique human cognitive capabilities we have, 75 both within the fields of pattern recognition and higher-order reasoning, to interpret complex 76 biological data and help extract biologically meaningful interpretations (Isenberg et al., 2013; Lee 77 et al., 2012). Visualising biological information in a concise format and user-centred design can 78 help achieve this (Fox & Hendler, 2011; Pavelin et al., 2012). 79There are, however, a few important research challenges that need resolving before KDD and 80 EDM techniques can optimally be applied to KGs. These include the formalisation of concepts 81 such as an 'interesting pattern' found in a genome-scale KG, since 'interestingness' is subjective 82 and will depend on the user's perspective. The concept of 'explaining a specific biological story' 83 using a minimum set of non-redundant and relevant patterns from the KG also needs to be 84 formalised. These theoretical insights need to be turned into useful, scalable and interactive tools, 85 suitable for use by non-experts and tested against real biological problems. 86We have previously described our approaches to build genome-scale KGs(Hassani-Pak et al., 88 2016), to extend KGs with novel gene-phenotype relations from the literature (Hassani-Pak et al., 89 2010), to publish KGs as standardised and interoperable data based on FAIR principles (Brandizi 90 et al., 2018a) and to visualise biological knowledge networks in an interactive web application 91",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". https://doi.org/10.1101/2020.04.02.017004 doi: bioRxiv preprint connected data in an innovative way, and then return the results in an accessible, explorable, yet 401 concise format that can be easily interrogated to generate new insights. We have developed 402 KnetMiner knowledge graphs and applications for a range of species including plants, crops, 403 insects, pathogens, livestock and even a Human SARS-CoV-2 knowledge graph to help 404 investigate Covid-19. We are beginning to explore new use cases of KnetMiner to crop 405 improvement and breeding, microbial ecology, pathogen-host interaction and other domains. We 406 are rapidly improving the usability of the software, adding new features and extending the 407 knowledge mining approaches. The latest version of the KnetMiner software and documentation is 408 available at: https://knetminer.org 409 Availability of data and materials 412 Project name: KnetMiner -Knowledge Network Miner 413 Project home page: https://knetminer.org 414 Source code: https://github.com/Rothamsted/knetminer 415 Docker image: https://hub.docker.com/r/knetminer/knetminer 416 Deployment instructions: https://github.com/Rothamsted/knetminer/wiki/ 417 Knowledge Graph Endpoints: http://knetminer.org/data 418 Operating system(s): Platform independent 419Programming language: Java and JavaScript 420 Any restrictions to use by non-academics: database licence needed 423",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no competing interests. CC-BY-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 3, 2020. . https://doi.org/10.1101/2020.04.02.017004 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests 425"
        }
    ]
}