{
    "paper_id": "27f7d443cbb41e90363cee0e5f51358a0ad71e1e",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Kieran",
                "middle": [
                    "F"
                ],
                "last": "Docherty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Jawad",
                "middle": [
                    "H"
                ],
                "last": "Butt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rigshospitalet Copenhagen University Hospital",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Rudolf",
                "middle": [
                    "A"
                ],
                "last": "De Boer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Groningen",
                    "location": {
                        "settlement": "Groningen",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Pooja",
                "middle": [],
                "last": "Dewan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Lars",
                "middle": [],
                "last": "Køber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rigshospitalet Copenhagen University Hospital",
                    "location": {
                        "settlement": "Copenhagen",
                        "country": "Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Aldo",
                "middle": [
                    "P"
                ],
                "last": "Maggioni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Associazione Nazionale Medici Cardiologi Ospedalieri Research Center",
                    "location": {
                        "settlement": "Florence",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "J V"
                ],
                "last": "Mcmurray",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [
                    "D"
                ],
                "last": "Solomon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow Glasgow",
                    "location": {
                        "postCode": "G12 8TA",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA, United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Pardeep",
                "middle": [
                    "S"
                ],
                "last": "Jhund",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Glasgow",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: With the spreading global pandemic of coronavirus disease 2019 there has been disruption to normal clinical activity in response to the increased demand on health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There are reports of a reduction in non-Covid-19 emergency presentations. Consequentially, there are concerns that deaths from non-Covid-19 causes could increase. We examined recent reported population-based mortality rates, compared with expected rates, and compared any excess in deaths with the number of deaths attributed to Covid-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: National agency and death registration reports were searched for numbers of deaths attributed to Covid-19 and overall mortality that had been publicly reported by 22 April 2020. Data on the number of deaths attributed to Covid-19, the total number of deaths registered in the population and the historical average over at least 3 years were collected. Data were available for 3 Northern European countries (England & Wales, Scotland and the Netherlands) and New York State, United States of America.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There was an increase in observed, compared with expected, mortality in Scotland (+73%), England and Wales (+49%), the Netherlands (+65%) and New York state (+34%). Of these deaths, only 65% in Scotland, 68 % in England and Wales, 49% in the Netherlands and 73% in New York state were attributed to Covid-19 leaving a number of excess deaths not attributed to Covid-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the first report of a novel pneumonic illness in Wuhan, China, in December 2019, the severe acute respiratory syndrome coronavirus 2 (SARS-Cov-2) has spread globally causing a pandemic that, at the time of writing, has infected approximately 2.6 million people and resulted in over 180,000 deaths attributed to the illness it causes, coronavirus disease 2019 (Covid-19). 1,2 Most official reports of Covid-19-related mortality are based on hospital data with variable inclusion of deaths in the community, possibly resulting in under-recognition of the full impact of SARS-Cov-2 on population death rates. The huge influx of Covid-19 patients into hospitals in affected countries has led to disruption of usual clinical activity, with cancellation of elective in-patient and outpatient activity. [3] [4] [5] In many cases, normal ambulatory care has been replaced by remote management using a variety of telemedicine approaches. 6 Even non-Covid-19 related emergency department activity has decreased markedly in many countries, as reported in a previous Severe Acute Respiratory Syndrome outbreak. 7,8 As a result, there is concern that deaths from non-Covid-19 causes could increase, due to reduced routine care. One way to address these two questions is to examine recent observed population-based mortality rates, compared with expected rates, and compare any excess in deaths with the number of deaths attributed to Covid-19. We have analysed these data for 4 countries which have provided such data on a routine basis for at least 5 years.",
            "cite_spans": [
                {
                    "start": 802,
                    "end": 805,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 810,
                    "end": 813,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.21.20073114 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We examined recent changes in population mortality following the outbreak of Covid-19 in Northern European Countries with similar population characteristics, universal health care systems and rapid and complete reporting of data on deaths. The countries identified also had outbreaks of starting at approximately the same time. We included the constituent countries of the United Kingdom which collect, collate and report national data separately (for the purposes of this report, England and Wales were considered one country as their data are reported together) and the Netherlands in this analysis. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.21.20073114 doi: medRxiv preprint deaths to calculate the number of non-Covid-19 defined excess deaths. Numbers of deaths were also converted into a rates per million population using 2018 mid-year population estimates and 95% confidence intervals computed. For England and Wales age specific deaths were reported and in a subgroup analysis we explored the relationship between age and excess deaths in England and Wales. Deaths were categorised according to the following age groups, <45, 45-64, 65-74, 75-84 and ≥85. These categories were used as historical data on deaths was available in these age categories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "All analyses were carried out using Stata software, version 16 (StataCorp, College Station, TX, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Scotland: There were 2368 excess deaths in Scotland in the period 30 March to 19 April 2020 compared to the same period in 2015-2019 (an increase of 73%). Of these excess deaths only 1544 (65%) were recorded as related to Covid-19 ( Figure 1) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 242,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "United Kingdom"
        },
        {
            "text": "In the Netherlands the number of deaths increased from an expected 8798 (based on the prior 5year average) to 14505 (65% increase) over the period 23 March to 12 April 2020. Of the 5640 excess deaths, 2817 (49%) were related to Covid-19. As a result, the overall death rate rose from an expected 511 per million (95% CI 501 to 522) to 843 per million of population (95% CI 829 to 856).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Netherlands"
        },
        {
            "text": "The rate of Covid-19-related deaths was 164 per million (95% CI 158 to 170), and the rate of excess deaths not attributed to Covid-19 was 168 per million of population (95% CI 162 to 174).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Netherlands"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New York State"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In this study of countries currently affected by the Covid-19 pandemic, the data we analysed clearly show that there has been a substantial increase (ranging from 34 to 84%) in observed, compared with expected, mortality at a population level. The increase in mortality is not wholly explained by deaths attributed to Covid-19. Indeed, only between 49 and 73% of the excess in deaths can be explained by official Covid-19 reports. The data from New York state support these findings, with an even more striking picture in New York city. The two most likely explanations for the discrepancy between the overall excess of deaths and the extra deaths not explained by Covid-19 are either there are additional deaths caused (or contributed to) by Covid-19, but not recognised as such, or that there is an increase in deaths from non-Covid-19 causes, potentially resulting from diminished routine diagnosis and treatment of other conditions. We believe that both are likely. In many reports of mortality attributed to Covid-19, the focus has been on deaths occurring in hospital. Similarly, in some countries due to limited testing for SARS-Cov-2 infection, deaths among elderly people in care homes and other places potentially caused (or contributed to) by Covid-19 are not attributed to that condition. 13 Interestingly, in England and Wales, where data were available by age category, the proportion of excess deaths attributed to Covid-19 was smallest in the oldest age group, possibly because more frequent underlying comorbidity made the cause less certain in those individuals or made it easier to ascribe an alternative cause of death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are anecdotal reports of people with Covid-19-like symptoms frightened to attend hospital or choosing to remain at home because of fear of dying in isolation from their family in hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The latter behaviours may also be relevant to deaths from non-Covid-19 causes. Not only has elective clinical activity almost ceased in many countries but emergency presentations have also declined markedly 8 and or some conditions, for example acute coronary syndromes, this could have fatal consequences. 5,14 Rates of primary percutaneous coronary intervention (PPCI) have declined and even where PPCI services have continued, disruption of normal working, including staff . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.21.20073114 doi: medRxiv preprint shortages due to illness or redeployment, and even donning personal protection equipment may have lengthened time to reperfusion. Even return to use of thrombolysis has been mooted. 15 The same considerations apply to acute stroke. 16 There has also been concern about re-supply of essential medicines to patients and even the impact of public discussion of the safety ACE inhibitors and ARBs which are life-saving treatments in patients with heart failure and reduced ejection fraction and in high-risk survivors of myocardial infarction. 17 Similar concerns have also been raised about patients with cancer, chronic kidney disease and diabetes, for obvious reasons. 18-20 All of these are diseases of older age and therefore it is unsurprising that we found that only the youngest individuals were not affected by this excess. If not already, in due course, mental health problems and domestic violence may also add to the non-Covid-19 excess in mortality, although reduction in industrial deaths, fatal road traffic accidents and deaths related to air pollution may offset increases from these other causes. 21, 22 This may also explain why we have not observed an excess of non-Covid-19 deaths in those <45 years where deaths due to causes other than ischaemic heart disease or cancer represent a greater proportion of deaths.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 327,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 377,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1254,
                    "end": 1257,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 1258,
                    "end": 1260,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Our analysis of three European countries, with New York state and city added for comparison, was driven by availability of the required data. It would have been of interest to include Italy and Spain in these analyses. Data on overall mortality were available for some regions in Italy: in the North, most affected by the pandemic, there was a 65% increase in the numbers of deaths observed, compared to expected, in the period from the time of the first reported Covid-19 case to the beginning of April. 23 Similar data for Central and Southern regions, areas less affected by the pandemic, showed a 10% increase in the observed number of deaths, compared to expected. We could not obtain Spanish national data for the dates of our analysis in the other countries and Spain is also in a different phase of its Covid-19 outbreak. However, Spanish data for the period 17 March to 20 April 2020, spanning the peak weeks of the pandemic in that country, show a substantial increase in the number of deaths observed, compared to expected. 24 Unlike the other countries we studied, most of the excess mortality was attributed to Covid-19. However, we are unsure as to the procedures for . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. What are the implications of these findings and why is it important to highlight them now rather than wait for the more granular information that will become available in time? We believe that the public health message to \"stay at home\" needs to be more nuanced, with an equally clear message to patients with symptoms suggestive of an acute coronary syndrome, stroke and worsening of chronic heart failure to still seek urgent medical attention. This may need reconfiguration of . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. Similarly, our findings reinforce the necessity of efforts being made to adapt ambulatory secondary care, and primary care, services to enable the continued delivery of essential treatment to high risk patients with chronic diseases and the triage of newly presenting individuals with potentially lifethreatening conditions. Few countries currently report mortality data quickly enough to allow identification of the excess in deaths we have highlighted. Rapid reporting of deaths should not be difficult and is essential to identify a problem like this, early, and the impact of efforts to diminish it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Similarly, there is a need to standardise reporting of mortality during the pandemic, as discussed above. If done quickly, this will allow facilitate cross-country comparisons of approaches to containment and identification of successes and failures that might help guide global strategies. If there is an excess of non-Covid-19 deaths and non-fatal events due to inaccessible or suboptimal healthcare during the pandemic, the effects on long-term total mortality (and morbidity) may be farreaching and sustained monitoring will be required to demonstrate their abatement. Such data will be crucial for future planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Our analysis has several limitations. We relied on publicly available data that are collected and In summary, a substantial proportion of excess deaths observed during the current COVID-19 pandemic are not attributed to COVID-19. This may indicate an increase in non-COVID-19 deaths due . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. We searched PubMed on April 22, 2020, using the search terms \"mortality\", \"death\", and \"covid-19\". We searched for studies published in English. While there have been multiple reports of reductions in admissions to hospitals or attendances at emergency departments during the Covid-19 pandemic, it is not known whether this avoidance of healthcare has translated into higher mortality from non-Covid-19 at a population level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In 4 countries in Northern Europe (Scotland, England and Wales and the Netherlands) and New York State USA, the number of deaths recorded during the Covid-19 pandemic exceeded the expected rate of death based on the prior mortality rates. These excess deaths were not all attributed to Covid-19 indicating an excess of non-Covid-19 deaths during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Measures aimed at managing the current Covid-19 pandemic may need to be modified to ensure that there is not an excess of non-Covid-19 deaths a result of Covid-19 suppressing measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.21.20073114 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Renin-Angiotensin-Aldosterone System Inhibitors in Patients with Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Bavry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Kumbhani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baracchini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pieroni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Viaro",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cianci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cattelan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tiberio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Munari",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Causin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vaduganathan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Vardeny",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Michel",
                    "suffix": ""
                },
                {
                    "first": "Jjv",
                    "middle": [],
                    "last": "Mcmurray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pfeffer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kutikov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Weinberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Edelman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Horwitz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Uzzo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Record of Scotland 2020. Deaths involving coronavirus (COVID-19) in Scotland",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.120.047122"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 Infection in italian people with diabetes: lessons learned for our future (an experience to be used)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gentile",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Strollo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ceriello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Res Clin Pract",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI138871"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "death and attribution of cause in Spain, compared with the UK and Netherlands.Comparison with other nations is further complicated by variations in the trajectory of the pandemic in individual countries. For example, in Denmark, a north European country, similar to the others we studied, and with a national health service, the epidemiology of the pandemic has been very different. With a total of 6511 cases in a population of 5.8 million, only 299 COVID-19 related deaths have been reported from as of 14 April 2020. However, there may be more of a delay in reporting deaths in Denmark than in the other countries. Population density and transport links are also likely to be important as illustrated here by the comparison between New York state and city and the reports from many countries of worse outbreaks in large urban areas and cities with busy international airports.Clearly it will take time to fully explain the trends we have described and, especially, to quantify the exact causes of the excess of non-Covid-19 deaths. Even then it may be difficult to accurately determine whether Covid-19 caused or contributed to death. In patients requiring mechanical ventilation for Covid-19 induced respiratory failure it may be appropriate to attribute cause of death to Covid-19 but other patients may have the cause attributed to Covid19 while dying from worsening heart failure or unidentified pulmonary thromboembolism. If it is correct that the Covid-19 pandemic has had a detrimental effect on medical care more generally, other \"downstream\" consequences are likely. Non-Covid-19 hospital admissions may rebound as chronic conditions destabilise. Failure to diagnosis and treat new events may have other delayed consequences, for example the development of heart failure in sub-optimally treated or untreated acute myocardial infarction and stroke in patients with untreated transient ischaemic attack.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "to avoid mixing of suspected Covid-19 patients and other emergencies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "collated in a fast-moving pandemic and may be subject to revision. The coding and therefore definition of a Covid-19 related death may be influenced by local regulations and guidelines on certifying the cause of death in each country, as discussed in relation to Spain above. Finally, the availability of testing for Covid-19 may have influenced the ascertainment of Covid-19 related deaths in each country and therefore the excess of non-Covid-19 deaths in each of the countries may represent an under-identification of cases of SARS-Cov-2 infection. Conversely, the number of Covid-19 deaths may be inflated by deaths in people who had Covid-19 at the time of death but did not die from their viral illness i.e. died from another non-Covid-19 reason despite infection with SARS-Cov-2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Excess Deaths above the 2015-2019 average in England and Wales by age group during the Covid-19 Pandemic. Deaths are those registered between 21 March and 10 April 2020 compared to the 2015-2019 average during the same time-period. The number of excess deaths attributed to Covid-19 are shown in red and excess deaths not attributed to Covid-19 are shown in blue.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The first case of Covid-19 was reported England 31 January and the first death 5 March 2020. These dates were 27 February/6 March for the Netherlands, 28 February/16 March for Wales and 1 March/13 March for Scotland. The populations of the countries studied were: Scotland 5,438,100, England and Wales 59,115,809, and the Netherlands 17,213,114, based on published 2018 mid-year estimates. For comparison we examined data from New York State (and New York city) for the period 26 January 2020 to April 18 2020 (state population 19,542,209, city population 8,398,748). The first case of Covid-19 was reported in New York State 1 March and the first death 14 March 2020.As this analysis utilised publicly available national statistics, no ethical approval was required. For the European countries included and New York, we extracted reports of the numbers of deaths related to Covid-19 published by national agencies and death registration authorities that had been publicly reported by 22 April 2020. 9-12 Data on the number of deaths due to Covid-19, and the total number of deaths registered in the population over the same period were collected. Historical numbers of deaths or average number of deaths from 2015-2019 for the same week were extracted from available records (data were available only for 2015-2018 for New York State and 2015-2017 for New York City). The number of excess deaths was defined as the difference between the observed number of deaths and the number of deaths expected according to the observed number from 2015-2019. The number of deaths related to Covid-19 was then deducted from the excess",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". As a result, the death rate for the 3-week period examined rose from an expected 600 per million (95% confidence interval [CI] 580 to 621), based on the 5-year average, to 1036 per million of population (95% CI 1009 to 1063). The rate of excess deaths attributed to Covid-19 was 284 per million (95% CI 270 to 298), and the rate of excess deaths not attributed to Covid-19 was 151 per million of population (95% CI 141 to 162). and Wales: In England and Wales there were 15089 excess deaths in the period 21 March to 10 April 2020, a 49% increase from the prior 5-year average. Of these excess deaths, 10227 (68%) were Covid-19-related. As a result, the death rate rose from an expected of 524 per million (95% CI 518 to 529) to 779 per million of population (95% CI 772 to 789). The rate of Covid-19-related deaths was 173 per million (95% CI 170 to 176), and the rate of excess deaths not attributed to Covid-19 was 82 per million of population (95% CI 80 to 85).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "In the New York state the number of deaths increased from an expected 37855 (based on the prior average from 2015-2018) to 50859 (34% increase) over the period 26 January to 18 April2020. Of the 13004 excess deaths, 9487 (73%) were related to Covid-19. As a result, the overall death rate for the 12-week period rose from an expected 1937 per million (95% CI 1918 to 1957) to 2603 per million of population (95% CI 2580 to 2625). The rate of Covid-19-related deaths was 485 per million (95% CI 476 to 495), and the rate of excess deaths not attributed to Covid-19 was 180 per million of population (95% CI 174 to 186). The equivalent figures for New York city were a 84% increase from 13126 expected deaths (based on 2015-2017 average) to 24090 deaths over the period 26 January to 18 April 2020. Of the 10964 excess deaths, 6862 (63%) were related to Covid-19. As a result, the overall death rate rose from an expected 1563 per million (95% CI 1536 to 1590) to 2868 per million of population (95% CI 2832 to 2905). The rate of Covid-19-related deaths was 817 per million (95% CI 798 to 837), and the rate of excess deaths not attributed to Covid-19 was 488 per million of population (95% CI 474 to 504). After averaging the rates in to a 7-day period, similar rates of deaths and excess Covid-19 and non-Covid-19 deaths were observed.Age specific excess deaths in England and WalesIn those <45 years there were 1089 reported deaths compared to an average of 1044. Of these 1089 deaths 125 (11.5%) were attributed to Covid-19, with no clear excess of non-Covid-19 deaths. In all other age groups, there was a clear excess of both deaths attributed to Covid-19 and deaths not attributed to Covid-19(Figure 2). In those aged 45-64 there were 5272 deaths compared to an average of 3579. Of these excess deaths Covid-19 accounted for 1217 deaths (72%). A similar pattern was seen for those aged 65-74 years with 7485 deaths reported compared to a historical average of 5085. Of the excess deaths, 1829 (76%) were attributed to Covid-19. In those aged 75-84 years the respective figures were 13865 total deaths compared to 8786 historical deaths, with 3622Covid-19 deaths accounting for 71% of the excess deaths. In the eldest group (≥ 85 years) there were 18334 deaths recorded compared to an average of 12449. There was still an excess of deaths but only 3434 deaths (58%) were attributed to Covid-19.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "to changes in routine health care delivery during this pandemic. People should be reminded that it is still appropriate to seek medical attention for other serious life-threatening illnesses during this period and service delivery adapted to provide this.Conflict of Interest:None of the authors have a relevant conflict of interest to report",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": ". https://doi.org/10.1101/2020.04.21.20073114 doi: medRxiv preprint 22: Bradbury-Jones C, Isham L. The pandemic paradox: the consequences of COVID-19 on domestic violence. J Clin Nurs. 2020 Apr 12. doi: 10.1111/jocn.15296. [Epub ahead of print] 23: Ministero della Salute 2020. Andamento della Mortalità Giornaliera (SiSMG) nelle città italiane in relazione all'epidemia di Covid-19. http://www.deplazio.net/images/stories/SISMG/SISMG_COVID19.pdf (Accessed 14th April 2020)",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": ". https://doi.org/10.1101/2020.04.21.20073114 doi: medRxiv preprint 24: Instituto de Salud Carlos III 2020. Vigilancia de los excesos de mortalidad por todas las causas. MoMo. Situación a 21 de abril de 2020. https://www.isciii.es/QueHacemos/Servicios/VigilanciaSaludPublicaRENAVE/EnfermedadesTransmis ibles/MoMo/Paginas/Informes-MoMo-2020.aspx (Accessed 22nd April 2020)",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": ". https://doi.org/10.1101/2020.04.21.20073114 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Deaths in Scotland, England and Wales, the Netherlands and New York State during the Covid-19 Pandemic. Figure 1. Deaths in Scotland, England and Wales, the Netherlands and New York State during the Covid-19 Pandemic. Total deaths observed in each country are normalised to 100%. Expected deaths, as a percentage of total deaths observed, are shown in grey. Excess deaths attributed to Covid-19 are shown in red and excess deaths not attributed to Covid-19 are shown in blue.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}