{
    "paper_id": "28dd1869eb597aed68de991189e93c7869ced7f5",
    "metadata": {
        "title": "Elevated expression of ACE2 in tumor-adjacent normal tissues of cancer patients",
        "authors": [
            {
                "first": "Tom",
                "middle": [],
                "last": "Winkler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "settlement": "Tel Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            },
            {
                "first": "Uri",
                "middle": [],
                "last": "Ben-David",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tel Aviv University",
                    "location": {
                        "settlement": "Tel Aviv",
                        "country": "Israel"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The rapidly developing COVID-19 pandemic has raised a concern that cancer patients may have increased susceptibility to SARS-CoV-2 infection. This discussion has mostly focused on therapy-induced immune suppression. Here, we examined the expression patterns of ACE2, the receptor through which SARX-CoV2 enters human cells, and found that ACE2 mRNA levels are elevated in tumor-adjacent normal tissues of cancer patients, including in normal-adjacent lung tissues of lung cancer patients. These observations raise the possibility that the elevated COVID-19 risk of cancer patients may not be limited to those undergoing immune-suppressing treatment. XG, et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The recent outbreak of a novel betacoronavirus known as severe acute respiratory syndrome corona virus 2 (SARS-CoV-2) has raised the concern that cancer patients might be particularly susceptible to infection by this virus 1 ",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 224,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statement"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25, 2020. . CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25, 2020. . . CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25, 2020. . https://doi.org/10.1101/2020.04.25.061200 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cancer guidelines during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Burki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "",
            "issn": "20",
            "pages": "30217--30222",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Gateways to the FANTOM5 promoter",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lizio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harshbarger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shimoji",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "levels between normal tissues (NT), primary tumors (PT), and normal tissues adjacent to tumors (NAT), using data from The Cancer Genome Atlas (TCGA) and GTEx 14 . In almost all of the relevant tissues for which data were available, ACE2 mRNA levels in PT were significantly higher than in NT of the respective tissue (Figure 1 and Supplementary Figure 1). Surprisingly, ACE2 expression levels in NAT were also significantly higher than in NT across tissues, and in all cases were at least as high as in the respective PT confirmed that the mRNA levels of ACE2 are elevated in tumoradjacent lungs of lung cancer patients. is indeed the case, two questions require urgent attention: 1) Is ACE2 expression level in non-lung epithelia associated with SARS-coV2 infection risk?; and 2) Is ACE2 upregulation limited to the tissue adjacent to the tumor (presumably due to the tumor microenvironment), or are ACE2 levels systemically elevated in cancer patients? Until these questions are resolved, we propose that the discussion of cancer guidelines during the COVID-19 pandemic should expand beyond patients with treatment-://xena.ucsc.edu/). For each tumor, the expression of each gene was ID's were obtained from the annotation files of the respective microarray platforms. For each dataset, the expression levels of all probesets were ranked within each sample, and the rank of the highest-expressing ACE2 probeset was considered. gene expression between the groups. Two-tailed Student's t",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Elevated expression of ACE2 in multiple studies of tumor-adjacent lung tissues from lung cancer patients. Relative mRNA levels of ACE2 in normal lung tissues (NT) and normal adjacent tissues (NAT), calculated based on 6 gene expression microarray datasets. Bar, median. **, p=0.0045; two-tailed Student's t-test for a comparison between the median values of the datasets in each group.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}