{
    "paper_id": "40f84e8c279efb5f29b700ba41aa1df66318d555",
    "metadata": {
        "title": "Title: Assessing the community risk perception toward COVID-19 outbreak in South",
        "authors": [
            {
                "first": "Gadjah",
                "middle": [],
                "last": "Mada",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Indonesia",
                "middle": [],
                "last": "Yogyakarta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Husnayain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Fuad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Online queries were compared with the number of new COVID-19 cases and tests. Time series 26 trends and Spearman's rank correlation coefficients showed that the number of COVID-19-27 related queries in South Korea increased during the local and international events; higher in 28 women, certain age groups; and higher in affected areas, which represented the community 29 health risk perception. Greater correlations were found in mobile searches compared to that of 30 desktop searches, indicating the changing behavior in searching health online information. The 31 use of both Google and NAVER RSV to explore the patterns of community health risk 32 perception could be beneficial for targeting risk communication in several perspectives including 33 time, population characteristics, and location. 34",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "February 2020, which might be caused by the increase in the number of new COVID-19 cases 126 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 36"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.23.20077552 doi: medRxiv preprint Reserved space. Do not place any text in this section. Include the mandatory author checklist or your manuscript will be returned. Use continuous line numbering in your manuscript. and the implementation of coronavirus drive-through tests on February 23, 2020 (6). However, 127 patterns of coronavirus test-related searches seemed more similar to trends of new COVID-19 128 cases compared with the daily numbers of tests. 129 Similar patterns to the online queries on coronavirus test were also identified for 130 facemasks (마스크). In the role of personal protective measures, facemask-related queries were 131 elevated in the same period when people started to search for coronavirus tests and facemask 132 shortage in early February (15), and gradually declined in late of February as the regular supply 133 of facemask has been provided government (16) . Besides, the massive increase of locally 134 acquired cases also induced huge internet searches related to social distancing (사회적 135 거리두기) as one of the preventive approaches. Those searches reached their peaks as a 136 widespread campaign for social distancing in the first week of March 2020 in South Korea (5). 137",
            "cite_spans": [
                {
                    "start": 993,
                    "end": 997,
                    "text": "(16)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "As shown in Table 1 is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "gender and age groups 139"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "404"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.23.20077552 doi: medRxiv preprint Reserved space. Do not place any text in this section. Include the mandatory author checklist or your manuscript will be returned. Use continuous line numbering in your manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "407"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.23.20077552 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "407"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Understanding Risk Information Seeking and Processing during an",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hubner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Hovick",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Masks for all? The science says yes",
            "authors": [
                {
                    "first": "Obe",
                    "middle": [],
                    "last": "Tg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", results demonstrated a moderate correlation (0.640) between new 140 COVID-19 cases and Google RSV related to coronavirus in lag −3. On the contrary, the high 141 correlations (0.718) of coronavirus information searches counted for both men and women in lag 142 −3 showed no differences for NAVER RSV. However, the correlations varied across different 143 age groups and lagged periods. High correlations were observed in lag −3 for overall ages 144 (0.729), and those aged ≤18 years (0.821), 19−24 years (0.784), 25−29 years (0.726), 50−54 145 years (0.706), and ≥50 years (0.725). Meanwhile the lowest correlation was found at the age 146 group of 35−39 years old (0.622). The ≤18 year and 19−24 year age groups for NAVER RSV 147",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Time series of new COVID-19 cases and number of tests in South Korea.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Time series of new COVID-19 cases, number of tests, Google, and NAVER RSV related to 406 coronavirus in South Korea.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Time series and time-lagged correlation coefficients between new COVID-19 cases and NAVER RSV related to coronavirus for mobile 409 and desktop searches in South Korea.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}