{
    "paper_id": "475040da911b9f7770a3f04e8cc307ea0a9ffe03",
    "metadata": {
        "title": "Covid-19 and Inequity: A comparative spatial analysis of New York City and Chicago hot spots",
        "authors": [
            {
                "first": "Andrew",
                "middle": [],
                "last": "Maroko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of New York Graduate School of Public Health and Health Policy",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Denis",
                "middle": [],
                "last": "Nash",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of New York Graduate School of Public Health and Health Policy",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Brian",
                "middle": [],
                "last": "Pavilonis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of New York Graduate School of Public Health and Health Policy",
                    "location": {
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "There have been numerous reports that the impact of the ongoing COVID-19 epidemic has disproportionately impacted traditionally vulnerable communities, including well-researched social determinants of health, such as racial and ethnic minorities, migrants, and the economically challenged. The goal of this ecological cross-sectional study is to examine the demographic and economic nature of spatial hot and cold spots of SARS-CoV-2 rates in New York City and Chicago as of April 13, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In both cities, cold spots (clusters of low SARS-CoV-2 rate ZIP code tabulation areas) demonstrated typical protective factors associated with the social determinants of health and the ability to social distance. These neighborhoods tended to be wealthier, have higher educational attainment, higher proportions of non-Hispanic white residents, and more workers in managerial occupations. Hot spots (clusters of high SARS-CoV-2 rate ZIP code tabulation areas) also had similarities, such as lower rates of college graduates and higher proportions of people of color. It also appears to be larger households (more people per household), rather than overall population density, that may to be a more strongly associated with hot spots.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings suggest important differences between the cities' hot spots as well. They can be generalized by describing the NYC hot spots as working-class and middle-income communities, perhaps indicative of service workers and other occupations (including those classified as \"essential services\" during the pandemic) that may not require a college degree but pay wages above poverty levels. Chicago's hot spot neighborhoods, on the other hand, are among the city's most vulnerable, low-income neighborhoods with extremely high rates of poverty, unemployment, and non-Hispanic Black residents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There have been numerous reports that the impact of the ongoing COVID-19 epidemic has disproportionately impacted traditionally vulnerable communities, including well-researched social determinants of health (1) , such as racial and ethnic minorities, migrants, and the economically challenged both globally (2) and domestically (3) . For instance, according to an April 8 th Centers for Disease Control and Prevention's Morbidity and Mortality Weekly Report, of the 580 hospitalized patients in 99 counties in 14 states found that non-Hispanic (NH) black were disproportionately affected (4) . Poverty and low income have also been identified as important issues not just as a function of potentially classist policy, but also due to the increased difficulty for those in more tenuous financial situations and occupations to implement physical distancing and isolation. Individuals at or below the poverty line are affected by residential overcrowding, increased smoking rates (5) , exposures to environmental pollutants (6) , and lack of access to healthcare according to a UN report -all of which can increase the spread of the virus or cause adverse outcomes (7) . However, it is important to note that at this point there is very little data at smaller geographies (e.g., counties or sub-county units) that report on demographic or economic characteristics of those with the virus, hospitalizations, or deaths (8) .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 978,
                    "end": 981,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1022,
                    "end": 1025,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1163,
                    "end": 1166,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1415,
                    "end": 1418,
                    "text": "(8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "These types of health disparities, which are not new to this pandemic, may be a function of elements of the social and physical environments, as well as factors associated with systemic and institutionalized racism and classism resulting in suboptimal access to resources, including health care and support services (9, 10) . Additionally, these vulnerable communities' risk of having worse outcomes from COVID-19 infection may be increased due to a higher prevalence of comorbidities or underlying conditions such as asthma, diabetes, and other conditions (11) (12) (13) (14) . This suggests that existing health disparities are likely to be magnified in the context of COVID-19, and potentially extend well beyond the lifespan of the epidemic due to sociodemographic inequity, and economic hardships at the global, national, and local levels which themselves have a differential impact on individuals and populations both directly and indirectly (15) (16) (17) (18) .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "text": "(9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "10)",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "(11)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "(12)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "(13)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "(14)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 948,
                    "end": 952,
                    "text": "(15)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 953,
                    "end": 957,
                    "text": "(16)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 958,
                    "end": 962,
                    "text": "(17)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 963,
                    "end": 967,
                    "text": "(18)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "Scale is an important element when examining any phenomenon that has a locational component, and the choice of both unit of analysis and study area can have large effects on the outcomes of the analyses. For instance, when quantifying the association between a health outcome and population density, using a county-scale could obscure the heterogeneity of both the outcome of interest (e.g., there may be very high rates in one part of the county, and low rates everywhere else) and the associated variable (e.g., one neighborhood in the county could house a large number of resident in high-rise buildings and the remainder could be low intensity single family homes and park land). This issue, often called the modifiable area unit problem (MAUP), has been documented in multiple research domains, including health (19, 20) , exposure estimation (21) , measures of access (22) , and environmental justice (23, 24) . A related phenomenon is the choice of the overall study area. For instance, based on the American Community Survey 2018 5-year estimates (25) , Staten Island, one of the boroughs of New York City, may seem to have very high population density (over 8000 people per square mile) when compared other counties in the entire U.S., some of which have values far below one person per square mile (e.g., Denali, Alaska and Esmeralda, Texas). However, Staten Island is the least densely population borough of New York City, with Manhattan having more than 70,000 residents per square mile. As such, it would appear comparatively dense at a national scale, but relatively less-dense at a city scale. Since social interaction is the basis of community transmission of the virus, it stands to reason that denser areas would be more rapidly and severely impacted than low-population areas.",
            "cite_spans": [
                {
                    "start": 817,
                    "end": 821,
                    "text": "(19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 822,
                    "end": 825,
                    "text": "20)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 848,
                    "end": 852,
                    "text": "(21)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 874,
                    "end": 878,
                    "text": "(22)",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 911,
                    "text": "(23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 912,
                    "end": 915,
                    "text": "24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1055,
                    "end": 1059,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04. 21.20074468 doi: medRxiv preprint Although this may be true at a national or even global level at this stage of the epidemic (26) , where transmission may be easier in urban regions versus rural areas, it is unclear if this is the case at an intraurban, sub-city, scale.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 143,
                    "text": "21.20074468 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "(26)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "The understanding of the disease characteristics at national and global scales is unquestionably important, however it is also necessary to appreciate its dynamics at a more granular, neighborhoodlevel. According to data collected by the New York Times aggregated by county, as of April 13, NYC has the most reported cumulative cases (106,764) and deaths (7, 154) in the United States. Cook County, Illinois, which contains Chicago, is fifth on the list for that day, with 15,474 cases and 543 deaths (27) . However, the spatial distribution of reported positive cases are not homogeneously distributed across either city.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 358,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "154)",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "(27)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "The goal of this ecological cross-sectional study is to examine the spatial and demographic nature of reported SARS-CoV-2 diagnoses in New York City (NYC) and Chicago (CHI) as of April 13, 2020. Specifically, we examine SARS-CoV-2 diagnosis rates per ZIP code tabulation area (ZCTA) and compare sociodemographic and economic characteristics between spatial hot spots and cold spots. The characteristics of the NYC and CHI hot / cold spots are then compared to reveal differences and similarities between the cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "Cumulative counts of SARS-CoV-2 diagnoses (\"cases\") for NYC are from New York City Department of Health and Mental Hygiene's Incident Command System for COVID-19 Response (4/13/2020) (28) . Of the 211 Zip Code tabulation areas in NYC, 34 (16.1%) had no data, likely due to low or no populations (e.g., airport, commercial areas, parks). Reported SARS-CoV-2 diagnoses (> 5 cases per ZIP code) are from the Illinois Department of Public Health (4/13/2020) (29) . ZCTAs were included in the CHI analysis if their centroid was within the published city boundary or greater than 20% of the ZCTA area was within the city. Of the 60 ZCTAs, three (5.0%) were excluded due to missing data, likely due to low populations or reporting five or fewer cases. Demographic and economic data are from American Community Survey (ACS) 2018 5-year estimates via NHGIS.org (25) .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "(28)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "(29)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 852,
                    "end": 856,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Data:"
        },
        {
            "text": "It is vitally important to note that these data may not necessarily represent the true distribution of SARS-CoV-2 based on biases in testing and extremely limited or differential testing and/or access. Testing for SARS-CoV-2 also has resulted in high percentage of false negatives. This is due to two reasons, development of rapid testing during an epidemic and need the need to collect a sample from deep in the pharynx which can be uncomfortable for the patient and is time consuming for the health care worker. False negatives are especially problematic since the infected individual can continue to spread the virus without being aware. There have also been instances of false positives being reported in health care setting due to the high viral load present in the environment (30) . These factors can decrease the reliability and accuracy of the data and make comparisons within and across geographical regions difficult.",
            "cite_spans": [
                {
                    "start": 783,
                    "end": 787,
                    "text": "(30)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Data:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data:"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.21.20074468 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Raw rates of reported SARS-CoV-2 cases were calculated by normalizing the number of diagnoses by the ZCTA population (cases per 1,000 residents) and spatialized and analyzed using ArcGIS 10.7 (ESRI, Redlands California). The Global Moran's I based on ZCTA contiguity revealed clustering (z-scores = 5.14 and 13.2 for CHI and NYC, respectively. Both p-values < 0.001), suggesting that it is highly unlikely for the clustered pattern to be a result of random chance. Hot spots of rates for each city were then calculated using the Getis-Ord (GI*) statistic parameterized using contiguity (i.e., ZCTAs sharing a boundary or corner). Resulting hot spots represent clusters of contiguous ZCTAs with higher values within the city (GI* was calculated once for NYC and once for CHI), whereas cold spots represent clusters of ZCTAs with low values. Clusters with >= 95% confidence were included in the analyses (figure 1). It is important to note that identifying statistical hot and cold spots is not the same as simply selecting the ZCTAs with the highest rates (e.g., top quartile). Unlike using quantiles or some other classification technique, hot (or cold) spots require clusters of ZCTAs to have high (or low) values relative to the study area which are accepted or rejected based on a significance value. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04. 21.20074468 doi: medRxiv preprint American Community Survey (ACS) data were mapped by ZCTA and linked with SARS-CoV-2 case rates and hot/cold spots for exploration and analysis ( Figure 2 ). ZCTA averages, stratified by hot/cold spot status, were calculated for variables of interest which include: (1) SARS-CoV-2 cases per 1000 residents, (2) total population, (3) population density, (4) average household size, (5) % of housing units with > 1 occupant per room, (6) % NH White, (7) % NH Black, (8) % Latinx / Hispanic, (9) % foreign-born, (10) % 65 years or older (11) % of workers who commute using public transportation, (12) % of adults without a high school degree, (13) % of adults with a bachelor's degree or higher, (14) % of residents earning under the federal poverty threshold, (15) median household income, (16) % of the civilian workforce who is unemployed, and (17) % in of workers in management, business, science, and arts occupations.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 143,
                    "text": "21.20074468 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 297,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.21.20074468 doi: medRxiv preprint SAS Statistical software (version 9.4, SAS Institute, NC) was used to conduct all statistical analyses. Means were calculated across ZCTA for both cities. A Wilcoxon Two-Sample Test was used to calculate differences in demographic variables at the ZCTA level between the two cities. Due to the small sample size the t-approximation was used to calculate p-values. Demographics in the NYC and CHI study areas are summarized and described using population-weighted averages (table 1). The overall positive test rate on April 13 for NYC was 12.5, which was approximately four times greater than CHI. New York City and CHI were comparable in terms of median household income, percent non-Hispanic White, percent with a bachelor's degree, and percent below the poverty line. The main difference between the two cities was in terms of population density and percent foreignborn. Although NYC and CHI are roughly the same area (294 mi 2 and 262 mi 2 , respectively) NYC has almost three times as many people per mi 2 . The density is also observed in households, with NYC having nearly three times the rate of having more than one person per room compared to CHI. The dissimilarities in density and urban landscape are also reflected in the percentage of individuals using public transportation, with 56.3% of NYC residents relying on public transportation and only 27.6% in CHI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results:"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. Demographics in the NYC and CHI hotspots were summarized and described using ZCTA averages (table  2) . There were striking differences between hot spots and cold spots in each city, as well as marked differences comparing across study areas. The NYC hot spots included 31 ZCTAs, representing nearly 1.5 million people (~ 17.4% of the population in the NYC study area) and CHI hotspots consisted of 8 ZCTAs with 445,000 residents (~15.8% of the CHI study area population). Hot spot neighborhoods in both cities tended to have lower proportions of non-Hispanic (NH) white residents, higher proportions of NH Black / African-American residents, a greater percentage of older residents, fewer college graduates, and lower proportions of workers in managerial occupations compared to cold spots or the \"rest of city\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 176,
                    "text": "(table  2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Spatial density is an important factor in the spread of communicable diseases. Hot spots in both cities had significantly larger household sizes compared to cold spots. However, hotspots were located in neighborhoods that were significantly less dense and the proportion of housing units with more than one occupant per room were not significantly different (0.39 and 0.36 in NYC and CHI, respectively) between hot and cold spots. Additionally, there were lower proportions of public transportation commuters in both cities' hot spots than cold spots, the difference in NYC (p < .01) was more meaningful . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04. 21.20074468 doi: medRxiv preprint than that in CHI (p = 0.62). This is not reflective of public transportation use during the outbreak, but rather a measure of \"connectedness\" or \"centrality\" of a neighborhood.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 143,
                    "text": "21.20074468 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "There are some variables that suggest different patterns between NYC and CHI. Poverty rates, for instance, are lower for both hot and cold spots compared to the rest of the city in NYC; whereas in CHI the poverty rates are highest in the hot spots. Unemployment follows a similar trend, where the NYC rates are highest in the areas which are neither hot spots nor cold spots, but in CHI the rates are by far the highest in the hot spots. Although median household income is highest in cold spots for both cities, in NYC the income in hot spots is higher than the rest of the city, whereas in CHI hot spot incomes are much lower than the rest of the city. Finally, the proportions of both foreign-born (p < 0.01) and Latinx (p < 0.01) residents are higher in NYC hot spots than cold spots (but hot spot values are similar to the rest of the city), whereas the opposite is true for Chicago with foreign-born (p < 0 .06) and Latinx (p = 0.12) appearing protective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In both Chicago and New York City, cold spots demonstrated typical protective factors associated with the social determinants of health and the ability to social distance. These neighborhoods tended to be wealthier, have higher educational attainment, higher proportions of non-Hispanic white residents, and more workers in managerial occupations. Hot spots between the cities also had some similarities, such as lower rates of college graduates and higher proportions of people of color. However, there are some other findings which must be highlighted. For instance, in both cities it is not the densest areas which appear to be most impacted by SARS-CoV-2, but rather it is the less-centralized, lower-density neighborhoods. In these two large U.S. cities it appears to be larger households (more people per household), rather than overcrowding or overall population density -which may be reflective of neighborhood socioeconomic status -that may be a more strongly associated with geographic hot spots.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Discussion:"
        },
        {
            "text": "Perhaps most striking are the differences in the economic and racial composition of the hot spots between NYC and CHI. At this point in the epidemic, NYC has a mix of racial/ethnic neighborhoods. For instance, the Staten Island hot spot in NYC is nearly 60% NH white, whereas the hot spot in Eastern Queens is less than 6% NH white (figures 1 and 2). In NYC overall, the ZCTA-level average shows approximately 27% of the population as NH white, 30% NH Black, and 29% Latinx/Hispanic. In Chicago, the hot spots ZCTAs are on average approximately only 4% NH white, 11% Latinx/Hispanic, and nearly 83% NH Black. Although in both cities NH white residents may be underrepresented in hot spots, Chicago shows the inequities much more clearly. Economic distinctions are even more stark. The population in NYC's hot spots are, overall, middle income with ZCTA-level average median household incomes around $70,000, which, although lower than the cold spots ($117,000), are higher than the rest of the city ($64,000). Conversely, the average median household income in Chicago's hot spots is only $35,000 with cold spots and the rest of the city being $97,000 and $63,000, respectively. Poverty rates in NYC hot and cold spots were both around 13%, whereas the rate in the rest of the city was over 18%. Chicago, on the other hand, had hot spots with poverty rates of over 30% which is higher than both cold spots (10%) and the rest of the city (18%). This is mirrored by unemployment rates, where the NYC hot spots had rates of under 7% compared to Chicago's nearly 18%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Discussion:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Discussion:"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04. 21.20074468 doi: medRxiv preprint These characteristics can be generalized by describing the NYC hot spots as working-class and middleincome communities, perhaps indicative of service workers and other occupations (including those classified as \"essential services\" during the pandemic) that may not require a college degree but pay wages above poverty levels. Chicago's hot spot neighborhoods are among the city's most vulnerable, low-income neighborhoods with extremely high rates of poverty, unemployment, and NH Black residents.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 143,
                    "text": "21.20074468 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "It is important to note that this represents an ecological analysis and does not use individual level data. The results characterize the neighborhoods (clusters of ZCTAs) and not necessarily the individuals living in those neighborhoods. The goal of this project is not to suggest causation, but rather to demonstrate the nature of SARS-CoV-2 hot and cold spots in two large U.S. cities. The information about the demographic and economic characteristics of hardest hit areas may help direct resources to mitigate the impact of COVID-19 properly and preemptively. However, the differences found, although striking, may be at least partially a function of a number of factors, including potential bias and extremely limited testing/reporting and possible false positives/negatives. For instance, it is possible that the Staten Island cluster is a result of more aggressive testing practices in those neighborhoods compared to other areas with less social or political capital. It is also important to note that this analysis is based on testing results, and do not examine COVID-19-related hospitalizations or deaths. Additionally, NYC and CHI are not only different in urban morphology and demographics, but also may be in different stages of the epidemic. The cumulative SARS-CoV-2 rates, particularly when comparatively low as is the case in some Chicago ZCTAs, can change rapidly due to the dynamic nature of infectious disease spread as well as a hopeful increase in thorough testing. However, it is clear that as of April 13, 2020, Chicago and New York City have some similarities, particularly in with respect to possible \"protective\" factors, as well as important distinctions. Further study will be needed to determine if other cities, domestic or global, have comparable trends and hypotheses will need to be generated and tested to attempt to identify associations as more complete and reliable data become more available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Social determinants of health equity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marmot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "American journal of public health",
            "volume": "104",
            "issn": "4",
            "pages": "517--526",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Combating COVID-19: health equity matters",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "26",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Racism and discrimination in COVID-19 responses. The Lancet",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Devakumar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shannon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Bhopal",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Abubakar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hospitalization Rates and Characteristics of Patients Hospitalized with Laboratory-Confirmed Coronavirus Disease 2019 -COVID-NET, 14 States",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shikha",
                    "suffix": ""
                },
                {
                    "first": "Lindsay",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Whitaker",
                    "suffix": ""
                },
                {
                    "first": "Mph",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Alissa",
                    "middle": [],
                    "last": "O&apos;halloran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Charisse",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "Mph",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Rachel",
                    "middle": [],
                    "last": "Holstein",
                    "suffix": ""
                },
                {
                    "first": "Mph",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 and smoking: A systematic review of the evidence",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Vardavas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nikitara",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tob",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Exposure to air pollution and COVID-19 mortality in the United States",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Nethery",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Sabath",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dominici",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "US must improve COVID-19 strategy to keep tens of millions from falling into poverty, urges rights expert 2020",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "N"
                    ],
                    "last": "News",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "4--17",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A Systematic Review of the Extent and Measurement of Healthcare Provider Racism",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Paradies",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Truong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Priest",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of the National Medical Association",
            "volume": "29",
            "issn": "2",
            "pages": "386--96",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Preliminary Estimates of the Prevalence of Selected Underlying Health Conditions Among Patients with Coronavirus Disease 2019 -United States",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc Covid-Response",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Science Underlying COVID-19: Implications for the Cardiovascular System",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Analysis of Characteristics in Death Patients with COVID-19 Pneumonia without Underlying Diseases. Academic Radiology",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Prevalence of Underlying Diseases in Hospitalized Patients with COVID-19: a Systematic Review and Meta",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Emami",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Javanmardi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pirbonyeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akbari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Analysis. Arch",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "S. county-level characteristics to inform equitable COVID-19 response",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krieger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Buckee",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID-19: Potential Economic Effects",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Labonte",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19 pandemic and economic cost; impact on forcibly displaced people",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kabir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Afzal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Medicine & Infectious Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Is the spread of COVID-19 across countries influenced by environmental, economic and social factors?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hossain",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Using Geovisualization and Geospatial Analysis to Explore Respiratory Disease and Environmental Health Justice in New York City. Association of American Geographers Annual Meeting",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Maroko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Maantay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grady",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The modifiable areal unit problem (MAUP) in the relationship between exposure to NO2 and respiratory health",
            "authors": [
                {
                    "first": "M-P",
                    "middle": [],
                    "last": "Parenteau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Sawada",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International Journal of Health Geographics",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Improving Population Mapping and Exposure Assessment: Three-Dimensional Dasymetric Disaggregation in New York City and São Paulo, Brazil",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maroko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maantay",
                    "suffix": ""
                },
                {
                    "first": "Pérez",
                    "middle": [],
                    "last": "Machado",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Vizeu",
                    "middle": [],
                    "last": "Barrozo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Papers in Applied Geography",
            "volume": "2019",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Methodological Improvements for Determining Environmental Justice Implications of Park Access in New York City for the Promotion of Physical Activity",
            "authors": [],
            "year": 2010,
            "venue": "Cities and the environment",
            "volume": "3",
            "issn": "1",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Geographic information research: transatlantic perspective. London: Taylor and Francis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gis",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "41--54",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mapping Environmental Injustices: Pitfalls and Potential of Geographic Information Systems in Assessing Environmental Health and Equity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Maantay",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Environmental Health Perspectives",
            "volume": "110",
            "issn": "2",
            "pages": "161--71",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "IPUMS National Historical Geographic Information System: Version",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Manson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Riper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruggles",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "High population densities catalyze the spread of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sjödin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Travel Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Coronavirus (Covid-19) Data in the United States",
            "authors": [],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "NYC Coronavirus (COVID-19) data 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Illinois Department of Public Health. COVID-19 Statistics",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Coronaviruses: Facts, Myths, and Hypotheses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carbone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Bucci",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lednicky",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Thoracic Oncology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Reported SARS-COV-2 cases per 1,000 ZCTA residents. Note: cities are shown at different scales. TOP LEFT: NYC raw rates in quintiles. TOP RIGHT: NYC hot spots and cold spots (GI*) at >= 95%, confidence. BOTTOM LEFT: CHI raw rates in quintiles. BOTTOM RIGHT: CHI hot spots and cold spots (GI*) at >= 95%, confidence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Selected ZCTA-level demographics for NYC and CHI in quintiles. Note: cities are shown at different scales. TOP ROW: % NH white. SECOND ROW: median household income (in 2018-adjusted dollars). THIRD ROW: population density (people per square mile). FOURTH ROW: % unemployed.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "NYC and Chicago city-wide demographics These data are based solely on ZCTAs used in the analysis and may differ from published demographic estimates as well as SARS-CoV-2 rates (as of 4/13/20).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Hot / cold spot characteristics of NYC and Chicago (ZCTA-level averages) Rest of city\" refers to ZCTAs that were not in hot or cold spots.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}