{
    "paper_id": "5d03b9d55eab0c1c5959344136c14f84dced484b",
    "metadata": {
        "title": "COVID-19 OUTBREAK IN POST-SOVIET STATES: MODELING THE BEST AND WORST POSSIBLE SCENARIOS",
        "authors": [
            {
                "first": "Alpamys",
                "middle": [],
                "last": "Issanov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nur-Sultan",
                    "location": {
                        "country": "Kazakhstan"
                    }
                },
                "email": ""
            },
            {
                "first": "Yerlan",
                "middle": [],
                "last": "Amanbek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nur-Sultan",
                    "location": {
                        "country": "Kazakhstan"
                    }
                },
                "email": ""
            },
            {
                "first": "Anara",
                "middle": [],
                "last": "Abbay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nur-Sultan",
                    "location": {
                        "country": "Kazakhstan"
                    }
                },
                "email": ""
            },
            {
                "first": "Shalkar",
                "middle": [],
                "last": "Adambekov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pittsburgh",
                    "location": {
                        "settlement": "Pittsburgh",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohamad",
                "middle": [],
                "last": "Aljofan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nur-Sultan",
                    "location": {
                        "country": "Kazakhstan"
                    }
                },
                "email": ""
            },
            {
                "first": "Ardak",
                "middle": [],
                "last": "Kashkynbayev",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nur-Sultan",
                    "location": {
                        "country": "Kazakhstan"
                    }
                },
                "email": ""
            },
            {
                "first": "Abduzhappar",
                "middle": [],
                "last": "Gaipov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nur-Sultan",
                    "location": {
                        "country": "Kazakhstan"
                    }
                },
                "email": "abduzhappar.gaipov@nu.edu.kz"
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: COVID-19 pandemic has presented extreme challenges to developing countries across the world. Post-Soviet states are facing unique challenges due to their developing healthcare systems and unstable economy. The aim of this paper was to provide estimates for current development COVID-19 pandemic in the Post-Soviet states and forecast potential best and worst scenarios for spread of this deadly infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The data on confirmed cases and deaths were extracted from official governmental sources for a period from beginning of outbreak dates for each country until April 18, 2020. A modified SEIR (Susceptible-Exposed-Infected-Recovered) modelling was used to plot the parameters of epidemic in 10 post-Soviet states and forecast the number of cases over a period of 10, 30 and 60 days. We also estimated the numbers of cases based on the optimal measures (best scenario) and suboptimal measures (worst scenarios) of potential spread of COVID-19 in these countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The recent pandemic of acute respiratory tract infection caused by a novel strain of coronavirus originated in Wuhan city, China, in December 2019 (1, 2). The International",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Committee of Taxonomy of Viruses officially named the novel coronavirus as \"Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)\"; and the World Health Organization (WHO) labelled the clinical syndromes caused by SARS-CoV-2 as Coronavirus disease (COVID-19) (3) (4) (5) . The virus spreads rapidly across the globe affecting 210 countries and territories with over 2.2M confirmed cases and total 155K confirmed deaths as of April 17th, 2020 (4) . Europe (Italy, Spain, France, Germany), USA, UK, China and Iran have reported the highest incidence and mortality from COVID-19 leading to catastrophic health, economic and social repercussions (4) . COVID-19 is expected to have even more severe impact on developing countries once the pandemic reaches its peak in regions with more vulnerable economies and health systems.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "These include the healthcare systems in the Post-Soviet states, which are transitioning from the Soviet healthcare system, characterized by a centralized system of governance of hospitals, public health organizations, and health departments, to modernized healthcare systems adaptable to market economy (6) . These include three developing countries in the Central Asia region and seven countries from Eastern European region, which for the best part of the 20th century, were part of the Soviet Union until their independence in the early 1990s. While these counties currently have different economic and political systems, most of these countries have similar healthcare systems and public health challenges inherited from Soviet Union (7). However, the transitioning seems to be slower than expected and that these systems remain somewhat unchanged from the Soviet era, highlighting the need for rapid improvement of resources and patient access.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Following the confirmation of the first of COVID-19 cases in a part of Europe, most of the Post-Soviet states took various pathways in introducing and tightening preventive measures of COVID-19 outbreaks, such as limiting or suspending all public transportation, cancelling of public events, restricting people from leaving their residence, and complete lockdown of cities (8) (9) (10) (11) (12) (13) ). An outbreak predicting system is an extremely useful and vital tool of preparedness of such events. The majority of these systems utilizes available data and applies mathematical and/or statistical modeling capable of predicting a future outbreak (14, 15). There were several attempts in different countries to establish a modelling method for the prediction of COVID-19 spread including a group in China which estimated the serial interval for COVID-19 (16), to predict the dynamics of COVID-19 spread (17) . Applying a mathematical model on the available data, a group showed that lockdown measures were effective in reducing COVID-19 transmission rate and that imported cases have a different dynamic of transmission. Similarly, using an age-structured compartmental model of COVID-19 transmission, a Canadian group showed that significant strengthening of quarantine measures could prevent extreme overloading of intensive care unit (ICU) resources (18). However, the situation in the Post-Soviet countries remains uninvestigated.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "(8)",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "(9)",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "(10)",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "(13)",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 911,
                    "text": "(17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To date, each the Post-Soviet countries initiated their own preventive actions against the spread of COVID-19, which led to high healthcare expenditures and economic slow-down (13).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The high economic, social and health impacts of the pandemic make it hard to determine how long each of these developing countries would be able to maintain the strict measures. Therefore, there is a need for a reliable prediction model for these countries, to determine the status of preparedness. A system capable of determining whether governmental preparedness policies are maintained, and the spread is stopped/slowed as a best-case scenario; or policies not maintained and thus disease spread continuously unabated, worst case scenario. Such models are important to provide the projected estimates that can be used by governments and public health practitioners who are responsible for responding to COVID-19 epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Therefore, the aim of this study was to provide a reliable mathematical model capable of determining the best-and worst-case scenarios for the development of COVID-19 epidemic in the Post-Soviet States, considering the effects of optimal and suboptimal measures, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The model is based on a modified version of the Susceptible-Exposed-Infectious-Recovered (SEIR) deterministic mathematical model. We will also discuss how the measures taken by each country are affecting the current situation in Post-Soviet States, as well as providing a predictive scenario of the best-and worst-cases for this highly vulnerable region in comparison with other Post-Soviet States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. Data on country-specific population size, population density and percentage of population 65 years or over were extracted from the United Nations (UN) official website (19, 20) . Health expenditure and country ranking data were collected from the World Bank databases (21). The number of air passengers carried in both domestic and international flights for each country were obtained from the International Civil Aviation Organization, except Armenia whose data was collected from the International Air Transport Association (22, 23).",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "(19,",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The total daily data of newly confirmed COVID-19 infected, recovered cases and number of COVID-19 deaths in selected Post-Soviet States in the region were obtained from the official websites of the Ministries of Health in each of the studied countries including Armenia, Azerbaijan, Belarus, Georgia, Kazakhstan, Kyrgyzstan, Moldova, Russia, Ukraine, and Uzbekistan (13). Given the absence of COVID-19 infected cases, Tajikistan and Turkmenistan were excluded from the study. Also, Baltic states (Estonia, Latvia and Lithuania) were excluded due to the difference in their health care systems, policy implementation and economic situation to that of the Post-Soviet States. Of note, the included COVID-19 cases were laboratory confirmed using WHO guidelines (24) while recovered cases were defined as \"those that were previously tested positive to COVID-19 (laboratory confirmed) and later had negative test results\". While some of the studied countries introduced serological testing to investigate retrospective outbreaks by identifying asymptomatic immunized people, they were excluded in the current mathematical model of forecasting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "The two most common deterministic models used in the literature are the logistic and modified Susceptible-Infectious-Recovered (SIR) models (15, 17) . Although the logistic model requires less data, it underestimates peak timing and the number of cases (25). Instead, a modified SEIR model \"Susceptible-Protected-Exposed-Infectious-Quarantined-Recovered-Dead\" (SPEIQRD) was used (26). This SPEIQRD framework incorporates additional public health interventions such as, self-isolation of exposed, quarantine of infectious and isolation of susceptible. Parameters describing the natural history and clinical path of COVID-19 were derived from published literature. An overview of the SPEIQRD framework, its compartments and movements between them can be found in Figure 1 . More information about each . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "(15,",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 148,
                    "text": "17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 761,
                    "end": 769,
                    "text": "Figure 1",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Mathematical modeling method"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.19.20071704 doi: medRxiv preprint compartment can be found in Supplementary data (Appendix 1, Model 1). The forecasting model was performed to cover a period of 10, 30 and 60 days from April 18, 2020, and it was assumed that recovered people remain immune from reinfection for the duration of the pandemic. The model assumes that individuals remained infectious until they recovered, quarantined, or died and that all confirmed cases would have been quarantined. In the worst case scenario, it was assumed that the rate of movement from susceptible to protected (protection rate, alpha) will decrease by 50%, whereas in the best case scenario, the protection rate increases by ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical modeling method"
        },
        {
            "text": "For the numerical simulations, we ignored the birth and natural death rates since they have insignificant effect compared to other parameters such as the high transmission rate of COVID-19. That is, we set ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical Simulations"
        },
        {
            "text": "CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical Simulations"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical Simulations"
        },
        {
            "text": "where t represents number of days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical Simulations"
        },
        {
            "text": "Based on above calculations, the reproduction number (R 0 ) for each country was generated and presented in Supplementary Table 1 as well as dynamical changes of R 0 over the time depicted in Supplementary Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 129,
                    "text": "Supplementary Table 1",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 192,
                    "end": 214,
                    "text": "Supplementary Figure 1",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Numerical Simulations"
        },
        {
            "text": "General country specific profiles of Post-Soviet States regarding the current population density and size with proportion of population aged ≥ 65 years old, total expenditure on health per capita and percent of GDP, number of air passengers as well as world banking rank based on country income are presented in Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 319,
                    "text": "Table 1",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Country specific information and healthcare expenditure data"
        },
        {
            "text": "Outbreak dates with implementation of preventive measures by country are presented in Table 2 . Russia reported the first confirmed case of COVID-19 infection (January 31, 2020), which was earlier than other Post-Soviet States. At the end of February 2020, Azerbaijan, Belarus, Georgia, Armenia and Ukraine declared the first positive cases in their territories.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 93,
                    "text": "Table 2",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "COVID-19 outbreak timeline and taken state preventive measures"
        },
        {
            "text": "Kazakhstan, Uzbekistan and Kyrgyzstan reported their first cases approximately two weeks later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 outbreak timeline and taken state preventive measures"
        },
        {
            "text": "Prior to introducing a state emergency and imposing lockdowns, countries implemented similar measures to prevent spread of COVID-19 by limiting air travels to countries affected by the pandemic, closure of educational institutions and banning all mass gathering events ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 279,
                    "text": "Table 2)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "COVID-19 outbreak timeline and taken state preventive measures"
        },
        {
            "text": "Kazakhstan, Kyrgyzstan, Uzbekistan and Moldova were quick to introduce state emergency and closed their borders, whereas the Russian Federation waited significantly longer (two months . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 outbreak timeline and taken state preventive measures"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . after the first confirmed case). On the other hand, Belarus, as for April 18, 2020, has not yet imposed any preventative measures such as a state emergency, or national lockdown to prevent further spread of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The mathematical modeling of COVID-19 including current number of confirmed, recovered and deceased cases as well as their forecasting for 10 days presented in Based on the forecasting modelling for 30 days (Figure 3) , similar trends expected for Kyrgyzstan, Armenia, Azerbaijan, Kazakhstan and Moldova with maximum number of approximately 650, 800, 1,000, 2,100, and 2,500 active cases (except recovered and death cases) respectively, during the peak of the worst-case scenario. In the same case scenario, the rest of the countries would not reach the peak until mid-May with maximum numbers reaching approximately 700, 5,000, 53,000 144,000 and 800,000 active cases (except recovered and death cases) for Georgia, Uzbekistan, Ukraine, Belarus, and Russia, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 217,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Mathematical modeling of COVID-19 outbreak"
        },
        {
            "text": "Increasing the protection rate for Belarus, Russia, and Ukraine would likely have significantly effects on the overall curve of active cases (Figure 3 ). The countries that were predicted to expect the most significant decrease due to strengthening of quarantine measures were Belarus and Russia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 150,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Mathematical modeling of COVID-19 outbreak"
        },
        {
            "text": "Based on the projection for 60 days of the worst-case scenario, Russia, Belarus, and Ukraine were shown to be at risk of prolongation of the epidemic peak until mid-summer and number of active cases could be tremendously large (Figure 4) . Armenia, Azerbaijan, and Moldova are expecting to see a decreasing trend and stabilization of the epidemic, as increasing the protection rate would reduce the number of active cases and delay the epidemic peak for these countries. Kazakhstan, Kyrgyzstan, and Uzbekistan seem to be expecting decreasing trend of active cases by the end of 60 days, in the case of maintaining the current protection rate at same level. Belarus, Russia, and Ukraine could benefit from tightening quarantine measures . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 237,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Mathematical modeling of COVID-19 outbreak"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.19.20071704 doi: medRxiv preprint (increasing the protection) in the coming 60 days, which would substantially decrease the number of active cases after peak, while Armenia, Azerbaijan, Georgia, Kazakhstan, Kyrgyzstan, Moldova and Uzbekistan are unlikely to benefit from any further increase in the protection rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Based on current modeling approach the approximate total number of COVID-19 infected patients in both best-and worst-case scenarios from the April 18, 2020 until forthcoming 30 days and 60 days, are presented in Supplementary Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 233,
                    "text": "Supplementary Table 2",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In the current study we discuss the results of the deterministic mathematical modeling of spread of COVID-19 in the post-Soviet countries using existing data and the potential of best- with the current outbreak of COVID-19, which is partly due to their early preparation for the outbreak as well as their geographical remoteness and access for international travel which played a role in relatively delayed first cases in these countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. There are several limitations in this study. First, there could be some inaccuracies between",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "reported data and what are the actual numbers are due to limited testing, reporting, and the potential unreported number of asymptomatic virus infected individuals. This, however, is a common limitation given the novelty of the virus and limited access to testing in the majority of countries. The second limitation is that some countries have implemented certain policies that limit the reporting of incidence of COVID-19, and therefore, we cannot provide predictions for Turkmenistan and Tajikistan. The third limitation is that the current burden of COVID-19 is comparatively in the early stages of development and somewhat insignificant in some post-Soviet countries, which makes our projections less robust. The fourth limitation is that we do not take into account the spread within a specific country (regional, geographical), since we considered countries as entities, and individuals are not considered. For instance, in Kazakhstan, first cases and the majority of cases were reported in densely populated major cities (Almaty and Nur-Sultan), while the outbreak reached other less populated cities a week later. The further limitation is that the modeling is not stratified by age; thus, we could not estimate the number of cases of whom would likely to require ICU treatment. Another limitation is that we do not consider how each of preventive measures (e.g. wearing masks, physical distancing, hand washing) plays role in the protection rate and dynamics of the spread within healthcare settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In addition, mathematical models have a common limitation; they might inaccurately predict future realistic data due to insufficient data for some countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Nonetheless, given the limitations, we attempted to provide insights into the future possible scenarios for policy makers and decision makers about the importance of timely actions and the possible consequences of relaxing the implemented measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Government responses were shown to be the major single factor in determining the rate of development of the COVID-19 epidemic in Post-Soviet States. Our model shows that the implementation of strict preventative measures can substantially reduce the spread of COVID-19 and that the premature loosening of these measures, in the worst-case scenario, could lead to a dramatically increase in the number of active cases and a possible prolongation of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Based on the current confirmed cases, our model suggested that Russia, Belarus, and Ukraine would have higher cases than other Post-Soviet countries if preventive actions were to be . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . Source: official websites of Ministries of Health . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. Note: Active (model) -mathematical modeling of active cases, which are all confirmed cases, excluding recovered and died; Active (reported) -laboratory confirmed active cases, which are all confirmed cases, excluding recovered and died, over time based on reported data; Recovered (model) -mathematical modeling of recovered cases; Recovered (reported) -recovered cases over time based on reported data; Deceased (model) -mathematical modeling of COVID-19 deaths; Deceased (reported) -number of deaths over time based on reported data. Note: Active (model) -mathematical modeling of active cases, which are all confirmed cases, excluding recovered and died; Active (reported) -laboratory confirmed active cases, which are all confirmed cases, excluding recovered and died, over time based on reported data; Active (α worse) -mathematical modeling of active cases over time for the possible worst case scenario, in which protection rate was decreased by 50%; Active (α better) -mathematical projection of active cases over time for the possible best-case scenario, protection rate was increased by 20%; range -an interval which includes all possible active cases between the worst-and best-case scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. Note: Active (model) -mathematical modeling of active cases, which are all confirmed cases, excluding recovered and died; Active (reported) -laboratory confirmed active cases, which are all confirmed cases, excluding recovered and died, over time based on reported data; Active (α worse) -mathematical modeling of active cases over time for the possible worst case scenario, in which protection rate was decreased by 50%; Active (α better) -mathematical projection of active cases over time for the possible best-case scenario, protection rate was increased by 20%; range -an interval which includes all possible active cases between the worst-and best-case scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . m  o  d  e  l  s  t  h  e  r  a  t  e  o  f  c  h  a  n  g  e  i  n  t  h  e  s  u  b  p  o  p  u  l  a  t  i  o  n  L  =  (  3  0  I  ,  Q  ,  R  ,  D  )  a  t  d  a  y  t  ,   ߉   i  s  t  h  e   r  a  t  e  a  t  w  h  i  c  h  i  n  d  i  v  i  d  u  a  l  s  a  r  e  b  o  r  n  i  n  t  o  t  h  e  p  o  p  u  l  a  t  i  o  n   ߙ   i  s  t  h  e  p  r  o  t  e  c  t  i  o  n  r  a  t  e  ,   ߤ   i  s  t  h  e   n  a  t  u  r  a  l  d  e  a  t  h  r  a  t  e  ,   ߚ   i  s  t  h  e  p  e  r  c  a  p  i  t  a  i  n  f  e  c  t  i  o  n  r  a  t  e  o  f  a  n  a  v  e  r  a  g  e  s  u  s  c  e  p  t  i  b  l  e  p  r  o  v  i  d  e  d  t  h  a Once we have a model the next question is to determine in terms of the given parameters socalled basic reproduction number, R 0 , which serves as the threshold value. In epidemiology, R 0 is defined as the average number of new infectious cases produced by an infectious member of the host population. It is known that if R 0 >1 then there will be an outbreak, otherwise, if R 0 <1, the disease will die out. Thus, it is of utmost importance to find R 0 . Note that the average length . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 733,
                    "text": "m  o  d  e  l  s  t  h  e  r  a  t  e  o  f  c  h  a  n  g  e  i  n  t  h  e  s  u  b  p  o  p  u  l  a  t  i  o  n  L  =  (  3  0  I  ,  Q  ,  R  ,  D  )  a  t  d  a  y  t  ,   ߉   i  s  t  h  e   r  a  t  e  a  t  w  h  i  c  h  i  n  d  i  v  i  d  u  a  l  s  a  r  e  b  o  r  n  i  n  t  o  t  h  e  p  o  p  u  l  a  t  i  o  n   ߙ   i  s  t  h  e  p  r  o  t  e  c  t  i  o  n  r  a  t  e  ,   ߤ   i  s  t  h  e   n  a  t  u  r  a  l  d  e  a  t  h  r  a  t  e  ,   ߚ   i  s  t  h  e  p  e  r  c  a  p  i  t  a  i  n  f  e  c  t  i  o  n  r  a  t  e  o  f  a  n  a  v  e  r  a  g  e  s  u  s  c  e  p  t  i  b  l  e  p  r  o  v  i  d  e  d  t  h  a",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In the Covid-19 case, we take into account that the susceptible populations are decreasing not only due to infection and death but also becoming insusceptible due to protection measures such as lock-downs of cities and/or contact tracing of individuals. Therefore, ߙ ് 0 in our model. In this case, following the study from [1] we compute the basic reproduction number as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.19.20071704 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19)-China",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Surveillances",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China CDC Weekly",
            "volume": "2",
            "issn": "8",
            "pages": "113--135",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 Treatment: The Race Against Time",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aljofan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gaipov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Electron J Gen Med",
            "volume": "17",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "2020: World Health Organization",
            "authors": [],
            "year": null,
            "venue": "Report of the WHO-China Joint Mission on Coronavirus Disease 2019 (COVID-19)",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and corona virus disease-2019 (COVID-19): the epidemic and the challenges",
            "authors": [
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T-P",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W-C",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H-J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P-R",
                    "middle": [],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International journal of antimicrobial agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Trends in health systems in the former Soviet countries",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rechel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "20% as suggested by the literature (18). The model was performed in Matlab 19a version (The MathWorks, Inc., Natick, MA 01760, USA).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "we modify the model as follows in (Model 2), which was proposed by Peng, et al (2020) [1]. We have estimated parameters by fitting to available COVID-19 data from the official websites of Ministry of Health in each country. The function for the fitting is Matlab's function lsqcurvefit (27) and the code was derived from E. Cheynet et al. (28). Modified SPIERQD Model 2 presented in following equations:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The model predicted that the number of active new cases would be decreasing during the upcoming week in Armenia only. On the other hand, it is estimated that Kazakhstan, Kyrgyzstan, Azerbaijan and Moldova are likely to reach the epidemic peak in the upcoming weeks. Uzbekistan, Russia, Belarus, Georgia and Ukraine have the steepest increase in the number of cases and are expected to continuously increase in the next 10 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "and worst-case scenarios for the pandemic in each country individually. It was estimated that R 0 value is steeply decreasing in all countries suggesting that the governments have implemented more stringent measures to prevent the spread of COVID-19. The estimated R 0 for Belarus was the highest out of all other countries highlighting the Belarusian government's reluctance to take stricter actions to battle COVID-19 outbreak. On the other hand, Kazakhstan, and Armenia were showing promising R 0 values less than <1 indicating a potential reduction in transmissibility in the upcoming weeks. However, due to insufficient data in early stages of the outbreaks,estimated R 0 values should be recalibrated for Belarus as it might not accurately predict the future dynamics of COVID-19. Despite the relatively similar dates of the first confirmed cases across the post-Soviet countries (13), the predictions for COVID-19 outbreak dynamics in each country were significantly different. For instance, Armenia, Moldova, Georgia, Uzbekistan, Kyrgyzstan, Azerbaijan, and Kazakhstan, would likely have relatively a smaller number of cases than Russia, Ukraine, and Belarus, suggesting the success of the early governmental imposed prevention measures. It should also be noticed that the timeline of the outbreaks is associated with proximity to the epidemic of European countries (29). The Central Asian countries (Kazakhstan, Kyrgyzstan and Uzbekistan) have faced the outbreaks later and almost at the same time and were quick to implement national preventive measures. Geographical remoteness and low air travelling from the epidemic European countries to the Central Asian countries could have delayed epidemic introduction and allowed them to learn and act more effectively than others (22, 23). On the , the significantly large expected numbers of COVID-19 cases in Belarus, Ukraine and Russia could put a substantial burden on the healthcare systems in these countries. Given the comparatively larger percentage of population older than 65 years old in these countries, it could be anticipated that older individuals with COVID-19 would overwhelm ICU capacity in all hospitals in the major cities which may lead to high mortality (18). Considering low total expenditure on health as percentage of GDP and reluctance from the Belarusian government to implement similar stringent preventive measures, the state could be in a disastrous situation where all healthcare resources could be exhausted to treat the unbearably large number of severe cases (21). Containment of epidemics in inherently weak health care systems of the Post-Soviet States could be quite a challenging task to deal with. Despite the seemingly successful containment efforts in some countries, there is a possibility of repeated epidemics after loosening quarantine measures since a large proportion of the population will be susceptible to COVID-19 or until an effective prophylaxis or post infection treatment is developed and manufactured at population scale. Post-Soviet States have considered the economic situation and preparedness of their healthcare systems in handling the current epidemic, and consequently have taken similar and stringent actions to prevent the spread, except Belarus (6, 7). The results of current modeling show that Armenia, Azerbaijan, Georgia, Kazakhstan, Kyrgyzstan, Moldova and Uzbekistan have taken effective preventive actions against the COVID-19 spread. However, Belarus with a weak economy and unwillingness to slow down the economy could be facing extreme consequences from potential collapse of their healthcare system as well as to possibly become one of the states with the largest number of COVID-19 casualties. Ukraine and Russia were slow in placing preventive actions from the beginning of the outbreak, and without abiding stringent actions they could be facing extreme number of cases comparable to some Western European countries. The Central Asian countries will most likely fortunate in avoiding major catastrophe",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "estimated possible scenarios based on the proposed model can potentially be used by healthcare professionals from each studied Post-Soviet States as well as others to improve plans to contain the current and future epidemic. Acknowledgement. YA would like to acknowledge support of the FDCRG (Nazarbayev University), No 110119FD4502, the research grant, No AP08052762, from the Ministry of Education and Science of the Republic of Kazakhstan and the SPG (Nazarbayev University). AK was supported in part by Nazarbayev University FDCRG N 090118FD5353. AG acknowledge the funding from the Nazarbayev University Collaborative Research Program (CRP) for 2020 -2022 (Funder Project Reference: 091019CRP2105) and Faculty Development Research Grant Program",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Funder Project Reference: 240919FD3913).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Algorithm of SPEIQRD model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Modeling",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Better and worse spread scenarios of COVID-19 outbreak for 30 days",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Better and worse spread scenarios of COVID-19 outbreak for 60 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Based on the mathematical modelling (Supplement Figure 1) it was estimated that among post-Soviet countries, Azerbaijan, Armenia, Moldova, Uzbekistan, Kyrgyzstan and Kazakhstan have managed to lower the reproduction number (R 0 ) <1 (0.061, 0.41, 0.411, 0.817, 0.8612 and 0.9305, respectively). In the rest of the states, the reproduction numbers were quite close to 1, not exceeding 1.63 (Russian Federation and Uzbekistan). Belarus had the largest and extreme reproduction number (R 0 =68.4).",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "One can easily see that for the modified model the basic reproduction number simplifies to R 0",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". Russia, Belarus, Kazakhstan, Azerbaijan, and Ukraine",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Adambekov S, Kaiyrlykyzy A, Igissinov N, Linkov F. Health challenges in Kazakhstan and Central Asia. J Epidemiol Community Health.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Pell B, Kuang Y, Viboud C, Chowell G. Using phenomenological models for forecasting the 2015 Ebola challenge. Epidemics. 2018;22:62-70.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Country profiles and parameters are provided in the fitted model for each country.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Important outbreak dates and implement preventive measures by country.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "the rate at which individuals are born into the population",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": ". https://doi.org/10.1101/2020.04.19.20071704 doi: medRxiv preprintof infection is and recall thatߚis the per capita infection rate. Further, the probability of an individual in exposed population becoming infectious before dying is . Thus, in the case of =0, the basic reproduction number can be computed as:",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": ". https://doi.org/10.1101/2020.04.19.20071704 doi: medRxiv preprint Supplement Table 1. Parameters are provided in the fitted model for each country as April 18, 2020.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors of the manuscript declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Appendix 1. SPEIQRD framework.In the SPEIQRD framework where a country population of size, N, is divided into seven subclasses such as S, Susceptible population: these are the individuals who have never been exposed to the COVID-19 virus; P, Insusceptible population: this is a subpopulation of S which contains individuals who become insusceptible due to a protection; E, Exposed population: The total population satisfies the equation N = S(t) + P(t) + E(t) + I(t) + Q(t) + R(t)+D(t). We refer to a schematic illustration of the model in the figure which takes the following form Model 1: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY MATERIAL"
        }
    ]
}