{
    "paper_id": "6445e1c4562a93bdd52f73be627cb3bb202ee087",
    "metadata": {
        "title": "An age-structured epidemiological model of the Belgian COVID-19 epidemic",
        "authors": [
            {
                "first": "Koen",
                "middle": [],
                "last": "Deforche",
                "suffix": "",
                "affiliation": {},
                "email": "koen.deforche@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 has prompted many countries to implement extensive social distancing to stop the rapid spread of the virus, in order to prevent overloading health care systems. Yet, the main epidemic parameters of this virus are not well understood. In the absence of broad testing or serological surveillance, it is hard to evaluate or predict the impact of different strategies to exit implemented lock-down measures. An age-structured epidemiological model was developed, which distinguishes between the younger versus older population (e.g. < 65 and ≥ 65). Because the illness severity is markedly different for these two populations, such a separation is necessary when estimating the model based on death and hospitalization incidence data. The model was applied to data of the Belgian epidemic and used to predict how the epidemic would react to a relaxing of social distancing measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In previous analyses of the COVID-19 epidemic in several Asian and European countries, epidemiological parameters have been estimated by matching the observed growth of positive confirmed tests and/or deaths to standard epidemiological models [Prem et al., 2020] . One such often used class of models are compartment models, which use differential equations to describe in a deterministic way how individuals move between different compartments, each of which indicates a certain disease state. Standard compartment models are SIR or SEIR models, which use up to four compartments: Susceptible (\"S\"), Exposed (\"E\"), Infectious (\"I\"), and Removed (\"R\"). If however the transmission of the virus is different in the younger and older population, and also the incidence and mortality differs between these age groups, the main assumptions for estimating such models from case data are violated and conclusions drawn from such estimates may be unfounded.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 262,
                    "text": "[Prem et al., 2020]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "By dividing the population in age-groups, there are multiple benefits: 1 • The model may assume different transmission dynamics within and between each age-group. For example, such a model may assume that transmission of the virus in the older group(s) is lower than transmission in the younger groups, for example because of different social interaction patterns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• The model may match observed case reports and death incidence assuming an infection fatality rate that is suitable for the age-group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• The model may be used to evaluate changes in social distancing policies that impact different age-groups differently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this analysis, we used an epidemiological model which employs SEIR models within each age-group, and allowing infectious individuals in one agegroup infect susceptible individuals in another age-group. We add to a standard SEIR model the process in which infections give rise to hospitalizations and reported deaths. Rather than adding more compartments to the model, we model the number of hospitalizations as an independent process proportional to the incidence of an infection (when an individual moves from the \"S\" to \"E\" compartment), with a time delay. Likewise, reported deaths are modeled based on the removal of the infected individual (to the \"R\" compartment). The rate at which infections lead to deaths (the Infection Fatality Rate, IFR) may be different in each age-group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In an SEIR model, changes in basic reproduction rate, because of changes in population behavior (such as the extreme social distancing measures that are being implemented) can be directly modeled by adding more parameters that describe changes in the basic reproduction number R within age-groups and between age-groups. We considered the Belgian epidemic with two age-groups: a \"younger group\" y (< 65) and an \"older group\" o (≥ 65). This division coincides more or less with a division of the active and retired population, in which one may expect different patterns of social interactions, leading to different transmission dynamics. Deaths reported in elderly care facilities (and which were in many cases not confirmed to be caused by COVID-19), were removed from the analysis, as the transmission into and within elderly care facilities is most likely quite different from elderly people living at home. Although about 100000 people older than > 65 are living in Belgian care centers (estimated by extrapolating percentage statistics from Flanders to the entire country), over 25 times as many do not. The model structure is shown in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1140,
                    "end": 1148,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The Belgian government announced far-reaching social distancing on March 13th, effective from March 14th midnight, and added further measures on March 20th. This is modeled as shown in Figure 2 . Parameters of this model were estimated using the open data provided by the Belgian government institute Sciensano. The model was fitted using a Bayesian framework which yields posterior credibility intervals for the key parameters, but also results in a functional model to make predictions for the future, taking into account all uncertainty of the underlying parameters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "2 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020 . . https://doi.org/10.1101 Younger group (<65y) Figure 1 : Model structure. Within each age group, individuals are considered to be in one of four states: susceptible (\"S\"), infected but latent (\"E\"), infectious (\"I\") or recovered/death (\"R\"). Within each age group, infectious people can infect susceptible people, modulated by reproduction number R y for the younger group, and R o for the older group. The younger infectious people can also infect older people at rate R yo .",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 29, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 101,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 131,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "March 20th R 0 R t Figure 2 : Piece-wise linear time profile of R y , R o and R yo . The initial value R o changes over a period of 7 days to a new value R t .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 27,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "March 13th"
        },
        {
            "text": "Below we list the main assumptions being made:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "March 13th"
        },
        {
            "text": "• It is not possible to estimate the Infection Fatality Rate from the data (currently), and therefore, the estimate from Verity et al. [2020] wer used for each age group (taking into account the Belgian demography). In case the IFR is in fact lower (overall, or in one of the age groups), then the epidemic may take a whole different (less pessimistic) course than the one predicted by the current results.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 141,
                    "text": "Verity et al. [2020]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "March 13th"
        },
        {
            "text": "• The control measures that were announced by the government have an impact on basic reproduction number R 0 following a piece-wise linear model shown in Figure 2 : a constant R 0 before March 13th, a constant R t after March 20th, and a linear interpolation between these two during the week between March 13th and March 20th.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 162,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "March 13th"
        },
        {
            "text": "• In each age-group, observed deaths are a fraction (the Infection Fatality Rate, IFR) of the \"R\" compartment, with a time delay N (µ d , σ d ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "March 13th"
        },
        {
            "text": "• In each age-group, observed hospitalizations are a fraction (the Hospitalization Rate H) of the people that became infected (transition from \"S\" to \"E\" compartments), with a time delay N (µ h , σ h ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "March 13th"
        },
        {
            "text": "3 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "March 13th"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.23.20077115 doi: medRxiv preprint 2 Methods",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The following differential equations describe the dynamics of individuals in each of the compartments of Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 113,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Model"
        },
        {
            "text": "These equations use the following parameters:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "• R 0 , the basic reproduction number: the average number of new infections caused by each given person provided all people are susceptible (thus actual reproduction number decreases linearly as the number of susceptible people decreases). The value of R 0 can vary over time, for example because of measures taken to contain the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "• T inf , the average period that a person is infectious (stays in the \"I\" compartment)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "• T inc , the average time to become infectious. This may not be different from the clinical incubation time, which is the time to start showing symptoms. Table 1 lists all parameters and their values (either a constant, or a prior distribution for parameters that are estimated).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 162,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Model"
        },
        {
            "text": "The SEIR model equations were calculated using a finite difference approximation with time steps of one day. The cumulative values for hospitalizations and deaths were calculated by convolving the normal density function N (µ h , σ h ) and N (µ d , σ d ) over the obtained estimates of N − S and R respectively, within each age group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "To fit the model against the data, a likelihood calculation is done for each incidence data point (number of hospitalizations per day, or number of deaths 4 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . per day, within each age group), using a negative binomial distribution with µ equal to the expected count, with a dispersion parameter r that reflects the observed clustering in the data. Clustering may be present because some hospitals are not reporting each day (typically seen for weekends). The dispersion parameters r for the negative binomial distributions were estimated based on the observed variance in the data. This was done by observing the model prediction of a maximum likely model µ with the observed data s, and setting the dispersion parameter to a value about 10% lower than the r size value for which the following relation holds, to obtain a measured variance that matches the expected variance",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "This resulted in a dispersion parameter value r h = 35 for evaluating hospitalization incidence, and r h = 90 for evaluating death incidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The posterior distribution of the model parameters was estimated using adaptive MCMC. Analyses, convergence diagnostics and inferences were run in R [Li et al., 2020 , Scheidegger and and, 2018 , Flegal et al., 2020 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 165,
                    "text": "[Li et al., 2020",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 193,
                    "text": ", Scheidegger and and, 2018",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 194,
                    "end": 215,
                    "text": ", Flegal et al., 2020",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. The R scripts are available at https://github.com/kdeforche/epi-mcmc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Data on the incidence of deaths and hospitalizations were based on data made available by Sciensano. Data up to April 19 for hospitalizations, and April 17 for deaths was used. For hospitalizations, the published data sets do not provide a break down in age groups. In the epidemiological report of April 16, the age breakdown of hospitalized people is shown in two charts (chapter 2.5.1.2). Based on these charts, a breakdown of hospitalizations in the two age groups was estimated, as shown in Figure 3 . A simple polynomial model was fitted to distribute the hospitalization data accordingly into the two age-groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 496,
                    "end": 504,
                    "text": "Figure 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data"
        },
        {
            "text": "For deaths, the published data sets includes a breakdown in age groups. To exclude deaths reported in elderly care centers, the data from the charts in the epidemiological report (chapter 2.7.1) was used to remove deaths reported in elderly care centers (which all belong to the older age group).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The prior distributions for IFR y and IFR o were calculated based on the age breakdown of IFR in Verity et al. [2020] , applied to the age-breakdown of the two age groups in the Belgian population (excluding elderly care centers).",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 117,
                    "text": "Verity et al. [2020]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.23.20077115 doi: medRxiv preprint Table 2 summarizes the posterior estimates for all parameters, and the values for R 0 are illustrated in Figure 4 . The estimate of the current state of the epidemic, and predicted evolution in case current measures are being continued, are shown in Figure 5 . Figures 6 and 7 show a predicted evolution of the epidemic when the measures for the younger group would be relaxed on May 4, by respectively 15, and 20% compared to the current level, while keeping the same social distancing withing the older group, and between the younger and the older group. Likewise, figure 8 shows the effect if the measures would be entirely lifted within the younger group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 248,
                    "end": 256,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 401,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 404,
                    "end": 419,
                    "text": "Figures 6 and 7",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 718,
                    "text": "figure 8",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "A model was developed for modeling a COVID-19 epidemic, based on incidence data of hospitalizations and deaths. To account for the difference in clinical outcome of the infection in younger versus older age-groups, epidemiological parameters were estimated for the two age-groups separately. The model considers that younger people can infect older people, but infections of the younger group by the older group was omitted to limit the number of model parameters to be estimated, and as it was assumed that there would be a higher prevalence infections in the younger age group which is assumed to have a higher number of social interactions, and to limit the number of model parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. Reproduction number Figure 4 : Posterior estimates of reproduction numbers R 0 (before lock-down) and R t (in lock-down)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "When applied to the Belgian epidemic, the model estimates that before lockdown, the virus had an R 0 value of 4.1 (95% cri 3.1 -5.7) in the younger age group, compared to 1.7 (0.1 -5.3) in the older age group, and 0.8 (0.3 -1.7) from the younger age group to the older age group. The large uncertainty on these parameter estimates is likely because only three days of hospitalization and death incidence data are available before lockdown, and thus all later data is confounded by the impact of lockdown. Because of the higher R 0 value in the younger age group, it is estimated that the virus circulated more within the younger age group than the older age group, before lockdown, see Figure 5 (Infected people). Thus, social interaction within and between the older age group is by its own able to prevent to a large extent the rapid spread of the virus. The lockdown measures brought the basic reproduction number in the younger age group down to R t = 0.8 (0.7 -0.9), in the older age group to 0.3 (0.1 -0.8) and from the younger to the older age group to 0.5 (0.0 -2.0). By April 1, the prevalence of the virus is estimated to be similar in the two age groups, and declining. The measures thus brought the epidemic under control and the pressure on the health care system can be expected to decline as long as the lockdown measures are adhered to.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 686,
                    "end": 694,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "By accounting for the different age groups separately, scenario's can be simulated for changing the measures where the social distancing behavior of the two different age groups is impacted differently. Examples of such simulations are shown in Figures 6, 7 , and 8. It shows that a slight relaxing of the social 8 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 257,
                    "text": "Figures 6, 7",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020 April 29, . . https://doi.org/10.1101 April 29, /2020 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q All (50%, 90% cri)",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 29, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 111,
                    "text": "April 29, . . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 112,
                    "end": 127,
                    "text": "April 29, /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Deaths per day (excl. WZC) q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q 9 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. All (50%, 90% cri)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Deaths per day (excl. WZC) q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Recovered from disease (excl. WZC) Figure 6 : Estimated evolution of the Belgian epidemic, under a scenario where the current measures are being relaxed for the younger group by 15%, but kept the same within the older group, and between the two age-groups. The line marks May 4, the simulated start date for relaxing the measures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 304,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020 April 29, . . https://doi.org/10.1101 April 29, /2020 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q All (50%, 90% cri)",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 29, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 111,
                    "text": "April 29, . . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 112,
                    "end": 127,
                    "text": "April 29, /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Deaths per day (excl. WZC) q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Figure 7 : Estimated evolution of the Belgian epidemic, under a scenario where the current measures are being relaxed for the younger group by 20%, but kept the same within the older group, and between the two age-groups. The line marks May 4, the simulated start date for relaxing the measures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 269,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.23.20077115 doi: medRxiv preprint q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q 0 500 1000 1500 Deaths per day (excl. WZC) q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q Total deaths (excl. WZC) q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q q 0 3000 6000 9000 Recovered from disease (excl. WZC) Figure 8 : Estimated evolution of the Belgian epidemic, under a scenario where the current measures are being lifted for the younger group, but kept the same within the older group, and between the two age-groups. The line marks May 4, the simulated start date for relaxing the measures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 813,
                    "end": 821,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "12 . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . distancing rules within the younger age group is feasible (in the sense that the health-care system is likelly not to be overrun) at the beginning of May. The evolution of the epidemic is predicted to have the majority of deaths in the older age group, even though the percentage of infections is predicted to be higher in the younger age group. The epidemic would reach a new peak in the summer. Herd immunity (even if limited), in combination with the social distancing, would then level off the epidemic. In such a scenario there thus would not need to be a new lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Deaths that occur within elderly care centers were excluded from this study. Nevertheless, hospitalization of residents of elderly care centers are a significant part of hospitalizations, and thus the epidemic within the care centers influences this analysis and results. The inferred results cannot be interpreted as applying solely to elderly people living outside elderly care centers. It is plausible that the isolation of elderly people outside ederly care centers is therefore underestimated, which would be beneficial to scenarios where social distancing is being relaxed within the younger age group but maintained (or enhanced) towards and within the older age group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "An epidemiological model for COVID-19 was developed which considers the epidemic within the younger age group and older age group separately. The model provides insight in the different evolution of the epidemic in these two age groups, and the interaction between the two age groups, and can be used to evaluate the impact of changes in social distancing measures that treat the two age groups differently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pearson",
            "authors": [
                {
                    "first": "Kiesha",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Timothy",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "Adam",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "Rosalind",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "Nicholas",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "Stefan",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "Samuel",
                    "middle": [],
                    "last": "Clifford",
                    "suffix": ""
                },
                {
                    "first": "Carl",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the covid-19 epidemic in wuhan, china: a modelling study. The Lancet Public Health",
            "authors": [
                {
                    "first": "Thibaut",
                    "middle": [],
                    "last": "Quilty",
                    "suffix": ""
                },
                {
                    "first": "Fiona",
                    "middle": [],
                    "last": "Jombart",
                    "suffix": ""
                },
                {
                    "first": "Charlie",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Amy",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "Kevin",
                    "middle": [],
                    "last": "Gimma",
                    "suffix": ""
                },
                {
                    "first": "Sebastian",
                    "middle": [],
                    "last": "Van Zandvoort",
                    "suffix": ""
                },
                {
                    "first": "Christopher",
                    "middle": [
                        "I"
                    ],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "John"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "Nikos",
                    "middle": [
                        "I"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "Joel",
                    "middle": [],
                    "last": "Bosse",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "Petra",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Klepac",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "04",
            "issn": "",
            "pages": "30073--30079",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667(20)30073-6"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "Neil",
                    "middle": [
                        "M"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30243--30250",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30243-7"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early transmission dynamics in wuhan, china, of novel coronavirusinfected pneumonia",
            "authors": [
                {
                    "first": "Bo",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "Gabriel",
                    "middle": [
                        "M"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Zijian",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "13",
            "pages": "1199--1207",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJ-Moa2001316"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Implementation of a Generic Adaptive Monte Carlo Markov Chain Sampler",
            "authors": [
                {
                    "first": "Andreas",
                    "middle": [],
                    "last": "Scheidegger",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "mcmcse: Monte Carlo Standard Errors for MCMC",
            "authors": [
                {
                    "first": "James",
                    "middle": [
                        "M"
                    ],
                    "last": "Flegal",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "Dootika",
                    "middle": [],
                    "last": "Vats",
                    "suffix": ""
                },
                {
                    "first": "Ning",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "bayestestr: Describing effects and their uncertainty, existence and significance within the bayesian framework",
            "authors": [
                {
                    "first": "Dominique",
                    "middle": [],
                    "last": "Makowski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mattan",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [],
                    "last": "Ben-Shachar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ldecke",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Open Source Software",
            "volume": "4",
            "issn": "40",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.21105/joss.01541"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Age group distribution of hospitalizations. et al., 2019].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Estimated current state of the Belgian epidemic, and short-term evolution provided the current measures are being continued. The red line marks April 21.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Parameters of model",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Parameter estimates with credible intervals (cri)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are very grateful for the public sharing of data on the Belgian epidemic, organized by Sciensano, and possible through the daily efforts in Belgian hospitals and care centers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}