{
    "paper_id": "6de0862552b93e11f436e2e47311df0278e96598",
    "metadata": {
        "title": "Title: Proactive social distancing mitigates COVID-19 outbreaks within a month across 58 mainland China cities",
        "authors": [
            {
                "first": "Zhanwei",
                "middle": [],
                "last": "Du",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas at Austin",
                    "location": {
                        "postCode": "78712",
                        "settlement": "Austin",
                        "region": "Texas",
                        "country": "The United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoke",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dalian Minzu University",
                    "location": {
                        "postCode": "116600",
                        "settlement": "Dalian",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lin",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "postCode": "CB2 3EH",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Spencer",
                "middle": [
                    "J"
                ],
                "last": "Fox",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas at Austin",
                    "location": {
                        "postCode": "78712",
                        "settlement": "Austin",
                        "region": "Texas",
                        "country": "The United States of America"
                    }
                },
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [
                    "J"
                ],
                "last": "Cowling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "addrLine": "7 Sassoon Rd",
                        "settlement": "Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Alison",
                "middle": [
                    "P"
                ],
                "last": "Galvani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yale School of Public Health",
                    "location": {
                        "settlement": "New Haven",
                        "region": "Connecticut",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lauren",
                "middle": [
                    "Ancel"
                ],
                "last": "Meyers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Texas at Austin",
                    "location": {
                        "postCode": "78712",
                        "settlement": "Austin",
                        "region": "Texas",
                        "country": "The United States of America"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In early 2020, cities across China enacted strict social distancing measures to contain emerging coronavirus (COVID-19) outbreaks. We estimated the speed with which these measures contained community transmission in each of 58 Chinese cities. On average, containment was achieved 7.83 days (SD 6.79 days) after the implementation of social distancing interventions, with an average reduction in the reproduction number ( R t ) of 54.3% (SD 17.6%) over that time period. A single day delay in the implementation of social distancing led to a 2.41 (95% CI: 0.97, 3.86) day delay in containment. Swift social distancing interventions may thus achieve rapid containment of newly emerging COVID-19 outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Keywords: coronavirus, epidemiology, reproduction number, non-pharmaceutical interventions On December 31, 2019, a cluster of atypical pneumonia in Wuhan, China was reported to the regional office of the World Health Organization (WHO). Its etiology was later identified as the novel SARS-CoV-2 coronavirus. The disease (COVID-19) spread rapidly across China and internationally 1 . As of April 9, 2020, there have been 1,436,198 confirmed cases and 85,522 deaths in 209 countries 2 . In the absence of pharmaceutical prophylactic options, the primary means of COVID-19 control are social distancing interventions, including school closures, work restrictions, shelter-in-place measures and travel bans. In late January, reported cases rose steeply in the Hubei province of China and imported cases sparked outbreaks in many other cities throughout China. By February 14, 2020, the government had limited the movement of over 500 million people across 80 cities 3, 4 . During this time, many of these cities rapidly enacted multiple social distancing orders to slow the local spread of the virus, such as restricting non-essential services and public transit [5] [6] [7] [8] . Given the substantial economic and societal costs of such measures 9 , estimates of their effectiveness can serve as critical evidence for intervention policy decisions worldwide 10, 11 .",
            "cite_spans": [
                {
                    "start": 962,
                    "end": 964,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 965,
                    "end": 966,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1159,
                    "end": 1162,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1163,
                    "end": 1166,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1167,
                    "end": 1170,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1171,
                    "end": 1174,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1356,
                    "end": 1359,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1360,
                    "end": 1362,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Using case data from online reports published by the China CDC and health commissions, we estimated the time elapsed between the first reported case in a city and successful containment of the outbreak ( ). Technically, we consider an outbreak contained when the 95% confidence interval of the instantaneous reproduction number ( R t ) drops below one. We analyzed the speed of COVID-19 containment for 58 cities in Mainland China outside of Hebei Province with at least 20 confirmed cases by February 14, 2020 ( Figure 1 and Appendix Table S2 ). Collectively, these cities deployed seven different types of interventions over the course of their epidemics 12 : (1) bans on entertainment and public gatherings; (2) broad restrictions on public service including healthcare, schooling, shopping and restaurants; (3) initiation of a level-1 response entailing systematic testing and isolation of confirmed cases; (4) suspension of intra-city public transport; (5) suspension of travel between cities; (6) reporting of confirmed cases; (7) recruitment of governmental staff and volunteers to enforce quarantine and social distancing. On average, the first social distancing measure was enacted 13 days (95% CI: 3, 22.05) following the first confirmed case. At the time of the first measure, the 58 cities had an average of 40 (95% CI: 9, 209) cumulative reported cases. The cities achieved containment an average of 21 days (95% CI: 7.95, 35.1) after the first reported case and 11.5 days (95% CI: -5.1, 25.2) following implementation of the earliest interventions. During the period of containment, the reproduction number ( R t ) declined by an average of 54.3% (SD 17.6%) ( Appendix Figure S2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 513,
                    "end": 521,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 535,
                    "end": 543,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 1683,
                    "end": 1692,
                    "text": "Figure S2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint this version posted April 27, 2020. . 13 , we found that the timing of the first intervention and the initiation of level-1 response significantly predicted the speed of containment across the 36 cities that deployed all seven interventions ( R 2 =0.27, p < 0.001) ( Appendix Figure S1 ) . A delay of a single day in implementing the first intervention is expected to prolong an outbreak by 2.41 (95% CI: 0.96, 3.86) days. In contrast, the timing of the level-1 response was inversely related to the speed of containment. Level-1 responses were initiated by the central government across Mainland China over the course of one week, starting with the hardest hit areas in and near Hubei Province on the first day and working outwards towards more distant cities. Thus, the day of Level-1 initiation within this one-week period is likely an indicator for the initial severity of an outbreak and the corresponding difficulty of containment.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 326,
                    "text": "Figure S1 )",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We have estimated the value of proactive social distancing interventions in terms of a reduction in days until successful containment. However, since most cities implemented multiple measures quickly and simultaneously, we are unable to disentangle the efficacies of individual modes of social distancing. We also note that our estimates of R t may be biased by the limited case report data available prior to February 14, 2020; we lack information about testing rates and priorities in China during this period. As public health agencies around the globe struggle to determine when to implement potentially costly social distancing measures, these estimates highlight the potential long-term benefits of early and decisive action. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Using a combination of linear regression and best-subsets model selection"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 27, 2020. . prior to February 15, 2020. We demonstrate the methodology for two provincial capitals: (a, c) Xi'an and (b, d) Nanjing. (a,b) The estimated daily incidence of imported and locally-transmitted COVID-19 cases and the implementation times for local social distancing measures. (c,d) The estimated daily time-varying reproduction numbers ( R t ), with the green line and shading indicating the median and 95% credibility bounds for R t , respectively. We calculate the number of days from the first reported imported case until the upper 95% CI of R t drops below one ( ) for 58 cities in Mainland China. (e) The distribution of across 58 cities in Mainland China (also see Appendix Figure S2 ). The average duration of outbreaks is 21 days (95% CI: 7.95, 35.1). Based on an AIC comparison between Gamma, Lognormal and Weibull distributions fitted via maximum likelihood to the data (Appendix Table S3 ), we find that the are roughly Weibull distributed with scale 22.94 (95% CI: 21.12, 24.91) and shape 3.28 (95% CI: 2.68, 4.02), as indicated by black line. (f) The distribution of time between the first locally reported case and the first social distancing measure resembles a Weibull distribution with scale 14.24 (95% CI: 13.01,15.60) and shape 2.98 (95% CI: 2.44,3.65).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 757,
                    "end": 766,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 975,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 control in China during mass population movements at New Year",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bärnighausen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "764--770",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization",
            "authors": [],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Under China's coronavirus lockdown, millions have nowhere to go",
            "authors": [],
            "year": 2020,
            "venue": "Reuters",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Beijing and Shanghai impose coronavirus controls on residents. South China Morning Post",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiangtao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "Jf-W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--537",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The effect of human mobility and control measures on the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "Mug",
                    "middle": [],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "C-H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb4218"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The effect of travel restrictions on the spread of the 2019 novel coronavirus (COVID-19) outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chinazzi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aba9757"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Economic impacts of Wuhan 2019-nCoV on China and the world",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Ayittey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Ayittey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Chiwero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kamasah",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dzuvor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25706"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "First-wave COVID-19 transmissibility and severity in China outside Hubei after control measures, and second-wave scenario planning: a modelling impact assessment",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30746--30753",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30746-7"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Association of Public Health Interventions With the Epidemiology of the COVID-19 Outbreak in Wuhan, China",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.6130"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An investigation of transmission control measures during the first 50 days of the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb6105"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The case for being automatic: introducing the automatic linear modeling (LINEAR) procedure in SPSS statistics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Multiple Linear Regression Viewpoints",
            "volume": "39",
            "issn": "",
            "pages": "27--37",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "COVID-19 introductions, transmission and containment in Mainland China cities",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Dr. Simon Cauchemez for helpful discussions. We acknowledge the financial support from NIH (U01 GM087719) and the National Natural Science Foundation of China (61773091).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}