{
    "paper_id": "6dedf2c8c110d612ad3e7ae4a3882818cb6289dc",
    "metadata": {
        "title": "Measuring Icebergs: Using Different Methods to Estimate the Number of COVID-19 Cases in Portugal and Spain",
        "authors": [
            {
                "first": "Carlos",
                "middle": [],
                "last": "Baquero",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "U. Minho & INESC TEC",
                    "location": {
                        "country": "Portugal"
                    }
                },
                "email": ""
            },
            {
                "first": "Paolo",
                "middle": [],
                "last": "Casari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Trento",
                    "location": {
                        "addrLine": "Italy Antonio Fernández Anta"
                    }
                },
                "email": ""
            },
            {
                "first": "Augusto",
                "middle": [],
                "last": "Garcia-Agundez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Algolysis Ltd, Cyprus Oluwasegun Ojo, IMDEA Networks & UC3M",
                    "institution": "IMDEA Networks Institute",
                    "location": {
                        "addrLine": "Paul Patras, U. Edinburgh",
                        "country": "Spain, France, Spain, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "U"
                ],
                "last": "Darmstadt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Algolysis Ltd, Cyprus Oluwasegun Ojo, IMDEA Networks & UC3M",
                    "institution": "IMDEA Networks Institute",
                    "location": {
                        "addrLine": "Paul Patras, U. Edinburgh",
                        "country": "Spain, France, Spain, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Chryssis",
                "middle": [],
                "last": "Germany",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Algolysis Ltd, Cyprus Oluwasegun Ojo, IMDEA Networks & UC3M",
                    "institution": "IMDEA Networks Institute",
                    "location": {
                        "addrLine": "Paul Patras, U. Edinburgh",
                        "country": "Spain, France, Spain, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "U",
                "middle": [],
                "last": "Georgiou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Algolysis Ltd, Cyprus Oluwasegun Ojo, IMDEA Networks & UC3M",
                    "institution": "IMDEA Networks Institute",
                    "location": {
                        "addrLine": "Paul Patras, U. Edinburgh",
                        "country": "Spain, France, Spain, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Raquel",
                "middle": [],
                "last": "Cyprus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Algolysis Ltd, Cyprus Oluwasegun Ojo, IMDEA Networks & UC3M",
                    "institution": "IMDEA Networks Institute",
                    "location": {
                        "addrLine": "Paul Patras, U. Edinburgh",
                        "country": "Spain, France, Spain, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "U",
                "middle": [],
                "last": "Menezes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Algolysis Ltd, Cyprus Oluwasegun Ojo, IMDEA Networks & UC3M",
                    "institution": "IMDEA Networks Institute",
                    "location": {
                        "addrLine": "Paul Patras, U. Edinburgh",
                        "country": "Spain, France, Spain, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicolas",
                "middle": [],
                "last": "Minho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Algolysis Ltd, Cyprus Oluwasegun Ojo, IMDEA Networks & UC3M",
                    "institution": "IMDEA Networks Institute",
                    "location": {
                        "addrLine": "Paul Patras, U. Edinburgh",
                        "country": "Spain, France, Spain, UK"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Nicolaou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Algolysis Ltd, Cyprus Oluwasegun Ojo, IMDEA Networks & UC3M",
                    "institution": "IMDEA Networks Institute",
                    "location": {
                        "addrLine": "Paul Patras, U. Edinburgh",
                        "country": "Spain, France, Spain, UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The world is suffering from a pandemic called COVID-19, caused by the SARS-CoV-2 virus. The different national governments have problems evaluating the reach of the epidemic, having limited resources and tests at their disposal. Hence, any means to evaluate the number of persons with symptoms compatible with COVID-19 with reasonable level of accuracy is useful. In this paper we present the initial results of the @CoronaSurveys project. The objective of this project is the collection and publication of data concerning the number of people that show symptoms compatible with COVID-19 in different countries using open anonymous surveys. While this data may be biased, we conjecture that it is still useful to estimate the number of infected persons with the COVID-19 virus at a given point in time in these countries, and the evolution of this number over time. We show here the initial results of the @CoronaSurveys project in Spain and Portugal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During the current coronavirus pandemic, monitoring the evolution of COVID-19 cases is very important for the authorities to make informed policy decisions, and for the general public that has the right to be informed of the reach of the problem. Official numbers of confirmed cases are periodically issued by each country's health authority. (For Portugal see [1] .) Unfortunately, upon the pandemic outbreak is it usually the case that there is lack of available laboratory tests, and other material and human resources. Hence, it is not possible to test all potential cases, and some eligibility criteria is applied to decide who is tested. Under these circumstances, the evolution of official confirmed cases might not represent the total number of cases (see [5] ).",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 364,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This motivates the need of other probing techniques, beyond laboratory testing, that may bring in information about the potential numbers of cases. In fact, it is very likely that the true numbers might only be known in the future, once serological surveys are done (as happened in prior outbreaks [10] ). However, any rough estimate that is of the same order of magnitude as the real number will be better than being almost in the dark.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the rest of this document we present the @CoronaSurvey project [7] , which uses a new approach to estimate the number of cases with COVID-19 symptoms, based on using crowdsourcing via open anonymous surveys to obtain indirect information. We compare this new approach with approaches that infer current cases from the case fatality series for two particular countries, Portugal and Spain.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "If we consider the current number of fatalities and divide it by the current number of confirmed cases, we obtain a naive case fatality ratio (CFR). However, this metric is not using the actual number of cases with known outcomes, since recent cases will still evolve into fatalities and recoveries. By estimating the true number of cases with known outcomes, it is possible to obtain a corrected case fatality ratio (cCFR) that takes into account the average delay from symptoms to death, as in [6] . Since the corrected denominator (cases with known outcomes) is reduced, the cCFR is higher than the naive CFR during a growing outbreak. A high cCFR is typically an indicator of lack of coverage in laboratory testing. If we assume, in general, that the disease will have similar case fatality rates in different countries, it is possible to use the known fatality ratio from Wuhan, China, (currently at 1.38%). This value is compared with the obtained cCFR, and the percentage of coverage (the proportion of cases that are, in fact, confirmed) in different countries can be estimated. This is done in [8] and, for instance, the projected coverage in Portugal and Spain is 19% and 4.7%, respectively. These values can in turn be used to correct the number of reported confirmed cases in each country, and estimate the likely true number of cases, thus probing the iceberg that lurks under water.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 499,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Delay-adjusted Case Fatality Ratio"
        },
        {
            "text": "Another technique, based on the same corrections for delay, but using an overall gross value for estimating the true cases from the mortality rate is simply obtained by multiplying the cumulative mortality by 400. See [5] . We will use both techniques for estimation in each country.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Delay-adjusted Case Fatality Ratio"
        },
        {
            "text": "2 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delay-adjusted Case Fatality Ratio"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The @CoronaSurveys effort is based on crowdsourcing data collection, in a way that avoids querying the citizens about their particular health status and identity. Participants have to fill a simple survey with three questions (we currently use Google Forms). In the first question participants select a geographical area, which can be a whole country or a region within a country. Then, they answer two simple questions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crowdsourcing with Open Anonymous Surveys"
        },
        {
            "text": "• How many people do you know in this geographical area? (Please, consider only people whose current health status you likely know.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crowdsourcing with Open Anonymous Surveys"
        },
        {
            "text": "• As far as you know, how many of the above have had symptoms compatible with COVID-19 (or were diagnosed with the disease)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crowdsourcing with Open Anonymous Surveys"
        },
        {
            "text": "By not asking any personal information we aim at protecting the participant's privacy, and having just two questions aims to simplify the answering process. This will hopefully increase the participation. However, the lack of detailed information of the participants makes the estimation process challenging. We do not control the spread of the survey nor the adequate coverage of regions, age groups and other parameters. Somewhat surprisingly, even given these limitations, we can still obtain a rough estimate and see that it is not far from those obtained with other techniques. One reason for this may be that each participant is typically reporting on the health status of a large sample (hundreds), which increases significantly the coverage of the survey. Obvious advantages of this approach are that it is very simple to deploy and can give very timely results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crowdsourcing with Open Anonymous Surveys"
        },
        {
            "text": "The process to obtain the estimate of cases is as follows. Survey responses are cleaned by identifying and removing outliers. These are answers unusually large in terms of the range of persons that the respondent declares to know (we remove entries outside 1.5 times the interquartile range above the upper quartile), and the ratio of symptomatic people reported (we remove entries above 30% of reporting). The latter are removed because we aim at surveying the general population that is not in particular high contact with symptomatic cases. Once the data is clean, we use it to obtain the percentage of cases in the population that is known to the respondents. Then, we naively extrapolate this ratio to the whole country population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crowdsourcing with Open Anonymous Surveys"
        },
        {
            "text": "Our initial surveys were done on Twitter and did not ask for how many people are known to the respondents. For those, the number of known people was set to 150, which is the Dunbar number [9, 2] , the expected number of persons with whom one maintains stable social relationships.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 194,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Crowdsourcing with Open Anonymous Surveys"
        },
        {
            "text": "In the following sections we show the results we obtain for the two countries, Portugal and Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crowdsourcing with Open Anonymous Surveys"
        },
        {
            "text": "3 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crowdsourcing with Open Anonymous Surveys"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Portuguese data on fatality and confirmed cases was obtained from [4] , a public repository that helps disseminate the official DGS daily data. In Figure 1 a comparison of the number of cases accounted for or estimated with the described techniques is presented. The solid line plots the number of officially reported confirmed cases. The dashed line is obtained by multiplying the number of fatalities by 400, while the solid dots • indicate the more precise estimate from the corrected case fatality rates, and compensating for the estimated coverage of testing. Finally, the diamond represents our estimates from the two initial Twitter surveys, and the triangles the results from the subsequent two more complete open surveys.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Estimating the Number of COVID-19 Cases in Portugal"
        },
        {
            "text": "As we can see, the anonymous surveys, by @CoronaSurveys, tend to estimate more cases, likely over-estimating. In any case, these estimates still follow the overall tendency, and seem to be closer to the order of magnitude of the true numbers than the official reports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimating the Number of COVID-19 Cases in Portugal"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Spanish data was obtained from the European Center for Disease Control [3] , which aggregates public information about COVID-19 cases across the World. For the Spanish case (see Figure 2 ) there is an even wider gap between the number of cases predicted from fatality numbers and the reported cases. For the estimates based on open surveys, we include data points from one Twitter survey and three subsequent Google Forms surveys as described in the previous section. Surprisingly, the results from @CoronaSurveys are very close to the fatality-based estimators, while providing still slightly higher estimates.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 186,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Estimating the Number of COVID-19 Cases in Spain"
        },
        {
            "text": "In this first report we draw attention to the limitations of relying only on confirmed cases to measure the true size of a growing pandemic. From existing data it is possible to derive other measures, and, surprisingly, it is also possible to do 5 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.20.20073056 doi: medRxiv preprint simple surveying approaches that, while simple and maybe crude, are clearly non invasive of privacy, and still get meaningful data. In particular @CoronaSurveys can be relevant in countries with a decent digital infrastructure but lacking in laboratory resources. When measuring icebergs, there are many strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "As mentioned, this document is the first report on the @CoronaSurveys project [7] , describing its status at the end of March 2020. Since then, the project has grown rapidly, with specific surveys open for 24 different countries in 13 different languages, plus two generic surveys open for the rest of countries in English and Arabic. All the data collected and several estimates computed are openly available at the project web site [7] , which also contains plots of the estimates for all countries.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Further Progress and Acknowledgments"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How many friends does one person need?: Dunbar's number and other evolutionary quirks",
            "authors": [
                {
                    "first": "Robin",
                    "middle": [],
                    "last": "Dunbar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "European Centre for Disease Prevention and Control. Covid-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2024",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Data Science for Social Good Portugal. Dados relativos à pandemia COVID-19 em portugal",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2024",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How much is coronavirus spreading under the radar? Nature",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maxmen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Early epidemiological assessment of the virulence of emerging infectious diseases: a case study of an influenza pandemic",
            "authors": [
                {
                    "first": "Hiroshi",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "Don",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "Mick",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "Johan Ap",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/journals.plos.org/plosone/article?id=10.1371/journal.pone.0006852"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The @CoronaSurveys research team. @CoronaSurveys: Monitoring the incidence of COVID-19 via open surveys",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2020--2024",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Using a delay-adjusted case fatality ratio to estimate under-reporting. Available at the Centre for Mathematical Modelling of Infectious Diseases Repository, here",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Russel",
                    "suffix": ""
                },
                {
                    "first": "Joel",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Abbot",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A serological survey of antibodies to H5, H7 and H9 avian influenza viruses amongst the duck-related workers in Beijing",
            "authors": [
                {
                    "first": "Peng",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Chunna",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Weixian",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Shujuan",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "Guilan",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Xiaomin",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Daitao",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Yimeng",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Huijie",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Yi",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "China. PLoS One",
            "volume": "7",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/journals.plos.org/plosone/article?id=10.1371/journal.pone.0050770"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Case estimates for Portugal, March 29, 2020. Solid line is official confirmed cases. Dashed lines and solid dots • are the number of cases as estimated from fatalities (times 400) and from corrected case fatality ratios, respectively. Diamonds and triangles show the results from @CoronaSurveys, Twitter and Google Forms, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Case estimates for Spain, March 29, 2020. Solid line is official confirmed cases. Dashed lines and solid dots • are the number of cases as estimated from fatalities (times 400) and from corrected case fatality ratios, respectively. Diamonds and triangles show the results from @CoronaSurveys, Twitter and Google Forms, respectively.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Different estimates of COVID−19 cases in Spain",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}