{
    "paper_id": "6f19b1b11f5b545c2cc99ee4d5ec65c42c3459a5",
    "metadata": {
        "title": "Estimating the impact of mobility patterns on COVID-19 infection rates in 11 European countries",
        "authors": [
            {
                "first": "Patrick",
                "middle": [],
                "last": "Bryant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Science for Life Laboratory",
                    "institution": "Stockholm University",
                    "location": {
                        "addrLine": "0706951045 Postal address: Box 1031",
                        "postCode": "171 62",
                        "settlement": "Stockholm, Solna",
                        "country": "Sweden, Sweden"
                    }
                },
                "email": "patrick.bryant@scilifelab.se@tel:"
            },
            {
                "first": "Arne",
                "middle": [],
                "last": "Elofsson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Science for Life Laboratory",
                    "institution": "Stockholm University",
                    "location": {
                        "addrLine": "0706951045 Postal address: Box 1031",
                        "postCode": "171 62",
                        "settlement": "Stockholm, Solna",
                        "country": "Sweden, Sweden"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As governments across Europe have issued non-pharmaceutical interventions (NPIs) such as social distancing and school closing, the mobility patterns in these countries have changed. It is likely different countries and populations respond differently to the same NPIs and that these differences are reflected in the epidemic development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We build a Bayesian model that estimates the number of deaths on a given day dependent on changes in the basic reproductive number, R 0 , due to changes in mobility patterns. We utilize mobility data from Google mobility reports using five different categories: retail and recreation, grocery and pharmacy, transit stations, workplace and residential. The importance of each mobility category for predicting changes in R 0 is estimated through the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The changes in mobility have a large overlap with the introduction of governmental NPIs, highlighting the importance of government action for population behavioural change. The grocery and pharmacy sector is estimated to account for 97 % of the reduction in R 0 (95% confidence interval [0⋅79,0⋅99]).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our model predicts three-week epidemic forecasts, using real-time observations of changes in mobility patterns, which can provide governments with direct feedback on the effects of their NPIs. The model predicts the changes in a majority of the countries accurately but overestimates the impact of NPIs in Sweden and Denmark and underestimates them in France and Belgium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019 a new coronavirus (COVID-19) emerged in Wuhan, China. China implemented a quick strategy of suppression by locking the Wuhan province down on January 23 1 , and implementing social distancing procedures nationwide, with a successful outcome 2 . Still, the virus rapidly spread across the world through our increasingly interconnected flight network, and shortly arrived in Europe. In February 2020 the number of cases started to increase rapidly in some European countries. To limit the spread of the virus, European countries introduced non-pharmaceutical interventions (NPIs) similar to China's. These NPIs include social distancing, school closures, limiting international travel and lockdown 3 . All of these NPIs result in behavioural changes, which can be traced through mobility data from tracking the location of mobile phones.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 171,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 713,
                    "end": 714,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Google recently released a time-limited sharing of mobility data 4 from across the world as represented by summary statistics to combat COVID-19. The mobility data is measured in 6 different sectors: retail and recreation, grocery and pharmacy, parks, transit stations, workplace and residential. The effects of the government-issued NPIs are manifested through changes in these patterns, which are utilized in our model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is likely that different countries and populations respond differently to the same NPIs, why it is important to consider the effect of NPIs countrywise. By using real-life mobility data to model changes in the basic reproductive number, R 0 , the effects to NPIs across different countries can be modelled more accurately. The mobility data utilised here have some uncertainties and lack details but are the best openly available data source for tracking a population's movement in all eleven studied countries. Governments can, in collaboration with telephone companies, obtain much more fine-grained data, enabling them to evaluate the effect of the NPIs in more detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "After an initial rapid spread in China, control measures proved very successful to stop the spread both in China 5 and in other parts of the world 6 , 7 . However, there is still a risk for subsequent spread upon lifting of these restrictions 7, 8 . There is therefore an urgent need both for understanding and tracking the effects of governmental interventions and their removals. Large scale testing could provide valuable information about the effects of interventions, however, these are expensive, sometimes inaccurate and might violate privacy rights. In contrast, the use of large scale data from anonymous tracking of mobile phones is inexpensive and easily available.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 147,
                    "end": 152,
                    "text": "6 , 7",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 245,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 246,
                    "end": 247,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, a group from Imperial College released a report 7 that estimates the effects of NPIs on R 0 . Their model is the basis for the model presented here. Their report had a large impact on how the UK government changed its intervention strategy 9 . A limitation of their model is the assumption that each intervention has the same impact in all countries, ignoring cultural and sociological differences. In contrast, by utilizing country specific mobility data in a Bayesian framework 10 , we estimate the impact of each change in mobility pattern on R 0 . The resulting information provides an easy, straightforward way for governments to analyze if NPIs are working and to what extent. We show that in a three-week forecast our method provides a smaller mean error than the model from Imperial College.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The model is trained on data from 30 days before the day after each country has observed 10 deaths in total up to (and including) 29 March, and then used to simulate a three week forecast from 30 March to 19 April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Our model is based on the model used in the recent report 7 from Imperial College London (ICL). The ICL report tries to estimate the impact of NPIs on the basic reproductive number (R 0 ) in the same 11 countries modelled here. The main difference between the ICL model and the current one is the modelling of the impact on R 0 . The ICL team estimated the basic reproductive number at day t in country m (R t,m ) as a function of the NPI indicators I k,t,m in place at day t in country m as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model basis"
        },
        {
            "text": "where I=1 when intervention k is implemented at day t in country m and α the impact of each intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model basis"
        },
        {
            "text": "Here, we estimate R t,m to be a function of the relative change in mobility pattern for each country:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model basis"
        },
        {
            "text": ",",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model basis"
        },
        {
            "text": "where I 1-5,t,m is the relative mobility in retail and recreation, grocery and pharmacy, transit stations, workplace and residential sectors respectively at day t in country m. The residential mobility parameter has a negative sign as an increase there is assumed to lower R 0 . We assume that the impact of each relative mobility change has the same relative impact across all countries and across time. Alpha is set to be gamma distributed with mean 0⋅5 and standard deviation 1. We did not include the data for the mobility category \"Parks\" as this data displayed much noise and cyclic peaks, as would be expected with varying weather 4 . The prior for R 0 is set to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model basis"
        },
        {
            "text": "The value of 2.79 is chosen from the median value of a recent analysis of 12 modelling studies 11 , and the normal distribution from 2 .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 97,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Model basis"
        },
        {
            "text": "The relative mobility is modelled as the relative value change compared to a mobility baseline estimated by Google 4 . The baseline is the median value, for the corresponding day of the week, during the 5-week period of 2020-01-03 to 2020-02-06. For the days for which no mobility data is available, the values were set to 0. The mobility data for the forecast (and days beyond the date for the last available mobility data) was set to the same values as the last observed days. The dates for the interventions were taken from the ICL report 7 , whose initial efforts were crowdsourced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model basis"
        },
        {
            "text": "As the number of deaths in each country is likely to be the most accurate COVID-19 related data, we use this as the core of the model, being the posterior in the Bayesian simulations. The number of deaths in country m at day t is modelled as a negative binomial distribution with mean and variance accordingly:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection model"
        },
        {
            "text": "The expected number of deaths, d t,m , at day t in country m is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection model"
        },
        {
            "text": "is the infection to death distribution in the country m given by a combination of the π m infection to onset distribution (Gamma(5.1,0⋅86)) and onset to death distribution (Gamma(18⋅8,0⋅45)) (combined with mean 23.9 days and standard deviation 0⋅45 days) times the infection fatality rate ( ifr ) 7 , 12 : amma(5⋅1 8⋅8, 0⋅45) π m~i f r m · G + 1 π m is discretized in steps of 1 day accordingly:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection model"
        },
        {
            "text": "(τ )d f or s 2, , .. and π (τ )d",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection model"
        },
        {
            "text": "The ifrs are taken from previous estimates of the population at risk is about 1 % 13 and adjusted for the predicted attack rate in the age group 50-59 years of age, assuming a uniform attack rate 7,8 , 12 , chosen due to having the least predicted underreporting in analyses of data from the Chinese epidemic 12 . The number of deaths today is thus dependent on the cumulative number of cases from the previous days, weighted by the country-specific infection to death distribution.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 204,
                    "text": "7,8 , 12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infection model"
        },
        {
            "text": "The number of cases acquired at day τ in country m, is modelled with a discrete renewal c τ ,m process 14,15 : , where (mean 6⋅5 days, standard deviation g",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 110,
                    "text": "14,15 :",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infection model"
        },
        {
            "text": "0⋅62) is the serial interval distribution used to model the number of cases. g s is discretized in steps of 1 day accordingly:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection model"
        },
        {
            "text": "(τ )d f or s 2, , .. and g (τ )d",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection model"
        },
        {
            "text": "The number of cases today is thus dependent on the cumulative number of cases from the previous days, weighted by the serial interval distribution, times R 0 at day t. Just as in the ICL report 7 , we assume the starting point for the infection was 30 days before the day after each country has observed 10 deaths in total. From this assumed starting point, we initialize our model with 6 days 2 of cases drawn from an Exponential(0⋅03) distribution, which are inferred in the Bayesian posterior distribution (D t,m ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection model"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection model"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 17, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The implications on R 0 due to relative mobility variations were estimated simultaneously for all countries in a hierarchical Bayesian framework using Markov-Chain Monte-Carlo (MCMC) 10 simulations in Stan 16 . The death data 17 used in the form of the number of deaths per day is from ECDC (European Centre of Disease Control), available and updated daily. We ran the model with eight chains, using 4000 iterations (2000 warm-up), as in the earlier work 7, 16 . The parameter specifics of the simulation are available in the code (see below).",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 206,
                    "end": 208,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 457,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 458,
                    "end": 460,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "MCMC simulations are considered to converge when the Rhat statistics (a metric for comparing the variance between pooled and within-chain inferences) reach one 18 . A histogram of Rhat statistics for the modelled parameters in all simulation runs were constructed and analyzed. We also made sure no divergent transitions were observed by setting the adapt delta in the sampler (see code).",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "MCMC Convergence"
        },
        {
            "text": "Since all countries are in different stages of their epidemics, different amounts of data are available for each country. To analyze how the model is influenced by different countries, we fit models using data from all countries except one using all 11 combinations 19 . We then estimate the importance of each mobility parameter in the leave-one-country-out analysis. The relative difference in each mobility parameter provides an estimate of how each country affects R 0 and thus the number of cases and deaths as well. Furthermore, the Pearson correlation coefficients for the mean R 0 across all time points are calculated for each country in the different runs when all other 10 have been left out (see Figure S5 ).",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 708,
                    "end": 717,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "Leave One Country Out Analysis"
        },
        {
            "text": "To ensure the forecasts are reliable, we leave out three weeks of data (30 March -19 April) and fit a model using data from the beginning of the epidemic up to the date for the beginning of the left-out data. We then evaluate the model with one week intervals from the 30th of March to the 19th of April. We evaluate by the average error and the average percent error (average error÷Σobserved deaths) during each of the three weeks, comparing with simulations obtained from the ICL model. We should note here that the ICL model does not converge for three-week predictions using 4000 iterations (see Figure S2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 600,
                    "end": 609,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Forecast validation"
        },
        {
            "text": "All code is freely available at https://github.com/patrickbryant1/COVID19.github.io/ under the GPLv3 license.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 17, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In Figure 1 , for Italy and Sweden, and Figure S1 , for all eleven modeled countries, our estimates of cumulative cases, daily deaths and the basic reproductive number R 0 are shown. We simulate a three week forecast from 30 March to 19 April using data up to 29 March from the European Centre of Disease Control (ECDC) in the form of number of deaths per day, and relative mobility data estimated by Google 4 . According to the model, most countries appear to have their epidemic under control (April 19) ( Table 1 ). The most successful country in terms of reducing R 0 is Italy (R 0 ≈0⋅19) and the least is Sweden (R 0 ≈2⋅02).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 40,
                    "end": 49,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 508,
                    "end": 515,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Estimating the cumulative number of cases, the number of deaths per day and changes in the basic reproductive number, R 0"
        },
        {
            "text": "From Figure S1 , it can be seen that in all countries the interventions have some positive effect, decreasing the estimated R 0 between the epidemic start and March 29. It can be noted that during the development of the epidemic, R 0 displays a wide range of values. In some countries, the mean of the estimated R 0 displays a rapid increase to values as high as 15, coupled with an increase in mobility (primarily) to grocery and pharmacies exactly when the interventions are put into force (see Figures 1 and S1 ). . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 14,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 497,
                    "end": 513,
                    "text": "Figures 1 and S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Estimating the cumulative number of cases, the number of deaths per day and changes in the basic reproductive number, R 0"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 17, 2020. . . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 17, 2020. . https://doi.org/10.1101/2020.04.13.20063644 doi: medRxiv preprint Table 2 . Average error and average fractional error in the number of deaths for each country between the mean predicted number of deaths per day and the observed number in one, two and three week forecasts respectively. A corresponding table for the ICL model can be found in Table S2 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 428,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "When overlaying the implementation dates of the NPIs with the mobility data, it is clear that governmental decisions have a very large impact on the populations in the 11 modelled countries (see Figure S1 ). Most countries display very similar relative changes in their mobility patterns, with mobility in retail and recreation, grocery and pharmacy, transit stations and workplace decreasing and mobility in the residential category increasing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 204,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparing mobility data across countries"
        },
        {
            "text": "Most countries have similar relative changes across the sectors ( Figure S1 ). The ones that display smaller relative changes (Denmark, Norway and Sweden) also display smaller reductions in R 0 , which is a natural consequence of our model, as it assumes that changes in R 0 are directly related to changes in mobility. The mobility patterns in Sweden display barely half of the relative changes compared with France, Spain, and Italy, and the reduction in R 0 is therefore smaller in Sweden.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 75,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparing mobility data across countries"
        },
        {
            "text": "Analyzing the importance of each mobility parameter for predicting the reduction in R 0 shows that the grocery and pharmacy sector appears to be the clearest indicator for R 0 change (see Figure 3 ). The grocery and pharmacy parameter is estimated to account for 97 % of the reduction in R 0 with a narrow confidence interval (CI). The residential parameter seems important as well, which would be expected, but the confidence interval displays a large uncertainty. Figure 3 . Estimation of the importance of each mobility parameter for predicting the reduction in R 0 . The five different modelled sectors are shown with marked means, 50 % (boxes) and 95 % confidence intervals (end points). The grocery and pharmacy sector appears to be the clearest indicator for R 0 change, estimated to account for 97 % (95% confidence interval [0⋅79,0⋅99]) of the reduction in R 0 . The residential parameter seems important as well, which would be expected, but the CI displays a large uncertainty.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 196,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 466,
                    "end": 474,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "The importance of mobility sectors for modelling changes in R 0"
        },
        {
            "text": "The means and CIs for the mobility parameters (see Figure S4 ) are almost identical in the leave-one-country-out analysis (LOO) analysis. A very wide CI is observed for Italy in the grocery and pharmacy sector though, emphasizing the importance of the Italian data. The variable R 0 values in the LOO analysis show high Pearson correlations, with Italy and especially the United Kingdom displaying lower correlations (see Figure S5 ). Italy and the United Kingdom correlate quite badly with each other. One of 4000 iterations ended with a divergence (0⋅025 %) when France and Spain were excluded. A histogram of Rhat statistics for the modelled parameters in all simulations for the main analysis is displayed in Figure S6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 60,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 431,
                    "text": "Figure S5",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 722,
                    "text": "Figure S6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Model validation"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model validation"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 17, 2020. . https://doi.org/10.1101/2020.04. 13.20063644 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 121,
                    "text": "13.20063644",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Our model makes it clear that the non-pharmaceutical interventions (NPIs) introduced by governments across Europe have had substantial effects on both mobility patterns and in preventing the spread of COVID-19. By tracking the relative change in mobility in the grocery and pharmacy sector it is possible to account for 97 % of the reduction in the basic reproductive number, R 0 , in our model. This information provides an easy, straightforward way for governments to analyze if NPIs are working and to what extent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Why the grocery and pharmacy sector has the biggest impact on estimated changes in R o is not clear. It is possible that this sector enables contacts between different communities, but this requires further analysis to be fully understood. Since R 0 is strongly dependent on the changes in mobility, rapid changes in mobility leads to rapid changes in R 0 . This has drastic consequences to the estimated development of the epidemic in a country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, changes in R 0 will not manifest in the number of deaths per day until about three weeks later (the mean value in the gamma distribution for infection to death is 23⋅9 days, see methods section). Therefore, we provide a three-week forecast. The estimates have a good correspondence with the observed numbers in most countries (see Figures 2 and Table 2) , and compared with the ICL-model, our model displays both lower errors and less uncertainty (Figures 2, S2 and Tables 2,S1). It can also be noted that the ICL model overpredicts the number of deaths in all countries at the end of the estimate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 362,
                    "text": "Figures 2 and Table 2)",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 470,
                    "text": "(Figures 2, S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The estimated number of cases has great uncertainty across all countries. It should be noted here that one limitation of our model is that it does not take herd-immunity effects into account, which should be reached when around 60-80 % of the population is infected 20 , but it is unlikely that sufficiently high infection has been reached yet for this to have a significant effect. Another limitation of the model is the assumption that the impact of each relative mobility change has the same relative impact across all countries and across time. Likely both more detailed mobility data and intermixing patterns need to be considered, metrics that are not available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The number of cases are also highly dependent on having the correct infection-fatality-rate ( ifr ). This quantity is only modelled for the age group 50-59 years and does thereby not take into account the attack rates for the whole of each country's population (see methods section). If a country managed to avoid the elderly being infected, that would lower the ifr 21 , which could explain prediction differences to some extent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The model validation, both by a leave-one-country-out analysis and by predicting a three week forecast, ensures the model's robustness. The countries where the errors stand out are Denmark and Sweden, with over-predicted estimates, and Belgium and France, under-predicted. We note that these two pairs of countries are close both geographically and culturally 22, 23 , possibly explaining the systematic differences. The differences may also be caused by differences in reporting between the countries 24, 25 . For instance, on April 5 more than 2000 deaths were reported in France, due to sudden inclusion of potential COVID-19 attributed deaths in nursing homes occuring at earlier dates 26 .",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 363,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 366,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 502,
                    "end": 505,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 506,
                    "end": 508,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 17, 2020. . Here, we present a model to estimate the effects of public interventions on the spread of COVID-19 that does not assume that interventions have identical effects in different geographical and cultural settings. In contrast, our model uses observational data of mobility patterns in five environments to estimate changes in the transmission rate. Our model creates the possibility to track rapid changes in spread, right now and predict their consequences three weeks ahead in time. This enables governments to use anonymous real-time data to adjust their policies. We do foresee that such models will become incrementally more powerful as more detailed mobility data becomes available in the future.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 76,
                    "text": "April 17, 2020. .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "PB designed and implemented the study. PB generated all figures and wrote the initial draft of the manuscript, which was further edited, reviewed, revised and approved by both authors. AE provided the initial extraction of the mobility data (before it was made available in .csv format). https://www.usnews.com/news/world/articles/2020-04-02/frances-coronavirus-death-toll -jumps-to-nearly-5-400-as-nursing-homes-included (accessed April 23, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 17, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 17, 2020. . Figure S1 . Model results in the form of cumulative number of cases, deaths per day and R 0 for each respective country, are displayed on the left axes. The model results start from 30 days before 10 accumulated deaths had been observed. The blue curves represent the estimations so far, while the green represents a three week forecast . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 86,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 17, 2020. . https://doi.org/10.1101/2020.04. 13.20063644 doi: medRxiv preprint (30 March-19 April). The 50 % and 95 % confidence intervals are displayed in darker and lighter shades respectively, with the mean as a solid line. The histograms represent the number of cases and deaths reported by the European Center for Disease Control (ECDC). Mobility data for the five modelled sectors represented in terms of relative change compared to baseline (observed in a five-week period of 2020-01-03 to 2020-02-06) is displayed on the right axes. The dates for the introduction of different NPIs are marked with vertical lines. As can be seen, the NPIs have very strong implications for the mobility patterns. The mobility data ranges from 2020-02-15 to 2020-03-29, after which the final levels are fixed. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 121,
                    "text": "13.20063644",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 17, 2020. . . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 17, 2020. . Figure S4 . Estimation of the importance of each mobility parameter for predicting the reduction in R 0 from the leave-one-country-out analysis. The x-axis indicates which country has been left out in the simulation. The five different modelled sectors are shown with marked means and 95 % confidence intervals (CIs). As can be seen, the means and CIs are very similar, regardless of which country that has been left out.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 86,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 17, 2020. . https://doi.org/10.1101/2020.04. 13.20063644 doi: medRxiv preprint Figure S5 . Visualization of the Pearson correlation coefficients for the mean R 0 across all timepoints (including the forecast) for each country in the different runs when all other 10 (one per run) have been left out. Italy creates 2 clusters of countries that seem to fit together. Austria and the United Kingdom do not seem to be influenced much by any of the other countries.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 121,
                    "text": "13.20063644",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 153,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 17, 2020. Tables   Table S1 . Average error and average fractional error in the number of deaths for each country between the mean predicted number of deaths per day in a one week forecast and the observed number. Results for both our model (Mobility model) and the model from the Imperial College London team (ICL model) are shown. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 92,
                    "text": "Tables   Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Wuhan lockdown 'unprecedented', shows commitment to contain virus: WHO representative in China",
            "authors": [],
            "year": 2020,
            "venue": "U.S",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19) pandemic: increased transmission in the EU/EEA and the UK -seventh update",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 Community Mobility Report. COVID-19 Community Mobility Report",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of non-pharmaceutical interventions for containing the COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Ruktanonchai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.03.20029843"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Effectiveness of Social Distancing in Mitigating COVID-19 Spread: a modelling analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Milne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.20.20040055"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19",
            "authors": [
                {
                    "first": "Seth",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "Swapnil",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "Axel",
                    "middle": [],
                    "last": "Gandy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77482"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "s Neil Ferguson tells MPs lockdown can help NHS manage coronavirus",
            "authors": [
                {
                    "first": "J-Idea",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Internet]| Imperial News | Imperial College London. Imperial News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Hierarchical Modeling and Analysis for Spatial Data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Carlin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gelfand",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa021"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "30243--30250",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30243-7"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Fundamental principles of epidemic spread highlight the immediate need for large-scale serological surveys to assess the stage of the SARS-CoV-2 epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lourenco",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghafari",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Estimating Individual and Household Reproduction Numbers in an Emerging Epidemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS ONE",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Estimating the impact of school closure on influenza transmission from Sentinel data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "A-J",
                    "middle": [],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flahault",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "452",
            "issn": "",
            "pages": "750--754",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "European Centre of Disease Control. Download today's data on the geographic distribution of COVID-19 cases worldwide",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "General Methods for Monitoring Convergence of Iterative Simulations",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gelman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Computational and Graphical Statistics",
            "volume": "7",
            "issn": "",
            "pages": "434--55",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Elements of Statistical Learning: Data Mining, Inference, and Prediction",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hastie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tibshirani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Herd immunity -estimating the level required to halt the COVID-19 epidemics in affected countries",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Sys",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Jwt",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Infection",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.03.027"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-05991-x"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Culture's Consequences: Comparing Values, Behaviors, Institutions and Organizations Across Nations",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Hofstede",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hofstede",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "SAGE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "French Virus Deaths Jump With More Nursing Home Patients Counted",
            "authors": [],
            "year": 2020,
            "venue": "Bloomberg 9",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Model results in the form of cumulative number of cases, deaths per day and R 0 for Italy and Sweden, are displayed on the left axes. The model results start from 30 days before 10 accumulated deaths had been observed. The blue curves represent the estimations so far, while the green represents a three week forecast (30 March-19 April). The 50 % and 95 % confidence intervals are displayed in darker and lighter shades respectively, with the mean as a solid line. The histograms represent the number of cases and deaths reported by the European Center for Disease Control (ECDC). Mobility data for the five modelled sectors represented in terms of relative change compared to baseline (observed in a five-week period of 2020-01-03 to 2020-02-06) is displayed on the right axes. The dates for the introduction of different NPIs are marked with vertical lines. As can be seen, the NPIs have very strong implications for the mobility patterns. The mobility data ranges from 2020-02-15 to 2020-03-29, after which the final levels are fixed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Three week predictions for all countries in the form of deaths per day for the weeks 1: (Mar 30 -April 5), week 2 (April 6 -April 12) and week 3(April 13 -April 19). The 50 % and 95 % confidence intervals are displayed in darker and lighter shades respectively, with the mean as a solid line. The blue histogram represents the observed deaths.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "ICL model. Three week predictions for all countries in the form of deaths per day for the weeks Mar 30 -April 5, April 6 -April 12 and April 13 -April 19. The 50 % and 95 % confidence intervals are displayed in darker and lighter shades respectively, with the mean as a solid line. The blue histogram represents the observed values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Rhat statistics for all simulation parameters in the Imperial College London model (Flaxman, Mishra, Gandy et al. 2020) using all 11 countries. Values of 1 indicate convergence in the simulations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Rhat statistics for all simulation parameters using all 11 countries. Values of 1 indicate convergence in the simulations.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mean estimates of R0 at the modelled start of the epidemic (when 10 cumulative deaths had been observed) and at the 29th of March for each respective country. S2 andTable S1). The average absolute errors over the 11 countries in the number of deaths are lower across all three weeks (week 1: 68 vs 158, week 2: 119 vs 488, and week 3: 113 vs 1497 for ours and the ICL-teams respectively).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Three week predictions for the number of deaths per day",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "We declare no competing interests.All code is freely available at https://github.com/patrickbryant1/COVID19.github.io/ under the GPLv3 license. Data and future predictions will be made available at https://covid19.bioinfo.se/ 25 Why is Belgium's death toll so high? POLITICO.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": ". https://doi.org/10.1101/2020.04.13.20063644 doi: medRxiv preprint Supplementary Material Figures . CC-BY-NC-ND 4.0 International license It is made available under a",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge Claudio Bassot's contribution by sharing both the Imperial College London report and the Google mobility data. Without this information, this study would not be possible. We are also grateful to various colleagues and friends that contributed to the discussion. Finally we thank the authors of the Imperial College London report to make their data and model freely available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}