{
    "paper_id": "74482be825b11a5068d8c5c64d91b8a822eba690",
    "metadata": {
        "title": "Modelling the potential impact of social distancing on the COVID-19 epidemic in South Africa",
        "authors": [
            {
                "first": "F",
                "middle": [],
                "last": "Nyabadza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Johannesburg",
                    "location": {
                        "addrLine": "Auckland Park Kingsway Campus",
                        "postBox": "PO Box 524",
                        "postCode": "2006",
                        "settlement": "Johannesburg",
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Chirove",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Johannesburg",
                    "location": {
                        "addrLine": "Auckland Park Kingsway Campus",
                        "postBox": "PO Box 524",
                        "postCode": "2006",
                        "settlement": "Johannesburg",
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "W",
                "middle": [],
                "last": "Chukwu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Johannesburg",
                    "location": {
                        "addrLine": "Auckland Park Kingsway Campus",
                        "postBox": "PO Box 524",
                        "postCode": "2006",
                        "settlement": "Johannesburg",
                        "country": "South Africa"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "V"
                ],
                "last": "Visaya",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Johannesburg",
                    "location": {
                        "addrLine": "Auckland Park Kingsway Campus",
                        "postBox": "PO Box 524",
                        "postCode": "2006",
                        "settlement": "Johannesburg",
                        "country": "South Africa"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel coronavirus pandemic continues to be a global health problem whose impact has been significantly felt in South Africa. Social distancing has been touted as the best form of response in managing a rapid increase in the number of infected cases. In this paper, we present a deterministic model to model the impact of social distancing on the transmission dynamics of COVID-19 in South Africa. The model is fitted to the currently available data on the cumulative number of infected cases and a scenario analysis on different levels of social distancing are presented. The results show a continued rise in the number of cases in the lock down period with the current levels of social distancing albeit at a lower rate. The model shows that the number of cases will rise to above 4000 cases by the end of the lockdown. The model also looks at the impact of relaxing the social distancing measures after the initial announcement of the lock down measures. A relaxation of the social distancing by 2% can result in a 23% rise in the number of cumulative cases while on the other hand increasing the levels of social distancing by 2% would reduce the number of cumulative cases by about 18%. These results have implications on the management and policy direction in the early phases of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 is an emerging respiratory infection, that is, it is a disease caused by a virus SARS COV-2 that has not been observed previously within a population or geographic location [1] . It spreads mainly via respiratory droplets produced when an infected person coughs or sneezes. The droplets are transferred to another individual through close personal contact such as touching or shaking hands, touching an object or surface with the virus on it and subsequently touching one's face with contaminated hands [2] . People can also get the infection through breathing in droplets coughed by someone affected [3] . In South Africa, the emergence of COVID-19 was initially affected by human factors which included, international travel to infected countries and consequently local travels, human behaviour and crowding in cities, among others [5] . There are various ways that can be used to address, prevent, and combat the spread of COVID-19. These include regular and thorough cleaning of hands with alcohol based sanitizers, social distancing, avoiding touching one's face, practising good respiratory hygiene, self isolation, quarantining, restricting travel, and lock-down [3] . There is currently no antiviral treatment or vaccine for COVID-19 and thus, most procedures are just supportive treatment such as provision of oxygen [5] .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 843,
                    "end": 846,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1179,
                    "end": 1182,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1335,
                    "end": 1338,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The first COVID-19 case in South Africa was identified on the fifth of March 2020 as an imported case from one of the hot-spots countries, Italy, in Europe. The number of imported cases continued to rise in the country until the 17 th of March when the first locally transmitted cases were identified. On this day the total number of cases recorded was 85 inclusive of eight (8) new locally transmitted cases [5] . The new cases came two days after the pronouncement of the national state of disaster by the president of the nation. On 26 March the nation enforced a 21-day national lockdown to restrict movement of persons during this period for which the regulation was in force and effect. The restriction largely enforced social distancing a measure to delay and prevent new locally and international infections [6] . Social distancing, means keeping space between yourself and other people outside of your home. This entails limiting close contact with individuals outside the household, in indoor and outdoor spaces [4] . If used effectively, it can delay the time to epidemic peak and reduce the overall number of cases, the number of cases at epidemic peak, and the total number of severe cases and deaths. The reduction of number of cases during the epidemic peak and the subsequent spread of cases over a longer time-period reduces the burden of health care systems thereby promoting effective case management and treatment [7] . Based on statistics, there are about 3 000 (out of about 7 000) critical care beds available between the public and private healthcare sectors reserved for critical COVID-19 patients [13] . A study done in 2017, showed that nationally, there were 1 hospital, 187 hospital beds and 42 surgical beds per 100 000 population [12] . South Africa has the most number of COVID-19 infections in the whole of Africa, with a total of 2272 cases as of April 13. Receiving over 21 million people annually with the capacity to process up to 28 million, O.R. Tambo International Airport in Johannesburg is Africa's busiest airport. It is not surprising that South Africa's first 77 cases were due to imported cases, with first 8 local transmissions reported on March 17, 2020. The South African government however acted fast and more decisively than most governments around the world-restricting travel from high risk countries just 9 days after detection of the first locally transmission case. Table 1 gives some of the important dates from the first case of COVID-19 in the country. ",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 378,
                    "text": "(8)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 816,
                    "end": 819,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1022,
                    "end": 1025,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1434,
                    "end": 1437,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1623,
                    "end": 1627,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1761,
                    "end": 1765,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 2422,
                    "end": 2429,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The SEIR model considered in this study considers the effect of social distancing so we are concerned with the mobility of South Africa soon after the lockdown. To get a sense of the general pattern of movement of the South African community before and after the lockdown, we use information from Google mobility reports [9] . Figure 1 depicts how visits and length of stay at different places change compared to a baseline (i.e the median value, for the corresponding day of the week, during the 5-week period Jan 3-Feb 6, 2020). Insights in these reports are created with aggregated, anonymised sets of data from users who have turned on the \"location history\" setting. The most recent report at the time of writing is April 11, and represents data about two to three days in retrospect, the time it takes to produce the reports. Categories that are useful to social distancing efforts as well as access to essential services are included in the report. It is evident from Figure 1 that the overall trend in South Africa has decreased after the lock-down (Mar 26). In particular, the behaviour in retail and recreation (-75%) and grocery and pharmacy (-46%) are similar, particularly a spike just before the lock-down as most people stocked up and did panic-buying. In both categories, there are still movement due to essential workers that need to go to work, with a decrease in activity during weekends. On the other hand, the opposite (complementing) trend between workplaces (-56%) and residential (+22%) can also be observed. With regards to the effect of social distancing to the COVID-19 cases, we can also observe from Figure 2 that the number of new infected cases have dramatically decreased after the lockdown, as depicted by the graph of the 7-day moving average.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 327,
                    "end": 335,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 975,
                    "end": 983,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1629,
                    "end": 1637,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Social distancing and the epidemic data"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 25, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 25, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "We consider an SEIR model where the total population N (t) at any time t is divided into the following compartments: The susceptible population S(t) composed of individuals with no virus in their system but at risk of contracting the infection when they come into contact with infectious individuals, the exposed population E(t) with individuals who have the virus but not yet able to transmit the virus through sneezing or coughing, the infectious population I(t) with individuals with either mild or clinical symptoms who can transmit the virus to the healthy individuals resulting in successful infection, and the removed population R(t) with individuals who can recover either naturally due to robust immune responses or due to supportive treatment available in isolation centres. Thus,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "COVID-19, as a lower respiratory infection stays and can be cleared within a few days and so we shall use the day as the unit of time for our model. The vital dynamics for humans are calibrated using the year as a unit of time, hence, converting them into the day unit makes them very small with negligible contribution to the dynamics. We therefore consider a model for COVID-19 with no vital dynamics as a befitting assumption. As stated earlier, the first cases of COVID-19 in South Africa, were due to imported cases, so we assume the flow of individuals into South Africa as both susceptible and exposed, since no infectious cases were picked at the entry point but a few days after entry. We assume a constant immigration rate of Λ. A proportion p (0 < p < 1) of this immigration rate is assumed to be exposed and 1 − p is assumed to be susceptible. The recruitment rates of S(t) and E(t) are (1 − p)Λ and pΛ respectively. All the imported exposed cases converted into active cases (I(t)) within a minimum of 2 days and these active cases were the sources of secondary infections in the country. We assume that the new cases were a result of contacts between the susceptible individuals (S(t)) with the proportion of individuals who were infectious I(t) N (t) at a rate of successful infection β, giving a force of infection λ = βI N (t) and the number of new infections out of S(t) and into E(t) as βI(t)S(t) N (t) . The exposed cases progress to active cases between 2 and 14 days at a constant progression rate κ giving the number of individuals moving out of E(t) and into I(t) as κE(t). The infectious individuals are assumed to recover at a constant rate σ. The total number of recovered individuals moving out of I(t) into R(t) is given by σI(t). Currently there is no evidence of re-infection after recovery in South Africa and hence, we assume that no recovered individual can become susceptible to the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model"
        },
        {
            "text": "South Africa implemented a national lockdown on day 21 since the announcement of the first case, where day 1 is March 5 as given in Table 1 . The lockdown saw the complete blockage of imported cases and hence, the infection after day 21 was driven by the imported cases which were already in the country until day 21 and the local cases which resulted from these imported cases. After day 21, there were no more recruitment into the susceptible and exposed populations due to immigration as a result of the lock down. This is tantamount to setting both Λ and p to zero 5 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Model"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 25, 2020. . https://doi.org/10.1101/2020.04. 21.20074492 doi: medRxiv preprint after day 21. We represent the recruitment rate S rec by",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 121,
                    "text": "21.20074492",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "where t = t 0 is the time on which the first infectious cases was identified and t = t lock is the time on which the lockdown was effected. In our model, t 0 = 0 and t lock = 21. Similarly, the recruitment rate E rec of the exposed population is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "At the inception of the lockdown, the main effective method that was enforced was social distancing between individuals, among other methods. The social distancing aspect reduces the contact rate between the infectious and susceptible individuals. We incorporate social distancing through a constant rate ρ (0 < ρ < 1), where ρ 0, means that the social distancing is near perfect and ρ 1, means there is no social distancing. We assume that ρ does not assume its extreme values since the locking down in its inherent nature enforces some social distancing and due to the nature of the settlement patterns in some parts of South African suburbs and the socialisation of family units, perfect social distancing is not attainable. The force of infection is modified as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The flow diagram model with the aforementioned assumptions is presented in Figure 3 . The system of differential equations capturing the assumptions on COVID-19 for South Africa before and after the lockdown is presented in (1) and given by",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "subject to the initial conditions",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "6 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 25, 2020. . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The epidemic data was obtained from [10] and the information released through the South African government newsroom [11] . According to Statistics South Africa [8] , the mid-year population estimates for 2019 showed that the country's population stood at 58 775 022. This statistic is important in estimating the number of susceptible individuals at the start of the epidemic. It is important to note that at the beginning of the epidemic, the entire country is considered to be naive as the index cases were all as a result of individuals who travelled to places that had already ongoing epidemics such as Asia, Europe and North America.The first case of COVID-19 in South Africa is reported to have travelled to Italy with his wife (as a part of a group of 10) and had returned on the 1 st of March 2020 [5] . The data on COVID-19 in this study was mainly obtained from the media releases by the South African government [11] and the National Institute of Communicable Diseases [5] from the 5 th of March to the 13 th of April 2020. The data included the daily updates on the cumulative number of COVID-19 cases and their distribution per province in some instances. The formulated model is then fitted to the data in two epochs, viz the period before the lockdown and the duration after the lock down. The uniqueness of this model is that it considers a constant daily influx of people into the South African country with a proportion of those coming into the country having been exposed to COVID-19. After the lockdown, the constants that model the movement of people into the country are then set to zero and then the epidemic is assumed to be mainly driven by local transmission dynamics.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 116,
                    "end": 120,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 806,
                    "end": 809,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 980,
                    "end": 983,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Data and Parameter Estimation"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 25, 2020. . We fit the model to the data recorded before the lockdown using the least squares curve fitting method in Matlab. Parameter bounds are set based on recent work on the epidemic in countries such as China, [15, 16, 19, 20] , Korea [17, 25] and Italy [18] . The reproduction numbers of COVID-19 were determined from earlier studies, see Table 3 . Given the known values of the incubation period, 1/k, and the duration of infectivity, 1/σ, we estimate the effective contact rate β, for the current epidemic in South Africa. The parameter values are given in Table 4. 8 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 286,
                    "end": 289,
                    "text": "16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 290,
                    "end": 293,
                    "text": "19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 418,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 631,
                    "end": 639,
                    "text": "Table 4.",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 25, 2020. . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The SEIR model (1) has some limitations especially on determining the parameter values. The various processes driving the model dynamics have a number of complexities and hence, the model parameters are best measured approximately. The parameters have substantial variations depending on geographical region, demographic factors, and several other factors. In addition, some of the parameters may just be stochastic in nature. The model thus, has inherent epistemic uncertainty which result from lack of knowledge about the value of parameters which are then assumed to be constant throughout the model analysis [27] . To adapt the model simulations to the South African scenario, we first used parameter values from other regions, fitted the model to the daily cumulative cases and obtained the optimal values of the parameters. To cater for the inherent complexities around these optimal values, we use the Latin Hypercube Sampling (LHS) technique for uncertainty quantification and sensitivity analysis. This is a reliable and efficient technique for detection of such epistemic uncertainties allowing unbiased estimates of the average model output with fewer samples than other sampling methods to achieve the same accuracy. To measure the strength of the relationship between each input variable and each output variable, the LHS technique is combined with the partial rank correlation coefficients (PRCCs) [28] . We use Figures 4 and 5 to investigate the contribution of different parameters before and after the lock-down. Their contribution is measured against the number of cumulative cases in South Africa. The range of values used are given in Table 3 . Figure 4 shows that the immigration parameters p and Λ are strongly positively correlated to the number of cumulative cases before the lockdown. This means that the increase in the proportion of exposed immigrants and the rate of immigration are associated with the increase in cumulative cases. Figure 5 shows that the infection parameter β and the social distancing parameter ρ are strongly positively correlated to the cumulative cases whilst the infection progression and recovery parameters κ and σ are strongly negatively correlated to the cumulative cases after lockdown. The increase in the infection rate and the increase in the social distancing parameter (i.e. decreasing social distancing level) is associated with the increase in cumulative parameters whilst the increase in the progression and recovery rates are associated with the decrease in cumulative cases.",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 616,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1412,
                    "end": 1416,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 1426,
                    "end": 1441,
                    "text": "Figures 4 and 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1655,
                    "end": 1662,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1665,
                    "end": 1673,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1961,
                    "end": 1969,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Sensitivity Analysis"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 25, 2020. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 25, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In this section we fit the designed model to the cumulative cases of South Africa before the lockdown (see Figure 6 ) in the absence of any intervention to obtain the optimal fit and optimal model parameter values for the South African dynamics. We present the model simulations with these optimal parameter values to predict the likelihood of occurrence of the peak number of cases had the lock-down not been effected at day 21 (Figures 7 and 8) . We also fit the model to the cumulative cases using when lockdown and social distancing (Figure 9 ) were effected to obtain the optimal parameter values for the fit. We use the resulting fit to make possible predictions of the potential impact of different levels of compliance to social distancing with the lockdown in place ( Figure 10 ). Figure 6 shows that the model (1) fits well to the cumulative cases of South Africa and the optimal parameter values are the current model values that could be used for prediction in the absence of intervention. Using the optimal parameter values, Figure 7 shows that the peak of cumulative cases would have been reached in mid-May before the of cases begin to decline. Figure 7 showing the quantum of exposed and infectious populations in the absence of any intervention. The figure shows that there would be more infectious cases at the peak than the exposed cases by the time the peak is reached. Figure 9 shows that the model (1) fits well to the cumulative cases of South Africa up to the 13 th of April 2020 in the presence of intervention and the optimal parameter values are the current model values that could be used for prediction in the presence of intervention. We note that the optimal fit for social distancing after lock-down is about 55%(ρ = 0.45). Figure 10 shows COVID-19 model fitting and predictions for the cumulative infected cases for various levels of social distancing. The simulations show that if the optimal level of social distancing is maintained at 55%, then the number of cumulative cases will continue to grow exponentially. Reducing the level of social distancing from 55% to 53% (ρ = 0.47) would increase the number of cumulative cases by about 23% at the end of lock-down on 30 April 2020. Increasing the level of social distancing from 55% to 57% (ρ = 0.43), 59% (ρ = 0.41) and 61% (ρ = 0.39) would avert the cumulative cases by about 18%, 32% and 53% respectively at the end of lockdown on 30 April 2020. Our model fitting and predictions suggest that the current level of social distancing as at 13 April under lockdown for South Africa is not good enough to flatten the curve and any relaxation from this will lead to a spike in the cumulative cases. The predictions also suggest that efforts to realise the flattening of the curve should be sustained at least at 60%(ρ = 0.4) level of social distancing by the time the lockdown ends on 30 April 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 429,
                    "end": 446,
                    "text": "(Figures 7 and 8)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 537,
                    "end": 546,
                    "text": "(Figure 9",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 777,
                    "end": 786,
                    "text": "Figure 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 790,
                    "end": 798,
                    "text": "Figure 6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1038,
                    "end": 1046,
                    "text": "Figure 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1160,
                    "end": 1168,
                    "text": "Figure 7",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1390,
                    "end": 1398,
                    "text": "Figure 9",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1756,
                    "end": 1765,
                    "text": "Figure 10",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Model Fitting and Simulations"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 25, 2020. . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 25, 2020. . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The demand for assessment of methods of control for COVID-19 in South Africa is overwhelming. Understanding the impact of these control measures requires knowledge and expertise drawn from various scientific disciplines including mathematical modelling. The role of mathematical models' insights formed the national response to the pandemic. The idea of social distancing in order to flatten the epidemic growth curve, thus allowing time to prepare for the worst case scenarios, was drawn from mathematical models for the COVID-19 epidemic. This was critical in preventing as many deaths as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We presented a deterministic model to assess the impact of social distancing on the transmission dynamics of COVID-19 in South Africa taking into account the initial imported cases before the lockdown in the early phase of infection. The model fitted well to the South African cumulative cases data leading to an appropriate estimation of the optimal model-based parameter estimates for South Africa. Insights gained from the current study contributes impacts the current levels of intervention using social distancing in South Africa. The results suggest that individuals migrating into South Africa played an important role in driving the infection in South Africa and the prevention of infections happening elsewhere on the globe needs special attention due to improved mobility of humans. Particular attention need to be focused on this group of people 14 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 25, 2020. . beyond the lockdown to ensure that only negative cases are allowed into the country. The sensitivity results show the shift in the drivers of infection before and after implementation of interventions. This may imply that any intervention leads to emerging challenges due to shifting in the drivers and hence proper planning is needed to scale up efforts to avert any emerging issues. Since all the parameters after lock down have strong correlation to the number of cumulative cases, holistic strategies are required to reduce the processes increasing the number of cases simultaneously with those decreasing the number of cumulative cases. The current levels of social distancing were predicted to be inadequate especially during this infant stage of infection with exponential growth. There is need for more aggressive and robust multi-control approaches that target reduction of infection rate, increase of social distancing levels, rapid detection of exposed cases and increasing the recovery of active cases need to be implemented simultaneously and optimised. The shifting in drivers of infection after implementation of lockdown imposes threat to the preparedness of the South African system even in the aftermath of the lock-down. The use multidisciplinary collaboration and predictive tools is needed to forewarn the South African systems of such shifts and enhance emergency preparedness responses. The model presented here is not without shortcomings. The dynamics of COVID-19 combined with the economic and social dynamics of South Africa present a complex scenario from a modelling perspective. On the social dynamics, social distancing in many of the informal settlements has been difficult to enforce due to the high density of people per unit area. In addition, the economic dynamics in many of the informal settlements is influenced by informal trading, thus creating difficulties and hardships to people during a lockdown. There were relaxations of the social distancing measures after the lockdown to mitigate the economic and social challenges of the general population. These relaxations had the potential to dilute the intended effects of social distancing. The model presented in this paper was simple and did not capture these complexities. Despite the shortcomings, the results present some interesting results in which even after the simulations, the data that was released on the epidemic still fell within the predictions of the model.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 76,
                    "text": "April 25, 2020. .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "FN, WC and FC were responsible initial manuscript preparation. FN and FC were involved in the numerical simulations and their write up. MVV assisted with the conceptualisation of the paper and preparation of the manuscript. All authors were involved in writing the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "The data are sourced from public and official government press release [10, 11] .",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "text": "[10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 76,
                    "end": 79,
                    "text": "11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Availability"
        },
        {
            "text": "Authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        },
        {
            "text": "No funding or grants utilised for this research work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Statement"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 25, 2020. . https://doi.org/10.1101/2020.04. 21.20074492 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 143,
                    "text": "21.20074492 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "15"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiology of coronavirus respiratory infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Isaacs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Flowers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Valman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Macnaughton",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Arch. Dis. Child",
            "volume": "58",
            "issn": "7",
            "pages": "500--503",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Frequently asked questions about Covid-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "QA on coronaviruses",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "First case of COVID-19 Coronavirus reported in SA",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Disaster Management Act: Regulations to address, prevent and combat the spread of Coronavirus COVID-19: Amendment",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Guidelines for the use of non-pharmaceutical measures to delay and mitigate the impact of 2019-nCoV",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Statistical release P0302, Mid-year population estimates 2019",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coronavirus COVID-19 (2019-nCoV) Data Repository for South Africa",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Geographical maldistribution of surgical resources in South Africa: A review of the number of hospitals, hospital beds and surgical beds",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Dell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "South African Medical Journal",
            "volume": "107",
            "issn": "12",
            "pages": "1099--1105",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SA's healthcare system has only around 3 000 critical care hospital beds available . . . and it is not enough",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID 19 ZA South Africa Dashboard",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mathematical modeling and epidemic prediction of COVID-19 and its significance to epidemic prevention and control measures",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Infect Dis Epidemiol",
            "volume": "5",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Ytw",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Estimating the reproductive number and the outbreak size of COVID-19 in Korea",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sunhwa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Epidemiology Health",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Covid-19 infection in Italy: A Statistical Study of an abnormally severe disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Natale",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ricciardi",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Luca",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Preprints",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.20944/preprints202004.0049.v1"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: a data driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Musa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Infect. Dis",
            "volume": "92",
            "issn": "",
            "pages": "214--217",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirusinfected pneumonia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Modelling the epidemic trend of the 2019 novel coronavirus outbreak in China, bioRxiv",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Xiao",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.biorxiv.org/content/10.1101/2020.01.23.916726v1.full.pdf"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Transmission dynamics of 2019 novel coronavirus (2019-nCoV), bioRxiv",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.biorxiv.org/content/10.1101/2020.01.25.919787v1.full.pdf"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Early Transmissibility Assessment of a Novel Coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Majumder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mandl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Available at SSRN",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Epidemiologic characteristics of early cases with 2019 novel coronavirus (2019-nCoV) disease in Korea",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Epidemiol Health",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A methodology for performing global uncertainty and sensitivity analysis in systems biology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marino",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Hogue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "Kirschner",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Theor. Biol",
            "volume": "254",
            "issn": "1",
            "pages": "178--196",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The effects of HIV-1 infection on latent tuberculosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hogue",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ib",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marino",
                    "suffix": ""
                },
                {
                    "first": "Krischner",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Math. Model. Nat. Phenom",
            "volume": "3",
            "issn": "7",
            "pages": "229--266",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Google mobility data as of 11 April 2020[9].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Decrease in new infected cases (%) since the lockdown, together with a 7-day moving average",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Model diagram for COVID-19 for South Africa with, immigration, lockdown and social distancing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Influence of parameter values on the cumulative cases before the lockdown.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Influence of parameter values on the cumulative cases after the lockdown 10 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Model fit to data for COVID 19 before the lockdown. Optimal parameter values: Λ = 11244, p = 1.7598 × 10 −5 , β = 1.1411, κ = 0.655, σ = 0.4482, ρ = 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "A simulation model for the SEIR model for all the populations in the absence of any intervention, i.e ρ = 1. Optimal parameter values: Λ = 11244, p = 1.7598 × 10 −5 , β = 1.1411, κ = 0.655, σ = 0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "A simulation model for the SEIR model for exposed and infected in the absence of any intervention i.e ρ = 1. Optimal parameter values: Λ = 11244, p = 1.7598 × 10 −5 , β = 1.1411, κ = 0.655, σ = 0.4482.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "The graph shows COVID-19 model fitting for the cumulative infected cases for South Africa before and after lockdown. The red dots mark are the cumulative reported number of COVID-19 cases before and after lockdown. The red vertical line represents the start of the national lockdown. The continuous curve represent the model fit. Optimal parameter values: Λ = 11244, p = 1.7598 × 10 −5 , β = 1.1411, κ = 0.655, σ = 0.4482, ρ = 0.453. Note that ρ = 0.453 represents about 55% compliance in social distancing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "The graph shows COVID-19 model fitting for the cumulative infected cases for various scenarios. The trajectories for different levels of social distancing are shown by the different line types. The red dots mark are the cumulative reported number of COVID 19 cases in South Africa before the lockdown and two weeks after the lock-down. The red vertical line denotes the time when a lockdown was implemented by the government with a delay of one data point as the reported cases represent posterior data. Optimal parameter values are: Λ = 11244, p = 1.7598 × 10 −5 , β = 1.1411, κ = 0.655, σ = 0.4482, ρ = 0.453.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Timeline in South Africa. The dates are for 2020.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "South Africa data[10,11].",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Reproduction numbers derived from various COVID-19 mathematical models for the epidemic in China.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Parameters of (COVID-19) SEIR model for South Africa and their values.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the Faculty of Science in the University of Johannesburg for material support towards the inception and completion of this project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}