{
    "paper_id": "771cf63a692ff6446bea995413dd4ba901cc643f",
    "metadata": {
        "title": "Pregnancy and breastfeeding during COVID-19 pandemic: A systematic review of Authors 4 * Equal contribution Corresponding author 22 Disclosure statement Short title",
        "authors": [
            {
                "first": "Carina",
                "middle": [],
                "last": "Rodrigues",
                "suffix": "",
                "affiliation": {},
                "email": "carina.rodrigues@ispup.up.pt"
            },
            {
                "first": "Infectologia",
                "middle": [],
                "last": "Evandro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chagas",
                "middle": [
                    "/"
                ],
                "last": "Fundação",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Oswaldo",
                "middle": [],
                "last": "Cruz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rio",
                "middle": [],
                "last": "De",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Henrique",
                "middle": [],
                "last": "Barros",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A. Why was this study conducted? 47 Pregnant women and newborns are exposed to COVID-19 and at risk for adverse 48 outcomes. The review of evidence is essential to guide preventive action and therapy. 49 B. What are the key findings? 50 Fetal distress and preterm delivery seem to be more frequent among women. Also, evidence on vertical transmission is emerging but the clinical relevance of 52 the fetal infection remains unclear. No evidence links the SARS-CoV-2 virus to 53 transmission via breast milk. 54 C. What does this study add to what is already known? 55 The comprehensive review of 212 pregnant women with COVID-19, summarizes the 56 evidence on vertical transmission, as well as adverse maternal and neonatal outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "57 Additionally, it adds the characteristics of the first eight cases of COVID-19 positive 58 women delivered in Portugal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abstract",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Background: The COVID-19 pandemic is an emerging concern regarding the potential 62 adverse effects during pregnancy. This study reviews knowledge on the impact of 63 COVID-19 on pregnancy and describes the outcome of published cases of pregnant 64 women diagnosed with COVID-19, as well as the characteristics of COVID-19 positive 65 women who delivered in Portugal by 31 of March 2020. 66 Methods: Searches were conducted in PubMed® up to 8 April 2020, using PRISMA 67 standards, to identify original published studies describing pregnant women at any 68 gestational age diagnosed COVID-19. There were no date or language restrictions on the 69 search. All identified studies were included irrespective of assumptions on study quality. 70 Portuguese cases were ascertained by contact with all Portuguese maternities and based 71 on the information provided by their health professionals. 72 Results: We identified 30 original studies reporting 212 cases of pregnant women with 73 COVID-19 (30 discharged while pregnant), 200 from China and 12 from other countries. 74 The 182 published deliveries resulted in one stillbirth and 185 live births. Four women 75 with severe COVID-19 required admission to an intensive care unit but no cases of 76 maternal death were reported. There was one neonatal death. Preterm births occurred in 77 28.7% of cases, but it is unclear whether this was iatrogenic. All cases with amniotic fluid, 78 placenta, and/or cord blood analyzed for the SARS-CoV-2 virus were negative. Four 79 newborns were positive for SARS-CoV-2 and three newborns had high levels of IgM 80 antibodies. None of the first eight infants born in Portugal tested positive. Breast milk 81 samples from 13 mothers and described in seven studies showed no evidence of SARS-82 CoV-2. : medRxiv preprint 5 Conclusion: The evidence related to the effect of COVID-19 on pregnant women is still 84 limited. Pregnant women and newborns should be considered particularly vulnerable 85 populations regarding COVID-19 prevention and management strategies. 86 87 Keywords: 88 361",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The authors are grateful to the health professionals who provided and confirmed the cases 362 of pregnant women diagnosed with COVID-19 in Portugal:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "with the potential risk of SARS-COV-2 vertical transmission (from mother to fetus) or 106 associated malformations, and contagion during delivery and breastfeeding; likewise, it 107 is important to determine the potential adverse effects of COVID-19 in pregnant women. 5-108 8 However, in general, the available information remains scarce. 109 This study reviews published cases of pregnant women diagnosed with COVID-19 and CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 343,
                    "text": "109",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. intrauterine and/or neonatal samples collected for detection of SARS-CoV-2 (such as 139 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020 April 29, . . https://doi.org/10.1101 April 29, /2020 doi: medRxiv preprint 8 amniotic fluid, cord blood, placenta, breast milk, nasopharyngeal and anal swabs) and 140 their results (negative/positive).",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 29, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 111,
                    "text": "April 29, . . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 112,
                    "end": 127,
                    "text": "April 29, /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "All identified original studies reporting cases of pregnant women at any gestational age 142 diagnosed with COVID-19 were included irrespective of study quality. Cases reported in 143 more than one study, and for which it was possible to identify duplicates, were described 144 only once, presenting the more detailed data. We identified duplicates based on author 145 names and hospital location, publication date, participant admission date, maternal and 146 neonatal characteristics and outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "141"
        },
        {
            "text": "Doubts on possible duplicates and/or differences in the data extraction were discussed 148 and resolved by consensus, involving a third researcher (CR) whenever necessary. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "147"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. All cases in which amniotic fluid, placenta, and/or cord blood were analyzed for SARS-174 CoV-2 virus were negative. 5, 11, 13, 15, 18-26 175 Most studies detected the SARS-CoV-2 RNA by real-time reverse transcription- There is yet another case of a newborn with a positive RT-PCR for SARS COV-2 in one 186 throat swab collected at 36 hours after birth. 21, 24 However, it was not possible to confirm 187 whether it was a real case of intrauterine transmission since the umbilical cord and 188 placenta blood samples were negative for SARS-CoV-2 and the possibility of postnatal 189 contact could not be discarded. 21, 24 No other study reported positive results for the CoV-2 virus in nasopharyngeal exudates from newborns of mothers diagnosed with 191 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 216,
                    "text": "5, 11, 13, 15, 18-26 175",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 696,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10. 1101 /2020 None of the first eight infants born in Portugal tested positive 192 for the SARS-CoV-2 virus (Table 2) .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 211,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In a series of six cases that had blood collected after delivery evaluated, two of the CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "193"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Cesarean section was the most common type of delivery: 88.0% of 158 cases with 216 available information. This was also observed in Portuguese cases in which 6 (75%) were 217 born by cesarean. Most studies did not specify the indication for the cesarean section. There is no evidence that the risk of infection with COVID-19 in pregnant women is 237 greater than in the general population. 7, 37 However, the incidence of infection in pregnant 238 women is unknown, as screening tests were not generally used, except in the presence of 239 symptoms. In a New York's hospital that implemented universal SARS-CoV-2 testing in 240 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020 . . https://doi.org/10.1101 /2020 CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 29, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 101,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020 . . https://doi.org/10.1101 /2020 the pregnancy itself. 7, 55, 56 It is therefore extremely important that pregnant women adopt The limited scientific knowledge currently available makes it difficult to develop specific 304 breastfeeding recommendations. There is not enough scientific evidence to unequivocally 305 state that there is no possibility that mothers with COVID-19 can transmit the virus 306 through breast milk. 55 Therefore, recommendations should be based on the available data 307 5, 15, 16, [20] [21] [22] 28 and the analogy with past circumstances and predictable costs and benefits.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 29, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 101,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "/2020",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 574,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "15,",
                    "ref_id": null
                },
                {
                    "start": 579,
                    "end": 582,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 592,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 600,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Breastfeeding is recognized as the best form of child feeding due to the countless benefits 309 for both the mother and the newborn, including the protection against gastrointestinal and 310 respiratory infections. 60 Thus, considering the benefits of breastfeeding and the fact that CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "308"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10. 1101 /2020 States, 55 women with suspected or confirmed infection with COVID-19 can initiate or 315 continue breastfeeding as long as clinical conditions permit. The CDC indicates that the 316 decision to initiate or continue breastfeeding must be determined by the mother with 317 COVID-19, together with family members and health professionals. 55",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Limitations of this systematic review should be acknowledged. Considerable 319 heterogeneity was observed across the studies, which did not allow us to conduct a meta-320 analysis. On the other hand, we cannot guarantee that we were able to identify all the in intensive care were uncommon. Although the complications appear to be similar to 338 those of non-pregnant women, services must be prepared to attend to complications, 339 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "318"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020 . . https://doi.org/10.1101 /2020 16 especially in pregnant women with comorbidities. Therefore, pregnant women and 340 newborns should be considered particularly vulnerable populations regarding COVID-19 341 prevention and management strategies. Information, counseling and adequate monitoring 342 are essential to prevent major adverse effects of SARS-CoV-2 infection during 343 pregnancy.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 29, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 101,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "318"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "344"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020 . . https://doi.org/10.1101 /2020 ",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 29, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 101,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "344"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Age, years (min-max)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS-CoV-2 infection confirmed by oral swabs 4/185 (2.2)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "WHO) was first identified in humans in December 2019, in the city of 94 Wuhan, China, 1 and can present from asymptomatic to a severe acute respiratory infection 95 requiring intensive care. 2, 3 The infection can occur at any age, but COVID-19 is 96 proportionally uncommon in children (<1% of the total cases). The infection fatality rate 97 is around 1% but much higher in older people or those with pre-existing medical 98 conditions (such as heart disease, diabetes, COPD). 2, 4 99 Person-to-person transmission of COVID-19 is well established and can occur when an 100 infected person coughs, sneezes or speaks and scattered droplets are inhaled or reach the 101 mucous membranes of the mouth, nose or eyes of susceptible. COVID-19 can also be 102 transmitted through direct hand contact with surfaces or objects contaminated with 103 SARS-CoV-2 followed by contact with the mouth, nose or eyes. 2 104 Pregnant women and newborns receive special attention and there is an emerging concern 105",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "110 presents the characteristics of the first cases of COVID-19 positive women who delivered 111 in Portugal as identified by the 31 st of March 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Cases of COVID-19 positive women delivered in Portugal by the 31 st of March 2020 were 150 identified, according to the information reported by health professionals. Information on 151 sex, gestational age (completed weeks), type of delivery, birth weight and the presence 152 of SARS-CoV-2 on the infant was collected.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "176 polymerase chain reaction (RT-PCR) using samples from the newborn´s nasopharyngeal 177 or throat, sample collection varying from immediately to 9 days after birth. Two studies 178 also used maternal and neonatal sera samples to test for IgG and IgM antibodies. 27, 28 179 Four newborns (2.2%) presented positive oral swabs for SARS-CoV-2. 21, 24, 25, 29 In a 180 cohort of 33 newborns from mothers with COVID-19, admitted to the Pediatric Hospital 181 of Wuhan, three of the newborns had positive RT-PCR for SARS-CoV-2 in 182 nasopharyngeal and anal swabs collected on the second and fourth days after delivery, 183 with negative results on the sixth day for two newborns and on the seventh day for 184 another. However, placenta, amniotic fluid, and cord blood samples were not analyzed. 29 185",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "194 newborns had high levels of IgG and IgM antibodies (>10 AU/mL) and three had high 195 values of IgG antibodies with normal levels of IgM in, but in none SARS-CoV-2 virus 196 was detected by RT-PCR in the oropharyngeal exudate. 27 A case study also reported high 197 values of IgM and IgG antibodies in the blood at days 1 and 15 after delivery, but with 198 RT-PCR for SARS-CoV-2 negative in five samples of nasopharyngeal exudates collected 199 between the first two hours and the 16 th day of life. 28 200 Seven studies reported the test of breast milk samples from 13 mothers and none and obstetric conditions most frequently reported were fetal distress (n=20), 205 gestational diabetes (n=13), gestational hypertension (n=11), premature rupture of 206 membranes (PROM) (n=7), anemia (n=5), placenta previa/bleeding in the third trimester 207 (n=5), pre-eclampsia (n=4), hypothyroidism (n=4), chronic hypertension (n=3), 208 thalassemia(n=2), polycystic ovary syndrome (n=2), cholecystitis (n=2), asthma (n=2), 209 diabetes mellitus type 2 (n=2), placental abruption (n=1), oligohydramnios(n=1), 210 polyhydramnios (n=1), hepatitis B infection (n=1) and mitral valve and tricuspid valve 211 replacement (n=1). In one study that compared groups of pregnant women with and 212 without COVID-19, there were no significant differences in the occurrence of gestational 213 diabetes, severe pre-eclampsia, PROM, fetal distress, meconium-stained amniotic fluid, 214 premature delivery, neonatal asphyxia and procedures for severe post-partum bleeding. 30 215 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "pregnant women with severe COVID-19 required admission to an intensive care 219 unit: one at 30 weeks of gestation, after an emergency cesarean section; 19 another case at 220 34 weeks of gestation that resulted in an emergency cesarean for a stillbirth; 31 and other 221 two cases at 37 weeks of gestation of women with high BMI (>35) and history of medical 222 complications, admitted for labor induction. 12 No maternal deaths from COVID-19 were 223 published. 224 The 182 deliveries resulted in one stillbirth (intrauterine fetal death) 31 and 185 live births 225 (four twin pregnancies). There was one neonatal death in a preterm infant (34 completed 226 weeks of gestation) from a pregnant woman with vaginal bleeding in the third trimester. 18 227 Preterm birth occurred in 28.7% (45/157) among those with available information on 228 gestational age. Approximately 16% of preterm births were spontaneous due to PROM 5, 229 18, 29, 31, 36 or spontaneous onset of labor, 14 but in most cases, it is unclear whether these 230 were spontaneous or iatrogenic. In Portugal, the eight deliveries resulted in eight live 231 births and preterm birth occurred in 25% (2/8) of them. 232 Although all breast milk samples from COVID-19 infected mothers have tested negative 233for the SARS-CoV-2 virus, most infants did not receive breast milk.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "of the published cases confirm the absence of transmission of the SARS-243CoV-2 virus antenatally or intrapartum, at least when the infection occurs in the third 244 trimester of pregnancy,5, 11, 13, 15,[18][19][20][21][22][23][24][25][26] emerging evidence has suggested that vertical 245 transmission is possible.21, 24, 25,[27][28][29] However, the evidence is still limited to a reduced246 number of reported cases, large variability in the type of biological material analyzed and 247 the time of its collection. Even if vertical transmission occurred in the reported cases, the 248 proportion would be low, below 5% of the published cases. 249 Regarding the effect of the SARS-CoV-2 virus on the fetus, no congenital malformation 250 has been reported so far and the association of COVID-19 and fetal malformation seems 251 unlikely considering the reduced risk of intrauterine infection. 37 252 Higher risk of fetal distress and preterm births have been reported, but it is unclear if 253 preterm birth occurs spontaneously (spontaneous onset of labor or following PROM) or 254 is iatrogenic. The evidence related to the effect of COVID-19 on pregnant women is still 255 limited. The clinical characteristics of COVID-19 were similar to those described in non-256 pregnant women, suggesting that the prognosis is not worse in pregnant women, although 257 the number of cases studied is still reduced. 5, 18, 31-34 A recent systematic review 258 summarized the clinical manifestations of 108 pregnant women confirmed with COVID-259 19 and most of them presented fever (68%) and coughing (34%), and lymphocytopenia 260 (59%) with elevated C-reactive protein (70%). 39 261 The maternal and neonatal outcomes observed so far are quite different from the two most 262 serious coronavirus-related previous epidemics. 7, 40-53 The first also appeared in China, in 263 2002-03, and was characterized by severe respiratory infections caused by the Severe 264 Acute Respiratory Syndrome-Coronavirus (SARS-CoV). The second occurred in 2012, 265 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "2002 epidemic, 12 pregnant women were infected with SARS-CoV, with a fatality 270 rate of 25%. 53 Among the seven pregnant women infected in the first trimester, four had 271 a miscarriage. 53 Two of the five pregnant women infected during the second or third 272 trimester had fetal growth restriction and four had a preterm delivery (one spontaneous; 273 three induced by the maternal condition). 53 In a review of the pregnancy outcomes of 11 274 women infected with MERS-CoV, seven pregnant women required admission to the 275 intensive care unit and three died, of which only one had one comorbidity (asthma). Two 276 fetal deaths occurred, and three of nine newborns were preterm. 43 277 However, considering that SARS-CoV-2 has genetic homology and some clinical 278 similarities to SARS-CoV and MERS-CoV, and the immunological and physiological 279 changes that occur during pregnancy, such as in cell-mediated immunity or lung function, 280 that affect both the susceptibility and the clinical severity of pneumonia, it is important 281 to pay particular attention to the monitoring of pregnant women with COVID-19, because 282 maternal and perinatal adverse outcomes are potentially relevant. 7, 40 Although there were 283 no maternal deaths described, possible maternal deaths were reported in social media, but 284 without any robust evidence. 37 Furthermore, one study reported two asymptomatic 285 pregnant women at admission for delivery that rapidly evolved to severe COVID-19 286 disease requiring admission to an intensive care unit. 12 287 Thus, it is essential to prevent the infection of COVID-19 and any other viral respiratory 288 infection, as these infections represent an increased risk for the pregnant woman and for 289 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "health professionals and services have already been published.37, 55,   293   57-59  In Portugal, we can estimate that about 80,000 pregnant women are exposed to the 294 pandemic at different gestational ages, which represents an important challenge for 295 individual and public health, to avoid infection in this population that should be 296 considered at higher risk.297 Most women in this review had a cesarean section, many of them without a clear medical 298 indication. The decision on the type of delivery in pregnant women with suspected or 299 confirmed infection with COVID-19 should take into account the maternal and fetal 300 clinical characteristics, as in normal practice, and not the diagnosis of COVID-19 301 infection per se. Thus, there is no obstetric contraindication to any mode of delivery, 302 unless the pregnant woman's clinical condition implies an emergent decision. 37 303",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "311 the transmission of other respiratory viruses is insignificant through breast milk, there is 312 no indication to stop breastfeeding. According to the recommendations of 313 WHO/UNICEF 61 and the Center for Disease Control and Prevention (CDC) of the United 314 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "321 cases of pregnant women described in the literature. Possibly there are additional cases 322 currently presented in other types of publications, such as reports. Also, considering the 323 importance of summarizing all existing cases, we did not assess the quality of the studies 324 included in this review. Several studies had missing outcome data and selective reporting 325 bias could not be excluded. Additionally, there may be some cases which could be 326 duplicated, namely the studies which did not describe clinical characteristics case by this review, fetal distress and preterm delivery seem to be more frequent 331 among pregnant women with COVID-19. There is emerging evidence on possible vertical 332 transmission (four positive results in the neonatal oral swabs for SARS-CoV-2 were 333 reported and three newborns had high values of IgM antibodies), but the clinical relevance 334 of the fetal infection is unclear. None of the first eight infants born in Portugal tested 335 positive for the SARS-CoV-2. So far, there is no evidence that the SARS-CoV-2 virus is 336 transmitted through breast milk. Maternal deaths were not reported and hospitalizations 337",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The review follows the Preferred Reporting of Systematic Reviews and Meta-Analysis 117 (PRISMA) guidelines.9, 10    We searched PubMed® up to 8 April 2020 to identify original published studies describing pregnant women at any gestational age diagnosed with COVID-19 (confirmed by clinical/radiological evidence of pneumonia compatible with SARS-CoV-2 and/or by121 quantitative real-time polymerase chain reaction (PCR) or dual fluorescence PCR of SARS-CoV-2 infection). The following search expression was used [(COVID-19 OR 2019-nCoV OR \"novel coronavirus\" OR SARS-CoV-2 OR \"coronavirus 2\") AND 124 (pregnancy OR delivery OR pregnant OR obstetric* OR maternal OR perinatal OR 125 breastfeeding)]. Also, reference tracking was carried out to identify other potential studies 126 to be included.Each reference retrieved was screened independently by two researchers (IB and RD) following predefined criteria to determine eligibility for the systematic review. Studies were excluded if: (1) did not involve humans (e.g. in vitro or animal research); (2) nonoriginal articles (e.g. book chapters, review articles, editorials, comments, guidelines); (3) data not reporting pregnant women diagnosed with COVID-19; and (4) duplicate studies or evaluating the same sample. There were no date or language restrictions on the search.Two researchers (IB and RD) reviewed the included studies and extracted the following data: collection period, maternal age, pregnancy complications, type of delivery, indication for cesarean section, gestational age at birth (or at admission), pregnancy outcome, maternal admission to intensive care unit, maternal death, neonatal outcomes 137 (birth weight, Apgar at 1 and 5 minutes, neonatal complications, breastfeeding),",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "summarizes the main characteristics of the 212 reported cases of pregnant women diagnosed with COVID-19 and identified in 30 original studies published until April 8, 2020. A detailed description of each reported case is presented in Table S1 (supplemental material). All published cases occurred in China, except eight from the United States of America, 11, 164 12 one from South Korea, 13 one from Honduras, 14 one from Turkey, 15 and another from Sweden. 16 Maternal age ranged from 22 to 41 years. From the 212 pregnant women described, 182 delivered and 30 were discharged during pregnancy (undelivered). Most",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Characteristics of pregnant women diagnosed with COVID-19 described in the literature (n=212).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " 367 Carina Rodrigues and Henrique Barros: Conceptualization, Original draft preparation. 368 Inês Baía and Rosa Domingues: Methodology, Data curation, and 369 Editing. All authors read and approved the final manuscript.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 4,
                    "text": "367",
                    "ref_id": null
                },
                {
                    "start": 90,
                    "end": 93,
                    "text": "368",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 159,
                    "text": "and 369",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "370"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020 . . https://doi.org/10.1101 /2020 ",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 29, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 101,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted April 29, 2020. Am J Roentgenol 2020:1-6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "395"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "420"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. From an Infected Mother to Her Newborn. Jama 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "444"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "493"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "517"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. Lancet Infect Dis 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "542"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10. 1101/2020.04.25.20079509 doi: medRxiv preprint 551 552 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted April 29, 2020. ",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 121,
                    "text": "1101/2020.04.25.20079509",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted April 29, 2020 . . https://doi.org/10.1101 /2020 ",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 277,
                    "text": "April 29, 2020",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 305,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 311,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "556"
        }
    ]
}