{
    "paper_id": "77ef85151813949a0a6a10ee8a7d8a35a2e42318",
    "metadata": {
        "title": "12 Sandie Munier 10, 11, 12 Caroline Demeret",
        "authors": [
            {
                "first": "Arnaud",
                "middle": [],
                "last": "Fontanet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Emerging Diseases Epidemiology Unit, Institut Pasteur",
                    "institution": "",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": "arnaud.fontanet@pasteur.fr"
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Tondeur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Emerging Diseases Epidemiology Unit, Institut Pasteur",
                    "institution": "",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Yoann",
                "middle": [],
                "last": "Madec",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Emerging Diseases Epidemiology Unit, Institut Pasteur",
                    "institution": "",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Rebecca",
                "middle": [],
                "last": "Grant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Emerging Diseases Epidemiology Unit, Institut Pasteur",
                    "institution": "",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Camille",
                "middle": [],
                "last": "Besombes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Emerging Diseases Epidemiology Unit, Institut Pasteur",
                    "institution": "",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Nathalie",
                "middle": [],
                "last": "Jolly",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut Pasteur",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Sandrine",
                "middle": [],
                "last": "Fernandes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut Pasteur",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Marie-Noëlle",
                "middle": [],
                "last": "Ungeheuer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut Pasteur",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Isabelle",
                "middle": [],
                "last": "Cailleau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Direction de la recherche médicale, Institut Pasteur",
                    "institution": "",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Lucie",
                "middle": [],
                "last": "Kuhmel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut Pasteur",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Temmam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pathogen Discovery Laboratory",
                    "institution": "Institut Pasteur",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Christèle",
                "middle": [],
                "last": "Huon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pathogen Discovery Laboratory",
                    "institution": "Institut Pasteur",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Kuang-Yu",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "RNA Biology of Influenza Virus",
                    "institution": "Institut Pasteur",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Pierre",
                "middle": [],
                "last": "Gallian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Etablissement Français du Sang",
                    "location": {
                        "addrLine": "93210, La Plaine",
                        "settlement": "Saint-Denis",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Simon",
                "middle": [],
                "last": "Cauchemez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Mathematical Modelling of Infectious Diseases Unit, Institut Pasteur, UMR2000",
                    "institution": "CNRS",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Olivier",
                "middle": [],
                "last": "Schwartz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Eloit",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Pathogen Discovery Laboratory",
                    "institution": "Institut Pasteur",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Bruno",
                "middle": [],
                "last": "Hoen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Emerging Diseases Epidemiology Unit, Institut Pasteur",
                    "institution": "",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Affiliations",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "we conducted a retrospective closed cohort study among pupils, their parents and siblings, as well as teachers and non-teaching staff of a high-school located in Oise. Participants completed a questionnaire that covered history of fever and/or respiratory symptoms since 13 January 2020 and had blood tested for the presence of anti-SARS-CoV-2 antibodies. The infection attack rate (IAR) was defined as the proportion of participants with confirmed SARS-CoV-2 infection based on antibody detection. Blood samples from two blood donor centres collected between 23 and 27 March 2020 in the Oise department were also tested for presence of anti-SARS-CoV-2 antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings: Of the 661 participants (median age: 37 years), 171 participants had anti-SARS-CoV-2 antibodies. The overall IAR was 25.9% (95% confidence interval (CI) = 22.6-29.4), and the infection fatality rate was 0% (one-sided 97.5% CI = 0 -2.1). Nine of the ten participants hospitalised since mid-January were in the infected group, giving a hospitalisation rate of 5.3% (95% CI = 2.4 -9.8). Anosmia and ageusia had high positive predictive values for SARS-CoV-2 infection (84.7% and 88.1%, respectively). Smokers had a lower IAR compared to non-smokers (7.2% versus 28.0%, P <0.001). The proportion of infected individuals who had no symptoms during the study period was 17.0% (95% CI = 11.2 -23.4). The proportion of donors with anti-SARS-CoV-2 antibodies in two nearby blood banks of the Oise department was 3.0% (95% CI = 1.1 -6.4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The relatively low IAR observed in an area where SARS-CoV-2 actively circulated weeks before confinement measures indicates that establishing herd immunity will take time, and that lifting these measures in France will be long and complex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Evidence before the study",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "The first COVID-19 cases in France were reported on 24 January 2020. Substantial transmission has occurred since then, with the Oise department, north of Paris, one of the heaviest affected areas in the early stages of the epidemic in France. As of 13 April 2020, 98,076 cases had been diagnosed in France, including 5,379 deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "Epidemiological and clinical characteristics of patients with COVID-19 have been widely reported, but this has largely been centred on cases requiring medical care. What remains unclear at this stage is the extent to which SARS-CoV-2 infections may be asymptomatic or present as subclinical, non-specific symptoms. While extensive contact tracing has identified asymptomatic infections using RT-PCR testing, serologic detection of anti-SARS-CoV-2 antibodies is needed to determine the real infection attack rate and the proportion of all infections that are asymptomatic or subclinical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "Using a combination of serologic assays with high sensitivity and specificity for anti-SARS-CoV-2 antibodies, we conducted a retrospective closed cohort study. In a high school linked to a cluster of COVID-19 in the Oise department, we showed an overall infection attack rate (IAR) of 40.9% in the high school group, and 10.9% in parents and siblings of the pupils. The proportion of infected individuals who had no symptoms during the study period was 17.0%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "The relatively low IAR in this area where SARS-CoV-2 actively circulated before confinement measures were introduced indicates that establishing herd immunity will take time, and that the lifting of these measures in France will be long and complex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all of the available evidence"
        },
        {
            "text": "Severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) is the novel coronavirus that was first reported to the World Health Organization (WHO) as a cluster of viral pneumonia cases of unknown etiology in Wuhan, China on 31 December 2019. It is now known to cause coronavirus disease , which primarily affects the upper and lower respiratory tract. On 30 January 2020, WHO declared the COVID-19 outbreak to constitute a Public Health Emergency of International Concern. 1 Since then, the outbreak has continued to spread around the world and was described by WHO as a pandemic on 11",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 476,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "March 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The first three COVID-19 cases identified in France were reported on 24 January 2020 in travellers returning from Wuhan, China. 2 On 24 February, a patient from the Oise department, north of Paris, was admitted to hospital in Paris in a critical condition and diagnosed with SARS-CoV-2 infection. He died on 25 February and was the first reported COVID-19 case in France without a direct or indirect epidemiological link to China. The ensuing epidemiological investigation led to the identification of a cluster of COVID-19 that involved a high school in the Oise department.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With any emerging infectious disease, including COVID-19, initial surveillance focuses primarily on severe infections, leading to overestimates of the case fatality rate (CFR). Likewise, in the absence of knowledge of subclinical or asymptomatic forms of the infection, it is not possible to estimate infection fatality rates (IFR) except through mathematical modelling. 3 However, population-based serological investigations use serologic assays to determine infection attack rates (IAR) in the population in an epidemic area, and are able to determine the proportion of subclinical and asymptomatic infections. This information is key for a better understanding of SARS-CoV-2 circulation, more precise estimates of fatality rates, and calibration of mathematical models used to forecast the dynamics of the ongoing epidemic.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 372,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To date, access to validated serologic assays for SARS-CoV-2 is limited. 4, 5 However, a series of serologic assays recently developed by the Institut Pasteur in Paris, France have shown high sensitivity and specificity for the detection of anti-SARS-CoV-2 antibodies. 6 Here, we describe a retrospective closed cohort study aiming at estimating the IAR and its determinants in an area affected by COVID-19, using these serologic assays.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 75,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 76,
                    "end": 77,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 269,
                    "end": 270,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Following the confirmation of COVID-19 in the patient from the Oise department, case investigation and contact tracing identified two cases in a high school and who had symptoms consistent with COVID-19 on 2 February 2020, suggesting circulation of the virus in the Oise department since the end of January 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initial case and contact investigation"
        },
        {
            "text": "As a follow-up to the initial case investigation and contact tracing, a retrospective closed cohort study was conducted in the high school. Between 30 March and 4 April, all pupils, as well as teachers and non-teaching staff (administrative, cleaners, catering) from the high school were invited to participate in the investigation. Since most pupils were minor, at least one parent was invited to participate in the study, to provide informed consent for their child and for any of the other children over the age of 5 years in the household enrolled in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Following informed consent, participants completed a questionnaire which covered sociodemographic information, underlying medical conditions, history of symptoms since 13 January 2020, and history of COVID-19 diagnosis prior to this investigation. A 5 mL blood sample was taken from all participants, irrespective of whether they had reported fever or respiratory symptoms since 13 January 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Between 23 and 27 March, 200 serum samples were collected from two blood donation centres, located 50 and 60 km from the place of the seroepidemiological investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seroprevalence investigation in nearby blood donation centres"
        },
        {
            "text": "All serum samples were tested for antibody responses to SARS-CoV-2 using several assays developed by Institut Pasteur : an ELISA N assay, detecting antibodies binding to the N protein; a S-Flow assay, which is a flow-cytometry based assay detecting anti-S IgG; and a LIPS assay, which is an immunoprecipitation-based assay detecting anti-N and anti-S1 IgG. Participants were considered seropositive for SARS-CoV-2 if any test was positive, since all tests had a specificity higher than 99% with the cut-offs chosen for positivity. 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory analyses"
        },
        {
            "text": "Any participant with a positive serology at the time of blood sampling was considered as a confirmed SARS-CoV-2 infection. Each infection was categorised as symptomatic if any symptoms were reported by the participant since 13 January 2020, or, alternatively, as asymptomatic. Symptoms were considered only if they occurred at least 7 days prior to the date of blood sample collection to allow time for . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case definitions"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.18.20071134 doi: medRxiv preprint seroconversion. 4, 7 Symptoms were further categorized as major (fever, dry cough, dyspnoea, anosmia and ageusia) or minor (sore throat, rhinitis, muscle pain, diarrhoea, headache, asthenia).",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 162,
                    "end": 163,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Case definitions"
        },
        {
            "text": "The infection attack rate (IAR) was defined as the proportion of all participants with confirmed SARS-CoV-2 infection based on antibody detection. It was compared by age, sex, occupation, smoking, comorbid conditions and recent symptoms using chi-squared test. Logistic regression was used to adjust for age or occupation when analysing the association between smoking and SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "This study was registered with ClinicalTrials.gov (NCT04325646) and received ethical approval by the Comité de Protection des Personnes Ile de France III. Informed consent was obtained from all participants. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical considerations"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.18.20071134 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "From 30 March to 4 April 2020, 878 of 1262 high school pupils, teachers, and non-teaching staff were invited by e-mail to participate in the investigation (email addresses were not available for 384). Of these, 326 (37%) responded and accepted to participate in the study. An additional 345 parents and siblings of high school pupils were also invited to participate in the study. This formed a study population of 661 participants (see Figure 1 ). Table 1 indicates the characteristics of the 661 participants.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 437,
                    "end": 445,
                    "text": "Figure 1",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 449,
                    "end": 456,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Retrospective closed cohort study"
        },
        {
            "text": "Pupils and their parents constituted the majority of the study population (36.3% and 31.9%, respectively). The median age was 37 years (IQR: 16-47) and 251 (38.0%) were male.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective closed cohort study"
        },
        {
            "text": "Overall, 452 (68.4%) participants reported respiratory symptoms between 13 January and up to one",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective closed cohort study"
        },
        {
            "text": "week before blood sampling. Major symptoms had been experienced by 321(48.6%) of study participants, minor symptoms by 131 (19.8%), while 209 (31.6%) had not noticed any symptom during the period covered by the study. Most common symptoms were rhinitis (38.3%), followed by cough Table 2 shows the proportion of those with anti-SARS-CoV-2 antibodies. There was no difference in IAR between males and females, while IAR was highest (40.0%) in the 15-17 years age group. The IAR was higher in the high school group (38.3% 43.4%, and 59.3% for pupils, teachers, and school staff, respectively) than in parents and siblings (11.4% and 10.2%, respectively) (P <0.001). Smoking was found to be associated with a lower risk of infection (7.2% versus 28.0% for smokers and non-smokers, respectively; P<0.001; OR = 0.20, 95%CI = 0.08-0.51), and this association remained significant after adjustment for age (OR = 0.23; 95% CI = 0.09 -0.59) or occupation (OR = 0.27; 95% CI = 0.10 -0.71).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 287,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Retrospective closed cohort study"
        },
        {
            "text": "There was no increase in IAR among those who had comorbidities, otherwise known to be associated with severe forms of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective closed cohort study"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retrospective closed cohort study"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.18.20071134 doi: medRxiv preprint Participants who had experienced major symptoms were more likely to be infected, compared to those who had had minor or no symptoms (37.8%, 26.0%, and 13.9%, respectively, P <0.001). Of all symptoms considered, two had high positive predictive value for SARS-CoV-2 infection: anosmia (50/59 = 84.7%) and ageusia (52/59 = 88.1%). For all those who had anosmia and ageusia and negative serological findings, the time between reported symptoms and blood sampling was longer than one month, so the negative serological finding is unlikely to reflect delayed seroconversion. dramatically after week 7, corresponding to the beginning of the school holidays, and again after local confinement measures were introduced in the Oise department. As can be seen on Figure 2B , the symptoms among those who were not infected suggest that other respiratory viruses were circulating in that community during the study period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 896,
                    "end": 905,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Of the 200 serum samples that were collected from two blood donation centres between 23 and 27 March, 6 (3.0%, 95%CI = 1.1.-6.4) had anti-SARS-CoV-2 antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seroprevalence investigation among blood donors"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seroprevalence investigation among blood donors"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "This is, to our knowledge, the first study estimating by antibody detection the IAR of SARS-CoV-2 infection in a community affected by COVID-19, and the fist description of a COVID-19 outbreak in a school. In this cluster, we estimated that the IAR was 25.9%, approximately 8 weeks after the most likely introduction of SARS-CoV-2 circulation in this community. The epidemic presumably started during the third week of January, continued until school closure for holidays on February 15, and declined further following the introduction of confinement measures on March 1, with few confirmed cases on week 13.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The IAR was highest among the high school staff, teachers and pupils, and much lower among the parents and siblings of pupils. The secondary IAR in households was similar among parents (11.4%) and siblings (10.2%), and was close to the 15% observed in a study from Shenzen, China. 8 In the context of the ongoing debates around the contribution of children and schools to viral transmission, these findings are of interest, and the impact of the school closure on the epidemic dynamic is particularly striking, with the limitation that these findings are restricted to high school setting only. High school pupils and their teachers had comparable IAR, similar to what was observed in Iceland when comparing the viral detection proportion between the 10-19 years old and adults in the targeted testing group. 9",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 282,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the infected study population, the overall hospitalisation rate was 5.3%, and no death was observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These relatively low figures need to be considered against the young age of a large part of the study population (40% were between 15 and 17 years of age; median age was 37 years; only two were older than 65 years). The current understanding of COVID-19 severity is that clinical presentation, hospitalisation rate and the CFR are lower among younger age groups. 3, 10, 11 The IAR was higher among those with major symptoms, compared to those with minor or no symptoms.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 365,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 366,
                    "end": 369,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 370,
                    "end": 372,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As documented before, anosmia and ageusia had high predictive values for COVID-19. 12, 13 While 17% of the infected had no symptoms during the study period, the true proportion of asymptomatic SARS-CoV-2 infections is likely higher since symptoms among those infected may also be attributable to the other respiratory viruses that were circulating in the community during that time period.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 87,
                    "end": 89,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Smokers had a lower IAR compared to non-smokers. The association remained after adjustment for age or occupation. Earlier studies in China and the U.S. have documented a low proportion of smokers among COVID-19 patients (6% of 191 hospitalised patients in Wuhan 14 , and 1% of 7162 patients in the U.S. 15 ). The protection associated with smoking in our study was very substantial (75% decrease in risk of infection), and deserves full attention. One possible explanation would be the downregulation of ACE2, the SARS-CoV-2 receptor 16 , by nicotine 17 . Such findings need replication, a solid understanding of the physiopathological process underlying it, and careful consideration in light of the increased risk . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 305,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.18.20071134 doi: medRxiv preprint of severe form of COVID-19 among smokers once infected 18 , and the long-term harmful consequences of smoking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The main limitation of the study is the relatively low participation rate among all those invited. It is difficult to speculate whether this has led to an overestimation (if those who felt well during the study period did not come) or an underestimation (if those who had PCR-confirmed COVID-19 diagnosis during the study period did not come) of the IAR. Nevertheless, the overall findings were consistent with the literature to date in terms of the overall age-standardised CFR, hospitalisation rate, predictive values of symptoms such as ageusia and anosmia, and the possible effect of school closure on respiratory viruses epidemic dynamics. 3, 9, 10 The clinical findings of our investigation were also limited by the fact that symptoms were retrospectively self-reported, in the absence of clinical evaluation, and that other respiratory viruses were presumably circulating at that time in the study population.",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 647,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 648,
                    "end": 650,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 651,
                    "end": 653,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The choice of serological test has been a challenge in the absence of validated assays. We selected three serological methods with high (>99%) specificity, so that a positive signal with any of the three tests would be considered as a true positive. 6 This, combined with the very high sensitivity of one of the three methods, the S-Flow assay, suggests that we were able to capture most if not all individuals with antibodies. A further concern relates to the antibody kinetics of SARS-CoV-2 infection. Most patients seroconvert within two weeks after onset of symptoms, but it is not clear whether time to seroconversion may be longer in patients with asymptomatic or subclinical infection. 5 In such case, our estimate of the IAR might be an underestimate of the true one. Still, with a lockdown in place more than four weeks before the blood sampling, we believe that time to seroconversion has been sufficient for the majority of infected individuals. One important knowledge gap remains the extent to which the antibodies detected in this study would be immunoprotective. In the absence of this knowledge, we suggest that barrier measures and social distancing continue to apply the same way for people with and without antibodies.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 251,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 693,
                    "end": 694,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We also found 3% of blood donors residing in the surrounding area to have evidence of anti-SARS-CoV-2 antibodies. While this proportion may seem low, despite circulation of the virus in the region, this fraction is likely to be lower than the true seroprevalence among adults in the region for a number of reasons. Blood donors tend to be more \"health conscious\"; they are not allowed to give blood if they have been ill in the month before; and tend to refrain from donating blood if a family member was recently ill. Nonetheless, tracking seropositivity in blood donors over time gives an indication of the trend in antibody dynamics in the general population, and for this reason, has been used effectively in previous epidemics, including pandemic H1N1 influenza 19 and Zika virus. 20 Repeated serologic testing for anti-SARS-COV-2 antibodies in blood donor populations needs to continue, in both affected and unaffected areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. Overall, the findings of this study have important implications for public health measures and outbreak investigations specific to COVID-19. The overall IAR of 25.9% in a community living within the epicentre of the epidemic in France, and the low prevalence of antibodies among blood donors in the vicinity suggest that herd immunity will not be established quickly. Other areas of France, where the virus has not circulated, remain immunologically naive to the virus. Since 17 March 2020, the French government has implemented public health measures to restrict movement of individuals outside their home. The findings of this study suggest that lifting these confinement measures may be long and complex. For this reason, effective therapeutics treatments and vaccines specific to SARS-CoV-2 are urgently needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. All authors critically reviewed and approved the final version of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "Sandrine Ropars, Nicole Corre-Catelin, Laurence Arowas, and Mamou Traore who participated in the organisation and the implementation of the field investigation. Finally, we would like to thank Fabrice Carrat and Dominique Costagliola for critical reading of the manuscript and for their useful comments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Supplementary Material Table 1 . Seropositivity according to symptom severity and serological assay performed on serum samples from 661 participants . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 30,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Material"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. Major symptoms included fever, cough, dyspnea, anosmia and ageusia; minor symptoms included sore throat, rhinitis, myalgia, diarrhea, headache and asthenia. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "In: World Health Organization/Newsroom [website]. Geneva: World Health Organization",
            "authors": [],
            "year": 2005,
            "venue": "Statement on the second meeting of the International Health Regulations",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "First cases of coronavirus disease 2019 (COVID-19) in France: surveillance, investigations and control measures",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bernard Stoecklin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rolland",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Silue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimates of the severity of coronavirus disease 2019: a model-based analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verity",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Okell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dorigatti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Virological assessment of hospitalized patients with COVID-2019",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wölfel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guggemos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2196-x"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe Acute Respiratory Syndrome Coronavirus 2-Specific Antibody Responses in Coronavirus Disease",
            "authors": [
                {
                    "first": "Nma",
                    "middle": [],
                    "last": "Okba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Patients. Emerg Infect Dis",
            "volume": "26",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS-CoV-2 serological analysis of COVID-19 hospitalized patients, pauci-symptomatic individuals and blood donors",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Grzelak",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Temmam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Planchais",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Antibody responses to SARS-CoV-2 in patients of novel coronavirus disease 2019",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiology and transmission of COVID-19 in Shenzhen China: analysis of 391 cases and 1,286 of their close contacts",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.03.20028423"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Spread of SARS-CoV-2 in the Icelandic Population",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Gudbjartsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helgason",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jonsson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2006100"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The First 7,755 Cases in the Republic of Korea",
            "authors": [],
            "year": 2020,
            "venue": "Korea Centers for Disease Control and Prevention. Coronavirus Disease",
            "volume": "19",
            "issn": "2",
            "pages": "85--90",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "CDC COVID-19 Response Team. Coronavirus Disease 2019 in Children -United States",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "69",
            "issn": "",
            "pages": "422--426",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6914e4"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Loss of smell and taste in combination with other symptoms is a strong predictor of COVID-19 infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Menni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Valdes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Freydin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.05.20048421"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Hyposmia and hypogeusia are discriminant features for the diagnosis of COVID-19 in patients with influenza-like illness",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bénézit",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Turnier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Declercq",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--62",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "CDC COVID-19 Response Team Preliminary Estimates of the Prevalence of Selected Underlying Health Conditions Among Patients with Coronavirus Disease 2019 -United States",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Structural basis for the recognition of SARS-CoV-2 by full-length human ACE2",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "",
            "pages": "1444--1452",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The study was funded by Institut Pasteur, CNRS, Université de Paris, Santé publique France, Labex IBEID (ANR-10-LABX-62-IBEID), REACTing, EU grant Recover, INCEPTION project (PIA/ANR-16-CONV-0005).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "4%), headache (30.9%), asthenia (29.6%), sore throat (26.8%), and fever (26.2%). Ten participants reported hospital admission in relation to the reported symptoms. Further investigation established no fatalities among the 1262 members of the high school population since the beginning of the study period. Of the 661 participants, 171 participants had anti-SARS-CoV-2 antibodies (see Supplementary material), giving an overall IAR of 25.9% (95% confidence interval (CI); 22.6-29.4), and an infection fatality rate (IFR) of 0% (one-sided 97.5% CI = 0 -2.1). Nine of the ten hospitalised were in the SARS-CoV-2 infected group, giving a hospitalisation rate of 5.3% (95% CI = 2.4 -9.8). The median age of hospitalised participants was higher compared to non-hospitalised in the SARS-CoV-2 infected group (49.0 versus 17.7 years, respectively; P = 0.04). Among the 171 participants with confirmed SARS-CoV-2 infection, the proportions of those with major, minor or no symptoms were 70.8% (95% CI = 63.3-77.5), 12.3% (95% CI = 7.8-18.2), and 17.0% (95% CI = 11.2 -23.4), respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "displays the epidemic curve by week of onset of symptoms, serological status, and presence of major or minor symptoms. Among those with confirmed infection, the number of new cases dropped",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "CD, LK managed the collection of data on-site. NJ, SFP, MNU oversaw the adherence of the study to the regulatory requirements. LT, CB oversaw the collection of the data and maintained the database. ME, OS, SVDW, CD, LG, ST and TB developed the serological testing. ST, KYC, BC, SM, IS, LG performed the serological analyses LT, YM performed the statistical analyses. RG, AF and BH drafted the first versions of the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Flowchart of enrolment of participants Timeline of symptom onset among (A) 142 symptomatic individuals who were seropositive for anti-SARS-CoV-2 antibodies and (B) 310 symptomatic individuals who were seronegative for anti-SARS-CoV-2 antibodies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Flowchart of recent symptoms not reported. Symptomatic/ asymptomatic status unable to be determined 345 parents and siblings of students .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Timeline of symptom onset among (A) 142 symptomatic individuals who were seropositive for anti-SARS-CoV-2 antibodies and (B) 310 symptomatic individuals who were seronegative for anti-SARS-CoV-2 antibodies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Timeline of symptom onset among (A) 142 symptomatic individuals who were seropositive for anti-SARS-CoV-2 antibodies and (B) 310 symptomatic individuals who were seronegative for anti-SARS-CoV-2 antibodies. Major symptoms included fever, cough, dyspnea, anosmia and ageusia; minor symptoms included sore throat, rhinitis, myalgia, diarrahea, headache, asthenia.",
            "latex": null,
            "type": "figure"
        },
        "TABREF4": {
            "text": "Table 1. Characteristics of the 661 participants of the SARS-CoV-2 seroepidemiological investigation conducted in Oise, northern France from 30 March to 4 April 2020 Proportion of participants with anti-SARS-CoV-2 antibodies",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 1. Characteristics of the 661 participants of the SARS-CoV-2 seroepidemiological investigation conducted in Oise, northern France from 30 March to 4 April 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Proportion of participants with anti-SARS-CoV-2 antibodies",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": ". https://doi.org/10.1101/2020.04.18.20071134 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": ". https://doi.org/10.1101/2020.04.18.20071134 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": ". https://doi.org/10.1101/2020.04.18.20071134 doi: medRxiv preprint Supplementary Material Table 1. Seropositivity according to symptom severity and serological assay performed on serum samples from 661 participants",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank the Directorate General for Health for facilitating the initiation of the study, Santé publique France for linking with their investigation team, the Agence Régionale de Santé des Hauts de France and the Academia of Amiens for their continuous support throughout the realization of the study. We would also like to thank Nathalie De Parseval, Claire Dugast, Valentine Garaud, Soazic Gardais, Caroline Jannet, Fanny Monboisse, Isabelle Porteret, Hantaniaina Rafanoson,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}