{
    "paper_id": "7bd0c96ad4fd4b6374a7052f9564aff953058601",
    "metadata": {
        "title": "Modeling the COVID-19 pandemic -parameter identifica- tion and reliability of predictions",
        "authors": [
            {
                "first": "Klaus",
                "middle": [],
                "last": "Hackl",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ruhr-Universität Bochum",
                    "location": {
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this paper, we try to identify the parameters for two elementary epidemic models, the so-called SI-and SIS-models, via non-linear regression using data of the COVID-19 pandemic. This is done based on the data for the number of daily infections. Studying the history of predictions made, we attempt to estimate their reliability concerning the future course of the epidemic. We validate this procedure using data for the case numbers in China and South Korea. Then we apply it in order to find predictions for Germany, Italy and the United States. The results are encouraging, but no final judgment on the validity of the procedure can yet be made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In most countries, social distancing measures are in effect now in order to fight the COVID-19 pandemic. Considering the serious effects of these measures on the affected societies and the ensuing political discussions on their intensity and duration, it would be highly desirable to be able to make modeling based predictions on the future timeline of the epidemic, as long as the measures are upheld. Of course, many attempts are made in this direction. However, most of them require very detailed data that are laborious and time-consuming to generate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this work, we try to study the possibility to base predictions on data sets readily available, namely the number of reported infections. We are aware, that these numbers depend strongly on the intensity of testing done in the various countries and the reliability of the reported numbers. In this work we presume that there is a factor, country-specific, but constant in time, between the reported and the actual number of cases. If this assumption were valid, the total number of infected individuals would be off by this very factor. However, other parameters, like the point in time when the peak in the numbers of daily infections would occur, or the following rate of decay of these numbers, would not be affected. This is an updated version of the preprint [2] . The following changes have been made:",
            "cite_spans": [
                {
                    "start": 766,
                    "end": 769,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We use now the the number of daily infections averaged over seven days. This eliminates the observed effects of periodic delays in reporting of cases and leads to much more regular data, thus that local minimization can be used for parameter identification. We abandoned the use of accumulated cases as done in [2] , since these data proved very insensitive to variation of the model parameters.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It turned out, that often the decrease in the number of daily infections after the peak is slower than the increase observed before. This effect can be captured nicely by extending the SI-model employed in [2] to the so-called SIS-model. This also allows a preliminary judgment of the effectiveness of the social distancing measures taken.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since a prominent decrease in the number of daily infections can be observed in some countries now, we can use these data to perform a post-analysis of the reliability of the predictions made based on the procedure presented in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Finally, we would like to stress, that we intend this work to be the starting point of a discussion and maybe further research. By no means, having a background in engineering and not in virology or epidemiology, we are claiming any medical expertise. The paper should be rather seen as a general exercise in modeling and interpretation of data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our aim is to model a situation where social distancing measures are in effect, as currently is the case in most countries. This means, that only a small portion of the population is affected, which is well but not completely isolated from the rest. As starting point, we refer to the SIS-compartmental model, see [5] , compare also the SIR-compartmental model, [4] . It is defined by the differential equationṡ S = −αSI + ωS,İ = αSI − ωI.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "An elementary model"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An elementary model"
        },
        {
            "text": "Here I(t) is the number of individuals in the infectious population and S(t) denotes the number of individuals in the susceptible population, in our case those who can get infected because they are not protected by social distancing. The parameter α is related to the effective reproduction number by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An elementary model"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An elementary model"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 11, 2020. . https://doi.org/10.1101/2020.04. 07.20056937 doi: medRxiv preprint where N is the initially susceptible population and T inf is the time period during which an individual is infectious. For Sars-Cov-2, no definite value for T inf has yet been reported. The parameter ω defined in our case the rate of exchange of individuals between the contained part of the population and the rest. Hence, it can be considered a measure of the effectiveness of the social distancing.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 143,
                    "text": "07.20056937 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "An elementary model"
        },
        {
            "text": "The system of ordinary differential equations given by Eqs. (1) possesses the closed form solution S(t) = a e bt 0 e bt 0 + e bt + c,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An elementary model"
        },
        {
            "text": "Note that parameter a does not correspond to a in [2] . Obviously, we have",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 53,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "An elementary model"
        },
        {
            "text": "The instant given by t 0 marks in some sense the peak of the epidemic, defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An elementary model"
        },
        {
            "text": "We have the initial conditions",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An elementary model"
        },
        {
            "text": "and the limiting values",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An elementary model"
        },
        {
            "text": "For the purpose of parameter identification, we need the cumulative number of infected individuals I c , defined asİ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An elementary model"
        },
        {
            "text": "Substitution of Eqs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An elementary model"
        },
        {
            "text": "(3) and (4) into Eq. (9) giveṡ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An elementary model"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An elementary model"
        },
        {
            "text": "3 Parameter identification",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An elementary model"
        },
        {
            "text": "We determine the three parameters of our model via non-linear regression. The data taken from the worldometer web page, [1], which essentially uses the data from the Johns . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An elementary model"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 11, 2020. . https://doi.org/10.1101/2020.04.07.20056937 doi: medRxiv preprint Hopkins University Center for Systems Science and Engineering (JHU CCSE). For the parameter identification done in this paper, we have used the available data up to including Apr. 20, 2020. The data are provided in form of lists {(t 1 , I 1 ), . . . , (t N data , I N data )} for the total number of infections up to day t i , and {(t 1 , ∆I 1 ), . . . , (t N data , ∆I N data )} for the number of daily infections. Time is measured in days, starting on Jan. 1, 2020. Hence, t = 1 d corresponds to Jan. 1, t = 32 d to Feb. 1, t = 61 d to Mar. 1, 2020, and so on. Obviously, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In [2] we employed the number of total infections as well for parameter identification. However, we noticed that this leads to rather ill-conditioned problems giving results with little predictive power. So we did not pursue this approach anymore.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 6,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In order to achieve stable parameter identification, we use 7-day averages of the data, eliminating periodic oscillations caused by delays in data reporting. The n-day average is given as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "for n odd. As an example, we show the result of this procedure for the data concerning South Korea and Germany in Fig. 1 . Note that the lists of averaged data are shorter by three days at their beginning and end. The model function corresponding to the averaged data over an interval ∆t is given bẏ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 120,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In order to identify the model parameters, let us define the error e 7d (a, b, c, t 0 ) with respect . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 11, 2020. . https://doi.org/10.1101/2020.04.07.20056937 doi: medRxiv preprint to 7-day averages of daily cases by e 7d (a, b, c, t 0 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 197,
                    "text": "(a, b, c, t 0",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "the data norm",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "and the relative error",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Finally, we find the parameters a, b, c, t 0 by minimizing the errors. However, it turns out, that the determination of parameter c is rather ill-posed during stages of the epidemic, when the number of daily infections is still on the rise. This effect often leads to overly pessimistic predictions. Our solution to this problem is to reduce the SIS-model to the so-called SI-model during this stage, setting c = 0. Thus, we are performing two minimization procedures:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Minimization is done using the computer algebra system Mathematica, [3]. For our purposes, the local minimization algorithm given by the FindMinimum function, which uses a version of an Newton-Raphson procedure, works fine. Attention has to be given, though, to choosing appropriate initial values for the parameters in order to achieve convergence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Both parameter identification procedures given in Eqs. (18) and (19) are performed every time. Then the parameter set {a 1 , b 1 , c 1 , t 1 0 } will be preferred over {a 0 , b 0 , t 0 0 } as soon as it returns a significantly smaller error defined as e 7d (a 1 , b 1 , c 1 , t 1 0 ) <",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In Figs. 2 to 6, the 7-day averages of the numbers of daily cases (left) and the non-averaged numbers of total cases (right) are plotted versus time in days. The corresponding data are shown in blue color.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In Fig. 2 and Fig. 3 the data for China and South Korea are displayed. Both countries can be considered to be in a late stage of the epidemic and the data are matched well by the model. In Figs. 4, 5 and 6, the corresponding graphs are plotted for Germany, Italy . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 14,
                    "end": 20,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 11, 2020. . https://doi.org/10.1101/2020.04.07.20056937 doi: medRxiv preprint and the United States. These countries can be considered to be in earlier stages of the epidemic. In these cases, the modeling agrees very well with the data, too. Interestingly, a prominent decline in daily cases is predicted for Germany, while for Italy and the United States, the daily cases are predicted to remain at a high level. However, we would rather argue, that this means, that a reliable prediction is not possible from the data at this stage. a,b,c,t 0 (t) (magenta) versus data ∆I 7d i (blue), right: total cases (I cum a,b,c,t 0 (t) (magenta) versus data I i (blue). Figure 4 : Germany, left: 7-day average of daily cases,İ cum,7d a,b,c,t 0 (t) (magenta) versus data ∆I 7d i (blue), right: total cases (I cum a,b,c,t 0 (t) (magenta) versus data I i (blue).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 726,
                    "end": 734,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 11, 2020. . https://doi.org/10.1101/2020.04.07.20056937 doi: medRxiv preprint Some key data provided by the model are given in Table 1 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 199,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Let us attempt a post-analysis here. In Figs. 7, 9, 11, 13, and 15 , we show the development of the identified model parameters a, b, c, t 0 over time. And in Figs. 8, 10, 12, 14 , and . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 66,
                    "text": "Figs. 7, 9, 11, 13, and 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 159,
                    "end": 178,
                    "text": "Figs. 8, 10, 12, 14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Reliability of predictions"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 11, 2020. . https://doi.org/10.1101/2020.04.07.20056937 doi: medRxiv preprint 16, the model results obtained at several instances in time a displayed versus the 7-day averaged numbers of daily infections. Black dots indicate the specific instances in time. Hence, the available data have been employed up to this point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "For China (Figs. 7, 8) , it can be seen that the model parameters remain constant after t = 56d. This coincides with the point where the model starts to agree with the data. Before this instance, the number of infections is either under-or overestimated. Unfortunately, we have to state low predictivity here.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 10,
                    "end": 22,
                    "text": "(Figs. 7, 8)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "For South Korea (Figs. 9, 10) , the model parameters vary only a little after t = 78d. Once again, this coincides with the point where the model starts to agree with the data. However, in comparison to China, this instant is reached earlier in time, though in the declining phase of the epidemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 29,
                    "text": "(Figs. 9, 10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "For Germany (Figs. 11, 12) , we have converged parameters past t = 95d. We can see, that we have reliable predictions shortly after the peak in the number of daily infections. The predictions are on the optimistic side with respect to the total duration of the epidemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 26,
                    "text": "(Figs. 11, 12)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "An interesting development of the predictions can be observed for Italy (Figs. 13, 14) . At first, the parameters behave similarly as in the case of Germany and the predictions appear to converge. Then, however, the parameter c jumps suddenly to a finite value, because the number of daily infections declines slower than expected. At the moment, it can not be said at which level this number will stabilize.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 86,
                    "text": "(Figs. 13, 14)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "For the United States (Figs. 15, 16) , the parameter c fluctuates between zero and a finite value, indicating a very dynamic course of the epidemic. No reliable predictions can be made yet.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 36,
                    "text": "(Figs. 15, 16)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 11, 2020. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 11, 2020. . https://doi.org/10.1101/2020.04.07.20056937 doi: medRxiv preprint . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 11, 2020. . https://doi.org/10.1101/2020.04.07.20056937 doi: medRxiv preprint . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 11, 2020. . https://doi.org/10.1101/2020.04.07.20056937 doi: medRxiv preprint . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 11, 2020. . https://doi.org/10.1101/2020.04.07.20056937 doi: medRxiv preprint . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 11, 2020. . https://doi.org/10.1101/2020.04.07.20056937 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "We have identified the parameters in an elementary epidemic model via non-linear regression using data of the covid-19 pandemic. Furthermore, we have attempted to get an insight into the reliability of predictions based on this procedure by observing the timeline of the parameters calculated",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "However, reliable predictions seem to be possible after the peak of the number of daily infections has already been reached. For earlier predictions, a better understanding of the internal mechanisms of the epidemic is probably required. This has to go along with the availability of more detailed data than just the plain numbers of daily infections",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Modeling the covid-19 pandemic -parameter identification and reliability of predictions. medRxiv",
            "authors": [
                {
                    "first": "Klaus",
                    "middle": [],
                    "last": "Hackl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "William Ogilvy Kermack",
                    "suffix": ""
                },
                {
                    "first": "Gilbert",
                    "middle": [
                        "Thomas"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proceedings of the Royal Society of London. Series A, Containing Papers of a Mathematical and Physical Character",
            "volume": "115",
            "issn": "772",
            "pages": "700--721",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Daily cases ∆I i in black and 7-day averages ∆I 7d i in red, South Korea left, Germany right.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "China, left: 7-day average of daily cases,İ cum,7d a,b,c,t 0 (t) (magenta) versus data ∆I 7d i (blue), right: total cases (I cum a,b,c,t 0 (t) (magenta) versus data I i (blue).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "South Korea, left: 7-day average of daily cases,İ cum,7d",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Italy, left: 7-day average of daily cases,İ cum,7d a,b,c,t 0 (t) (magenta) versus data ∆I 7d i (blue), right: total cases (I cum a,b,c,t 0 (t) (magenta) versus data I i (blue).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "United States, left: 7-day average of daily cases,İ cum,7d a,b,c,t 0 (t) (magenta) versus data ∆I 7d i (blue), right: total cases (I cum a,b,c,t 0 (t) (magenta) versus data I i (blue).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "China, model parameters a (upper left), b (upper right), c (lower left), t 0 (lower right) versus time in days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "China, timeline of predictions of daily infections, 7-day averaged data in black,model predictions in red, black dots mark the point in time up to which data have been used.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "South Korea, model parameters a (upper left), b (upper right), c (lower left), t 0 (lower right) versus time in days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "South Korea, timeline of predictions of daily infections, 7-day averaged data in black,model predictions in red, black dots mark the point in time up to which data have been used.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Germany, model parameters a (upper left), b (upper right), c (lower left), t 0 (lower right) versus time in days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Germany, timeline of predictions of daily infections, 7-day averaged data in black,model predictions in red, black dots mark the point in time up to which data have been used.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Italy, model parameters a (upper left), b (upper right), c (lower left), t 0 (lower right) versus time in days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Italy, timeline of predictions of daily infections, 7-day averaged data in black,model predictions in red, black dots mark the point in time up to which data have been used.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "United States, model parameters a (upper left), b (upper right), c (lower left), t 0 (lower right) versus time in days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "United States, timeline of predictions of daily infections, 7-day averaged data in black,model predictions in red, black dots mark the point in time up to which data have been used.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "values of key parameters on Apr. 20, 2020",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}