{
    "paper_id": "927e13cfac1cb13f94931a95866127f92b663de8",
    "metadata": {
        "title": "Title Page Title: The Approved Dose of Ivermectin Alone is not the Ideal Dose for the Treatment of COVID-19",
        "authors": [
            {
                "first": "Virginia",
                "middle": [
                    "D"
                ],
                "last": "Schmith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nuventra Pharma Sciences",
                    "location": {
                        "addrLine": "Suite 200, 2525 Meridian Parkway, Suite 200, Durham, 919-260",
                        "postCode": "2525, 27713, 27713, 7870",
                        "settlement": "Meridian Parkway, Durham",
                        "region": "NC, NC",
                        "country": "USA"
                    }
                },
                "email": "gschmith@nuventra.com"
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nuventra Pharma Sciences",
                    "location": {
                        "addrLine": "Suite 200, 2525 Meridian Parkway, Suite 200, Durham, 919-260",
                        "postCode": "2525, 27713, 27713, 7870",
                        "settlement": "Meridian Parkway, Durham",
                        "region": "NC, NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jessie",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nuventra Pharma Sciences",
                    "location": {
                        "addrLine": "Suite 200, 2525 Meridian Parkway, Suite 200, Durham, 919-260",
                        "postCode": "2525, 27713, 27713, 7870",
                        "settlement": "Meridian Parkway, Durham",
                        "region": "NC, NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "L"
                ],
                "last": "Lohmer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nuventra Pharma Sciences",
                    "location": {
                        "addrLine": "Suite 200, 2525 Meridian Parkway, Suite 200, Durham, 919-260",
                        "postCode": "2525, 27713, 27713, 7870",
                        "settlement": "Meridian Parkway, Durham",
                        "region": "NC, NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Virginia",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nuventra Pharma Sciences",
                    "location": {
                        "addrLine": "Suite 200, 2525 Meridian Parkway, Suite 200, Durham, 919-260",
                        "postCode": "2525, 27713, 27713, 7870",
                        "settlement": "Meridian Parkway, Durham",
                        "region": "NC, NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ginny",
                "middle": [],
                "last": "Schmith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nuventra Pharma Sciences",
                    "location": {
                        "addrLine": "Suite 200, 2525 Meridian Parkway, Suite 200, Durham, 919-260",
                        "postCode": "2525, 27713, 27713, 7870",
                        "settlement": "Meridian Parkway, Durham",
                        "region": "NC, NC",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: Caly, Druce (1) reported that ivermectin inhibited SARS-CoV-2 in vitro for up to 48 h using ivermectin at 5µM. The concentration resulting in 50% inhibition (IC50, 2 µM) was >35x higher than the maximum plasma concentration (Cmax) after oral administration of the approved dose of ivermectin when given fasted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Method: Simulations were conducted using an available population pharmacokinetic model to predict total (bound and unbound) and unbound plasma concentration-time profiles after a . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) single and repeat fasted administration of the approved dose of ivermectin (200 µg/kg), 60 mg, and 120 mg. Plasma total Cmax was determined and then multiplied by the lung:plasma ratio reported in cattle to predict the lung Cmax after administration of each single dose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Plasma ivermectin concentrations of total (bound and unbound) and unbound concentrations do not reach the IC50, even for a dose level 10x higher than the approved dose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Even with higher exposure in lungs than plasma, ivermectin is unlikely to reach the IC50 in lungs after single oral administration of the approved dose (predicted lung: 0.0857 µM) or at doses 10x higher that the approved dose administered orally (predicted lung: 0.817 µM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The likelihood of a successful clinical trial using the approved dose of ivermectin is low. Combination therapy should be evaluated in vitro. Re-purposing drugs for use in COVID-19 treatment is an ideal strategy but is only feasible when product safety has been established and experiments of re-purposed drugs are conducted at clinically relevant concentrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Recently, an article by Caly, Druce (1) reported that ivermectin inhibited SARS-CoV-2 in vitro causing a ~5000-fold reduction in viral RNA at 48 h with ivermectin at 5 µM. The concentration resulting in 50% inhibition (IC50) of 2 µM (1750 ng/mL) is >35x higher than the maximum plasma concentration (Cmax) of 0.05 µM (46.6 ng/mL (2)) after oral . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 39,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 26, 2020. . https://doi.org/10.1101/2020.04.21.20073262 doi: medRxiv preprint administration of the approved dose (∼200 µg/kg). Since ivermectin has high protein binding (93%, (3) ), the IC50 is orders of magnitude higher than the unbound plasma Cmax after approved doses of ivermectin (0.0035 µM; 3.26 ng/mL).",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "(3)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In order to understand how in vitro SARS-CoV-2 inhibition by ivermectin translates to humans, one must first evaluate these concentrations compared to predicted lung concentrations in humans after oral administration of ivermectin. Ivermectin reaching the lung after oral dosing is likely related to the unbound concentrations in plasma, the lipophilicity, and any transporters that may help maintain tissue distribution. While ivermectin concentrations in lung tissue cannot be measured in humans, ivermectin lung exposure was reported to be 2.7x higher than total plasma exposure in cattle after a single dose (4). Even with higher concentrations in lung, ivermectin is unlikely to reach the IC50 after oral administration of the approved dose in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Unlike the narrow therapeutic index for hydroxychloroquine and chloroquine, ivermectin has a wider safety margin (2) . The safety of higher doses of ivermectin has been evaluated in a Phase 3 study, where 200-400 µg/kg doses were studied in patients with Dengue fever (5, 6) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "(5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 272,
                    "end": 274,
                    "text": "6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Even higher doses (up to 10x higher than approved doses) were studied in a small Phase 1 trial (7). This trial showed that ivermectin administered orally in the fasted state was well tolerated both after a single 120 mg dose (10x higher than approved dose) and after 60 mg three times weekly (every 72 hours). Adverse experiences were similar between ivermectin and placebo and did not increase with dose. All dosing regimens had a mydriatic effect (the primary safety endpoint based on results from toxicology studies) similar to placebo. It is important to note that while this study evaluated common adverse events, the presence or . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 26, 2020. . https://doi.org/10.1101/2020.04.21.20073262 doi: medRxiv preprint incidence of rare adverse events at these high doses are unknown, given the small number of subjects studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The overall objective of this analysis was to evaluate what doses in humans would be predicted to result in lung concentrations reaching the IC50 in the lungs to help in designing a successful clinical trial with ivermectin in the treatment of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "A population pharmacokinetic model for ivermectin reported by Duthaler, Suenderhauf (8) was used in the simulations. This model was a two-compartment model with a transit absorption model, first-order elimination, and weight as a covariate on central volume of distribution and clearance. This model was developed from healthy subjects receiving a single ivermectin dose of 12 mg in the fed state.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "Simulations (n=100) were performed using NONMEM version 7.4 (ICON). Total (bound and unbound) plasma concentration-time profiles were simulated to predict exposure for the approved dose of ivermectin (200 µg/kg, in 3 mg increments) and 120 mg (studied by Guzzo, Furtek (7) as single doses). Since ivermectin concentrations remained steady in cattle lungs for 8 days and then declined over an additional 30 days after a single subcutaneous dose (4), additional simulations were conducted to predict plasma concentrations with weekly dosing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "In addition, 60 mg administered three times weekly was simulated (every 72 hours), given this dose was studied in healthy subjects by Guzzo, Furtek (7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "Body weights were sampled from Center for Disease Control weight chart assuming 20 year old adults, with male:female ratio being 1:1 (9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 26, 2020. Because the population pharmacokinetic model was built based on subjects who received ivermectin with a high-fat breakfast, bioavailability is increased by 2.57-fold increase in fed state with no change in Tmax (7), and ivermectin should be taken on an empty stomach with water (2), all plasma concentration-time data were divided by the geometric least squares mean ratio fed:fasted (2.57) to predict concentrations when ivermectin is administered in the fasted state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Unbound plasma concentration-time data were predicted by multiplying the total concentration by the unbound fraction (0.068).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The Cmax values for total plasma concentration were determined and multiplied by the lung:plasma ratio (2.67:1) in cattle reported by Lifschitz, Virkel (4) at each single dose to derive the Cmax values for total lung concentrations. The lung:plasma ratio after repeat dosing could not be determined without further modeling of the data from cattle. Some accumulation is expected in lung (but not plasma) with weekly or 3x weekly administration, but needs further investigation with more experimental data. A ball-park accumulation ratio (AR) in lung was calculated using Equation 1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Where ke is the estimated elimination rate constant from the cattle lung concentration-time profile presented by Lifschitz, Virkel (4) and tau is the dosing interval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Plasma ivermectin concentrations of total (bound and unbound) and unbound concentrations do not reach the IC50 reported by Caly, Druce (1), even for dose level 10x higher than the . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 26, 2020. . https://doi.org/10.1101/2020.04.21.20073262 doi: medRxiv preprint approved dose, or after repeat dosing ( Figure 1 ). Plasma exposures did not increase substantially after repeat dosing, with very limited ivermectin accumulation in plasma after 3 times weekly or weekly dosing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Even with higher exposure in the lung, ivermectin is unlikely to reach the IC50 of 2 µM in the lung after single oral administration of the approved dose (predicted lung concentration: 0.0857 µM) or at doses 10x higher that the approved dose administered orally (predicted lung concentration: 0.817 µM) ( Table 1) . Currently there is no lung tissue disposition data available after repeated dosing, but the IC50 would not be reached in lungs unless there was >25-fold accumulation in lungs with ivermectin at the approved dose administered weekly, >2.5-fold for 120 mg administered once weekly, or >5-fold after ivermectin 60 mg every 72 hours. If the approved dose was administered three times weekly, the ball-park accumulation ratio in lung tissue is 2.20, which would result in lung concentrations that are 1/10 th of the IC50. If the approved dose was administered daily, the ball-park accumulation ratio in lung tissue is 5.35, which would result in lung concentrations that are 1/4 th of the IC50.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 313,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The in vitro studies showing that ivermectin inhibited SARS-CoV-2 (1) were conducted at concentrations that were substantially higher than predicted plasma and lung concentrations in humans receiving the approved dose of ivermectin. Therefore, the likelihood of a successful clinical trial using the approved dose of ivermectin is low. If a clinical trial is conducted, a well-controlled dose-response study should be considered and the feasibility of ivermectin as an inhaled treatment should be evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A first step would be to repeat the in vitro study reported by Caly, Druce (1) with other compounds that could theoretically potentiate ivermectin's inhibition of SARS-COV-2 to . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 26, 2020. . https://doi.org/10.1101/2020.04.21.20073262 doi: medRxiv preprint identify whether a concentration of 0.1 µM (rather than 5 µM) could inhibit SARS-COV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Re-purposing drugs for use in the treatment of COVID-19 is an ideal strategy but is only feasible if the safety of the product use has been established at the dose levels that produce efficacy. Therefore, in vitro experiments of re-purposed drugs should be conducted at clinically relevant concentrations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "As soon as the in vitro findings were published, clinicians all over the world were using ivermectin off-label. Patel et al. reported this week through an observational registry-based study from 169 hospitals across the world that ivermectin 150 µg/kg administered to 52 patients after institution of mechanical ventilation showed a potential decrease in hospital stay length and survival benefit compared to 1918 conventionally-treated patients (10) . It is noted that these results did not account for co-morbidities that might account for these differences. Nevertheless, if ivermectin did contribute to these clinical findings, it would suggest that the in vitro findings by Caly, Druce (1) do not correlate with the very small amounts of the drug at the site of action in humans, concentrations of drug do not need to reach the IC50 for clinical benefit, distribution into the lungs of humans is greater than in cattle, or that accumulation in lung tissue is much greater (>25-fold) than expected after repeat dosing.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 450,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "If a clinical study is conducted with ivermectin, it would be important to conduct a wellcontrolled clinical dose-response study with ivermectin at a low dose (the approved dose, with lower likelihood of success) and at a higher dose relative to placebo in patients with COVID-19. The ideal higher dose of ivermectin has not been established. Ivermectin doses up to 120 mg have only been administered to a small number of subjects (7) . After daily dosing of the ivermectin 200 µg/kg, lung concentrations are predicted to be around 1/4 th of . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 434,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 26, 2020. . https://doi.org/10.1101/2020.04.21.20073262 doi: medRxiv preprint the IC50. Daily dosing of ivermectin at the approved dose for longer periods (e.g., 14 days) have only been studied in small studies for serious infections where an unapproved subcutaneous formulation was used (11) . Therefore, if higher doses are studied weekly, if the approved dose is studied daily, or a parenteral formulation is used, subjects will need to be monitored closely. In addition, the study would need to control for factors affecting variability in the exposure to ivermectin including administering the dose in the fasted state and excluding P-glycoprotein and CYP3A4 inhibitors (2).",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Lastly, a potential longer-term solution would be to consider whether inhaled treatment with ivermectin is feasible. Inhaled treatment would allow for higher concentrations at the site of action while limiting the systemic exposure but may require further study of the safety and tolerability in animals prior to human exposure. Only one nonclinical study has been published on inhaled ivermectin, in which the no-observed-adverse-effect level (NOAEL) after 28 days of inhaled ivermectin was identified to be 380 mg/m 3 (12) , and no studies using the inhaled route of administration have been identified in humans. Of key importance is determining whether ivermectin has general properties that would allow inhalation, with no local tolerability issues. Experts must, therefore, evaluate whether ivermectin possesses the ideal properties for inhalation, and whether inhalation of ivermectin poses any theoretical risks that might limit this route of administration.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 524,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Overall, the results identified in the paper by Caly, Druce (1) create an opportunity for interdisciplinary collaboration in helping to understand the highest probability of success for ivermectin treatment, prior to exploration in clinical studies (or worse yet, off-label use by the general public) with a less-than-ideal dose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Highlights"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 26, 2020. . https://doi.org /10.1101 /10. /2020 What is the current knowledge on the topic?",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 101,
                    "text": "/10.1101",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 112,
                    "text": "/10. /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Caly, Druce (1) reported that ivermectin inhibited SARS-CoV-2 in vitro with an IC50 which was >35x higher than the Cmax after oral administration of the approved dose of ivermectin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "What ivermectin dose reaches the IC50 in lungs after oral administration in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What question did this study address?"
        },
        {
            "text": "Ivermectin is unlikely to reach the IC50 in lungs after oral administration of the approved dose or doses 10x higher than the approved doses as a single dose. The approved dose of ivermectin alone has a low probability of a success in the treatment of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What does this study add to our knowledge?"
        },
        {
            "text": "Re-purposing drugs for use in COVID-19 treatment is an ideal strategy but is only feasible when product safety has been established and experiments of re-purposed drugs are conducted at clinically relevant concentrations. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How might this change clinical pharmacology or translational science?"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 26, 2020. (Lifschitz et al., 2000) . CI = Confidence Interval . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 99,
                    "text": "(Lifschitz et al., 2000)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "How might this change clinical pharmacology or translational science?"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 26, 2020. . https://doi.org/10.1101/2020.04.21.20073262 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How might this change clinical pharmacology or translational science?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The FDA-approved Drug Ivermectin inhibits the replication of SARS-CoV-2 in vitro",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Caly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Druce",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Catton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wagstaff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Antivir Res Pre-proof",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "STROMECTOL® (ivermectin) tablets",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ivermectin binds avidly to plasma proteins",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Klotz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ogbuokiri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "Okonkwo",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "European journal of clinical pharmacology",
            "volume": "39",
            "issn": "",
            "pages": "607--615",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparative distribution of ivermectin and doramectin to parasite location tissues in cattle",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lifschitz",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Veterinary parasitology",
            "volume": "87",
            "issn": "",
            "pages": "327--365",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Efficacy and Safety of Ivermectin Against Dengue Infection",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Efficacy and Safety of Ivermectin against Dengue Infection: A Phase III, Randomized, Double-blind, Placebo-controlled Trial",
            "authors": [],
            "year": 2018,
            "venue": "The 34th Annual Meeting The Royal College of Physicians of Thailand",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Safety, tolerability, and pharmacokinetics of escalating high doses of ivermectin in healthy adult subjects",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Guzzo",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of clinical pharmacology",
            "volume": "42",
            "issn": "",
            "pages": "1122--1155",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Population pharmacokinetics of oral ivermectin in venous plasma and dried blood spots in healthy volunteers",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Duthaler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "British journal of clinical pharmacology",
            "volume": "85",
            "issn": "",
            "pages": "626--659",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "United States Growth Charts",
            "authors": [],
            "year": 2009,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ivermectin in COVID-19 Related Critical Illness",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Available at SSRN",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Parenteral administration of ivermectin in a patient with disseminated strongyloidiasis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Maclean",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fleckenstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Greenaway",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The American journal of tropical medicine and hygiene",
            "volume": "73",
            "issn": "",
            "pages": "911--915",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Study on the subacute inhalation toxicity of ivermectin TC in rats",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Chinese Journal of Comparative Medicine",
            "volume": "26",
            "issn": "",
            "pages": "70--74",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Acknowledgements:The authors would like to thank Anginelle Alabanza, MS, RAC, for her help reviewing and editing the manuscript.Author Contributions: GS wrote the manuscript and designed the research. JZ wrote the manuscript, performed the research, and analyzed the data. LL wrote the manuscript and analyzed the data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure Legend",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Total (Bound and Unbound) and Unbound Plasma Ivermectin Concentrations Over Time Relative to the IC50 After Approved Doses of Ivermectin (200 µg/kg) Administered Once Weekly (instead of as a Single Dose), and After Higher Doses Including 60 mg Every Three Days or 120 mg Once Weekly Red dashed line=IC50 reported by Caly et al. (2020), 2 µM (1750 ng/mL). Blue shaded area and line=total plasma drug concentration and its 95% confidence interval (CI); red shaded area and line=free plasma drug concentration and its 95% CI.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": ". https://doi.org/10.1101/2020.04.21.20073262 doi: medRxiv preprint Table 1 Predicted Maximum Total Plasma Concentrations and Lung Concentrations After Various Doses of Ivermectin Administered Fasted a Each Administered to 12 subjects (Guzzo et al., 2002) b Calculated based on reported lung: plasma ratio of 2.67 in cattle",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}