{
    "paper_id": "965a7252dea66a73d172d71f728df9aab9aa766d",
    "metadata": {
        "title": "Transport of respiratory droplets in a microclimatologic urban scenario. COVID-19. Transport of respiratory droplets in a microclimatologic urban scenario",
        "authors": [
            {
                "first": "Nicolás",
                "middle": [],
                "last": "Guerrero",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MSET Chile SpA. Concepción",
                    "location": {
                        "country": "Chile"
                    }
                },
                "email": ""
            },
            {
                "first": "José",
                "middle": [
                    "M"
                ],
                "last": "Brito",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MSET Chile SpA. Concepción",
                    "location": {
                        "country": "Chile"
                    }
                },
                "email": ""
            },
            {
                "first": "Pablo",
                "middle": [],
                "last": "Cornejo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MSET Chile SpA. Concepción",
                    "location": {
                        "country": "Chile"
                    }
                },
                "email": "pcornejo@mset.cl"
            }
        ]
    },
    "abstract": [
        {
            "text": "Although there are some recent studies which intent to address the spread of respiratory droplets through the air, these correspond to indoor conditions or outdoor situations which not take into account realistic scenario. Less attention has been paid to the spread of respiratory droplets in outdoor environments under microclimatologic turbulent wind and which is of growing importance given the current COVID-19 epidemic. We implement a computational model describing a sneezing person in an urban scenario under a medium intensity climatological wind. Turbulence was described with a wall-modeled Large Eddy Simulation model and the spread of respiratory droplets by using a lagrangian approach. Results show the spread of respiratory droplets is characterized by the dynamics of two groups of droplets of different sizes: larger droplets (400 -900 μm) are spread between 2-5 m during 2.3 s while smaller (100 -200 μm) droplets are transported a larger range between 8-11 m by the action of the turbulent wind in 14.1 s average. Given the uncertainty of potential contagion over this way and with this reach, these efforts are an intent to contribute to shine a light on the possibility of adopting stricter self-care and distancing measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "David Heymann, from the London School of Hygiene and Tropical Medicine, who was one of the leaders during the SARS outbreak and public health expert said a few weeks ago that the propagation of COVID-19 in open spaces was one of the important unknowns yet to be realised [1] .",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The world health organisation (WHO) has communicated recently that for COVID-19 there is no evidence strong enough to adopt measures against the aero-transported contagion. This is, by droplets in the air smaller than 5-10 μm as aerosol, exhaled during breathing or normal speech [2] , with exception of close-contact cases, as for care-takers and direct contact with infected persons at a close range (less than 1 meter). Its general recommendations, and thus from several governments and health agencies, is to keep a distance of at least 1 meter from persons who are coughing or sneezing [3] . The discussion about precautionary measures is indeed important, since it might affect the steps taken to order the free or restricted circulation of people in public places and to minimize contagion, including the use of masks, among others. Within the scientific community there is a lack of consensus, and some opinions are controverted. There have been detections of RNA material further apart from the closer radius, and there is a lack of experiments and systematic trials to determine this fact with more precision, for instance, to see if the amount of material found might account for an effective infectious potential [2, 4] .This takes the discussion further, meaning not only to the scientific community but also to politics and public policy, where precautionary measures can be essential. This study is a consequence of the analysis of scientific literature and news reported by WHO and scientific journals. As a team specialized on the modelling and simulation of fluid flow we could describe and predict some condition related with the spread of respiratory droplets in order to shine a light on one part of the discussion and collaborate to validate or question recommendations to adopt distancing and self-care measures.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 283,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1225,
                    "end": 1228,
                    "text": "[2,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1229,
                    "end": 1231,
                    "text": "4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.17.20064394 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The velocity of the exhaled flux of air during sneeze is much higher than in other processes as breathing or even coughing [6, 7] . A sneeze exhales more than a million droplets up to a distance of 3 meters. However, the concentration of droplets at 1 meter of distance from its source is reduced down to 0,001% [6] , which coincides with the mentioned distancing recommendations of the WHO [2] . Nevertheless, due to Stokes' drag, the smaller droplets (< 5-10 μm) stay suspended in the air for prolonged periods of time, situation that might eventually conduce to aero-transported transmission. [2, 6] . On the other hand, out of 75,465 cases of COVID-19 analysed in China, none of them was attributed directly to this mechanism [2, 5] . Specialists from China and the United Kingdom have said that the probability of contracting the virus this way is not completely negligible and that further studies are necessary [4] . The World Health Organisation has emitted an official statement about this situation [2] . However, it has been often misinterpreted by the media. That there is no aero-transported transmission does not mean that the virus transmitted over the air cannot be a carrier of the disease, for instance, in an urban microclimatologic scenario. From the literature and information, we have analysed, this fact has not been explored thoroughly.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "text": "[6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 127,
                    "end": 129,
                    "text": "7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 312,
                    "end": 315,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[2,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 600,
                    "end": 602,
                    "text": "6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "[2,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 734,
                    "end": 736,
                    "text": "5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1009,
                    "end": 1012,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Our predictive research was performed using a simulation of the dispersion of polydisperse droplets (multi-dimensional) exhaled during a sneeze in a microclimatologic urban scenario, using a model based on Computational Fluid Dynamics (CFD). Anthropometric variables like exposed oral and nasal area, as airflow, volume fraction and diameter distribution of droplets, and time of duration of sneeze under analysis were taken from the literature [6, 7, 10] . The microclimatologic scenario related to wind was defined according to [8, 9] and they represent a medium intensity including its attenuation respect to the difference between the average velocity magnitude measured in the periphery and the urban nucleus of cities. The turbulence of the microclimatologic wind was simulated using a wall-modeled Large Eddy Simulation. The dispersion of droplets and its interaction with the velocity field was described using a lagrangian approach. The diameter distribution was modeled by a Rosin-Rammler function. These are relevant technical steps towards realistic outdoor conditions. ",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 448,
                    "text": "[6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 449,
                    "end": 451,
                    "text": "7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 534,
                    "end": 536,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Simulations"
        },
        {
            "text": "Our results (see Figure 1 and on-line video 1 ) indicate that the effect of microclimate is very relevant over the propagation of droplets, where dispersion is enhanced by the turbulent wind.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 25,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In an urban sector under wind of moderate intensity, the respiratory droplets of bigger size (400-900 μm) and to which the capability of transmitting the disease because of the amount of Virus material they contain, are transported up to a distance of 5 meters. This happens in a short period of time (2.3 s) due to their higher momentum, while the smaller droplets (100-200 μm) can be transported to an even higher distance, reaching an average up to 11 meters in 14.1 s, referential distances are seen in the Figure 1 . This is several times over typical precautionary recommendations. In relation to the different analysed contexts, models and 1 https://youtu.be/Rb-xRGPHGPI . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 511,
                    "end": 519,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.17.20064394 doi: medRxiv preprint measurements performed until now, they include typically indoor conditions or outdoor environments without taking into account the action of turbulent wind [11, 12, 13] . Although these allow one to get an idea of the dynamics, they are different from a realistic outdoor condition, where human circulation tends to be more unconcerned or unaware with respect to its adverse effects, and might cause a faulty sense of safety.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "[11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Our results have allowed us to observe that in different urban zones, under standard microclimatologic conditions, the reach of particles exhaled by a sneezing person and available to be transported by the turbulent wind can be more than 3 times higher than the recommended precautionary distances suggested during the present COVID-19 pandemic. These results represent an everyday urban situation based on the simulated realistic scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Given the uncertainty of potential contagion over this way and with this reach, these efforts are an intent to contribute to shine a light on the possibility of adopting stricter self-care and distancing measures. Nevertheless, in order to determine the real contagion risk related to a certain range of particle diameter at the mentioned distances, infectiology studies have to be performed [3] . This might be difficult because they imply performing tests on living persons or other approaches that are beyond the direct focus of the present study.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 395,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Transport of respiratory droplets in a microclimatologic urban scenario. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "_________________________________________________________________________________"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.17.20064394 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "_________________________________________________________________________________"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Modes of transmission of virus causing COVID19: implications for IPC precaution recommendation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19) advice for the public",
            "authors": [],
            "year": null,
            "venue": "Coronavirus disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nature News: Is the coronavirus airborne? Experts can't agree",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Doi:10.1038/d41586-020-00974-w"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Air, surface environmental, and personal protective equipment contamination by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) from a symptomatic patient",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chia",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transient CFD simulation of the respiration process and inter-person exposure assessment",
            "authors": [
                {
                    "first": "Naiping",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Jianlei",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Building and Environment",
            "volume": "41",
            "issn": "9",
            "pages": "1214--1222",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterizations of particle size distribution of the droplets exhaled by sneeze",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Weng",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/royalsocietypublishing.org/doi/full/10.1098/rsif.2013.0560"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Urban-rural contrasts of meteorological parameters in Łódź",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fortuniak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kłysik",
                    "suffix": ""
                },
                {
                    "first": "&amp; J",
                    "middle": [],
                    "last": "Wibig",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Theoretical and Applied Climatology",
            "volume": "84",
            "issn": "",
            "pages": "91--101",
            "other_ids": {
                "DOI": [
                    "https:/link.springer.com/article/10.1007/s00704-005-0147-y#auth-3"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mapping of the global wind energy potential using open source GIS data",
            "authors": [
                {
                    "first": "Stefano",
                    "middle": [],
                    "last": "Grassi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Veronesi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fabio",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schenkel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Roland",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Peier",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Neukom",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jonatan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Volkwein",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stephan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hurni",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lorenz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "2nd International Conference on Energy and Environment (ICEE 2015): bringing together Engineering and Economics",
            "volume": "",
            "issn": "",
            "pages": "647--653",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Violent expiratory events: on coughing and sneezing",
            "authors": [
                {
                    "first": "Lydia",
                    "middle": [],
                    "last": "Bourouiba",
                    "suffix": ""
                },
                {
                    "first": "Eline",
                    "middle": [],
                    "last": "Dehandschoewercker",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [
                        "W M"
                    ],
                    "last": "Bush",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Fluid Mech",
            "volume": "745",
            "issn": "",
            "pages": "537--563",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Disease transmission via drops and bubbles",
            "authors": [
                {
                    "first": "Stephane",
                    "middle": [],
                    "last": "Poulainand",
                    "suffix": ""
                },
                {
                    "first": "Lydia",
                    "middle": [],
                    "last": "Bourouiba",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Physics Today",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1063/PT.3.4211"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Preliminary prediction of flow and particulate concentration produced from normal human cough dispersion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Badeau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Afshari",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Frazer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proceedings of the Second Joint 24th Annual Conference and the Annual Fall Meeting of the Biomedical Engineering Society",
            "volume": "1",
            "issn": "",
            "pages": "246--247",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effects of inflow turbulence intensity on flow and pollutant dispersion in an urban street canyon",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Baik",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Wind Engineering and Industrial Aerodynamics",
            "volume": "91",
            "issn": "3",
            "pages": "309--329",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Panel A shows the computational model of the considered urban scenario. The diameter distribution of droplets during the sneeze 0.33 s after model initialization (sneeze total time 1 s) is shown in panel B. Next panels show droplet propagation in the time interval [0.33 -11.8] s overlapped with contour plot of velocity magnitude of wind (Panel A), pathlines of wind colored by velocity magnitude in top view (Panel D) and pathlines of wind colored by velocity magnitude indicating the maximum reach.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Simulated condition: sneeze parameters and site condition.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Author acknowledges Claudio Brito (MSET) for his support on the document edition, Rodrigo Montes (INCAR) for sharing relevant references cited in this short manuscript and Braulio Gatica for his help during the postprocessing and video editing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}