{
    "paper_id": "998f142a88079c30551a5fa48900cb5122cd2707",
    "metadata": {
        "title": "A model for 2019-nCoV infection with treatment",
        "authors": [
            {
                "first": "Amar",
                "middle": [
                    "Nath"
                ],
                "last": "Chatterjee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "K.L.S. College",
                    "location": {
                        "settlement": "Nawada"
                    }
                },
                "email": ""
            },
            {
                "first": "Fahad",
                "middle": [],
                "last": "Al Basir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Asansol Girls' College",
                    "location": {
                        "addrLine": "Asansol-4",
                        "postCode": "Bebgal-713304",
                        "settlement": "West",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The current emergence of coronavirus (2019-nCoV or COVID-19) puts the world in threat. 2019-nCoV remains the outbreak of SARS-CoV 2002-2003. The structural research on the receptor recognition by SARS-CoV has identified the key interactions between SARS-CoV spike protein and its host receptor, also known as angiotensin converting enzyme 2 (ACE2). It controls both the cross-species and humanto-human transmissions of SARS-CoV. In this article, we have considered the infection dynamics of SARS-CoV-2 infection in the acute stage. Our aim is to propose and analyse a mathematical model for investigating the effect of CTL responses over the viral mutation to control the viral infection when a post-infection vaccine is administered at regular intervals. Dynamics of the system with and without impulses have been analysed using qualitative theory. Main findings are supported through numerical simulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A novel coronavirus named 2019-nCoV or COVID-19 by the World Health Organization (WHO) become pandemic since December 2019. The first infectious respiratory syndrome was recognised in Wuhan, Hubei province of China. Dedicated virologist identified and recognised the virus within a short time [3] . The COVID-19 or SARS-CoV-2 is a single standard RNA virus genome which is closely related to severe acute respiratory syndrome SARS-CoV [4] . The infection of COVID-19 is associated with a SARS-CoV like a disease with a fatality rate of 3.4% [5] . The World Health Organisation (WHO) have declared it as a public health emergency worldwide [2] .",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The common symptoms of COVID-19 are fever, fatigue, dry cough, myalgia. Also, some patients suffer from headaches, abdominal pain, diarrhea, nausea, and vomiting. In the acute phase of infection, the disease may lead to respiratory failure which leads to death also. From clinical observation, within 1-2 days after patient symptoms, the patient becomes morbid after 4-6 days and the infection may clear within 18 days [6] depending on the immune system. Thus appropriate quarantine measure for minimum two weeks is taken by the public health authorities for inhibiting community spread [1] .",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 422,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Zhou et al. [3] identified that the respiratory tract as principal infection site for COVID-19 infection. SARS-CoV-2 infects primary human airway epithelial cells. Angiotensic converting enzyme II (ACE2) receptor of epithelial cells plays an important role in cellular entry [3, 8] . It has been observed that ACE2 could be expressed in the oral cavity. ACE2 receptors are higher in tongue than buccal and gingival tissues. These findings imply that the mucosa of the oral cavity may be a potentially high-risk route of COVID-19 infection. Thus epithelial cells of the tongue are the major routes of entry for COVID-19. Zhou et al. [3] also reported that SARS-CoV-2 spikes S bind with ACE2 receptor of epithelial cells with high affinity. The bonding between S -spike of SARS-CoV-2 with ACE2 [8] , results from the fusion between the viral envelope and the target cell membrane and the epithelial cells become infected. The S protein plays a major role in the induction of protective immunity during the infection of SARS-CoV-2 by eliciting neutralization antibody and T cell responses [9] . S protein is not only capable of neutralizing antibody but it also contains several immunogenic T cell epitopes. Some of the epitopes found in either S1 or S2 domain. These proteins are useful for SARS-CoV-2 vaccine development [13] .",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 15,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 279,
                    "end": 281,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 792,
                    "end": 795,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1320,
                    "end": 1324,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We know that virus clearance after acute infection is associated with strong antibody responses. Antibody responses have the potential to control the infection [14] . Also, CTL responses help to resolve infection and virus persistence caused by weak CTL responses. Antibody responses against SARS-CoV-2 play an important role in preventing the viral entry process [9] . Hsueh et al. [4] found that antibodies block viral entry by binding to the S glycoprotein of SARS-CoV-2. To fight against the pathogen SARS-CoV-2, the body requires SARS-CoV-2 specific CD4 + T helper cells for developing this specific antibody [9] . Antibody-mediated immunity protection helps the anti-SARS-CoV serum to neutralize COVID 19 infection. Besides that, the role of T cell responses in COVID-19 infection is very much important. Cytotoxic T lymphocytes (CTLs) responses are important for recognizing and killing infected cells, particularly in the lungs [9] . But the kinetic of the CTL responses and antibody responses during SARS-CoV-2 infection is yet to be explored. Our study will focus on the role CTL and its possible implication on treatment and vaccine development. Vaccine that stimulates the CTL responses represents the best hope for control of COVID 19. Here we have modelled the situation where CTLs can effectively control the viral infection when the post infection vaccine is administered at regular intervals.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 364,
                    "end": 367,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 936,
                    "end": 939,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The dynamical model plays a pivotal role in describing the interaction among uninfected cells, free viruses, and immune responses. A fourdimensional dynamical model for a viral infection is proposed by Tang et al. [10] for MERS-CoV mediated by DPP4 receptors. Based on this, we propose the following novel four-dimensional dynamics model which describes the cell biological infection of SARS-CoV-2 with epithelial cells and the role of the ACE2 receptor.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We explained the dynamics in the acute infection stage. It has been observed that CTL proliferate and differentiate antibody production after they encounter antigen. Here we investigate the effect of CTL responses over the viral mutation to control viral infection when a post-infection vaccine is administered at regular intervals by mathematical perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To study the dynamics of vaccination, we use impulsive differential equations Perfect drug adherence and drug holidays which can make easy for the development of resistance. In recent years the effects of perfect adherence have been studied by using impulsive differential equations [11, 12, [16] [17] [18] [19] [20] . With the help of impulsive differential equations, the effect of maximal acceptable drug holidays and optimal dosage can be found more precisely [11, 20] .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 464,
                    "end": 468,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The article is organised as follows: The very next section contains the formulation of the impulsive mathematical model. Dynamics of the system without impulses has been provided in section 3. The system with impulses has been analysed in section 4. Numerical simulations, on the basis of the outcomes of section 3 and 4, have been included in section 5. Discussion in section 6 concludes the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this research article, we propose a five-dimensional mathematical model which describes the spread of the SARS-CoV-2 and the expression of ACE2 receptor of the epithelial cells and cellular response (CTL) against the pathogen as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "Here T (t) represent the concentration of susceptible cell, I(t) denote the concentration of infected cell, V (t) denote the concentration SARS-CoV-2 and C(t) denote the concentration of CTLs at time t. In this model, we consider E(t) which represents the concentration of ACE2 on the surface of uninfected cells, which can be recognized by surface spike (S) protein of SARS-CoV-2 [23] .",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 385,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "It is assumed that the susceptible cells are produced at a rate λ 1 from the precursor cells and die at a rate d T . The susceptible cells become infected a rate βE(t)V (t)T (t). The constant d I is the death rate of the infected cells. Infected cells are also cleared by the body's defensive CTLs at a rate p.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "The infected cells produce new viruses at the rate md I during their life, and d V is the death rate of new virions, where m is any positive integer. It is also assumed that ACE2 is produced from the surface of uninfected cells at the constant rate λ 2 and the ACE2 is destroyed, when free viruses try to infect uninfected cells, at the rate θβE(t)V (t)T (t) and is hydrolyzed at the rate d E E.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "CTL proliferation in the presence of infected cells can be described by αIC(1 − C Cmax ) which shows the antigen dependent proliferation. Here we consider the logistic growth of CTL where C max is called the maximum concentration of CTL and d c is its rate of decay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "We consider the perfect adherence behaviour of vaccination in SARS-CoV-2 infected patients at fixed vaccination times t k , k = 1, 2, 3 . . . , CTL cells increases by a fixed amount ω, which is proportional to the total number of CTLs that vaccine can stimulate. C(t − k ) denotes the CTL cells concentration immediately before the impulse, C(t + k ) denotes the concentration after the impulse and ω is the fixed amount which is proportional to the total number of CTLs the vaccine stimulates at each impulse time t k , k ∈ N.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "3 The system without impulses",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model formulation"
        },
        {
            "text": "Model (1) has three steady states namely (i) the disease-free equilibrium",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria"
        },
        {
            "text": "and (iii) the endemic equilibrium E * which is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria"
        },
        {
            "text": "where, I * is the positive root of the cubic equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria"
        },
        {
            "text": "with,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria"
        },
        {
            "text": "5 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . Remark 1. Note that L 0 < 0 and L 3 > 0. Thus, the equation (2) has at least one positive real root. If L 1 > 0 and L 2 < 0, then (2) can have two positive roots. For a feasible endemic equilibrium we also need",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equilibria"
        },
        {
            "text": "In this section, the characteristic equation at any equilibria is determined for the local stability of the system (1). Linearizing the system (1) at any equilibria E(T, I, V, E, C) yields the characteristic equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of equilibria"
        },
        {
            "text": "where I n is the identity matrix and A = [a ij ] is the following 5×5 matrix given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of equilibria"
        },
        {
            "text": "We finally get the characteristic equation as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of equilibria"
        },
        {
            "text": "with the coefficients 6 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of equilibria"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of equilibria"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. Looking at stability of any equilibrium E, the Routh-Hurwitz criterion gives that all roots of this characteristic equation (3) have negative real parts, provided the following conditions hold",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of equilibria"
        },
        {
            "text": "Let us define the basic reproduction number as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of equilibria"
        },
        {
            "text": "then using (4) we can derived the following result: (1) is stable for R 0 < 1, and unstable for R 0 > 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of equilibria"
        },
        {
            "text": "At E 2 one eigenvalue is −d c and rest of the eigenvalues satisfy the following equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of equilibria"
        },
        {
            "text": "Again, using Routh-Hurwitz criterion, we have the following theorem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of equilibria"
        },
        {
            "text": "Theorem 2. CTL-free equilibrium, E 2 (T ,Ī,V ,Ē, 0), is asymptotically stable if and only if the following conditions are satisfied",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of equilibria"
        },
        {
            "text": "Denoting A * i = A i (E * ) and using (4), we have the following theorem establishing the stability of coexisting equilibrium E * .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of equilibria"
        },
        {
            "text": "Theorem 3. The coexisting equilibrium E * is asymptotically stable if and only if the following conditions are satisfied",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of equilibria"
        },
        {
            "text": "8 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of equilibria"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of equilibria"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.24.20077958 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of equilibria"
        },
        {
            "text": "We propose the one dimensional impulse system as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System with impulses"
        },
        {
            "text": "C(t − k ) denotes the CTL responses immediately before the impulse vaccination, C(t + k ) denotes the concentration after the impulse and ω is the dose that is taken at each impulse time t k , k ∈ N.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System with impulses"
        },
        {
            "text": "We now consider the following linear system,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System with impulses"
        },
        {
            "text": "where, ∆ = C(t + k ) − C(t − k ). Let τ = t k+1 − t k be the period of the campaign. The solution of the system (9) is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System with impulses"
        },
        {
            "text": "In presence of impulsive dosing, we can get the recursion relation at the moments of impulse as,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System with impulses"
        },
        {
            "text": "Thus the amount of CTL before and after the impulse is obtained as,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System with impulses"
        },
        {
            "text": "Thus the limiting case of the CTL amount before and after one cycle is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System with impulses"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System with impulses"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System with impulses"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . (i) B is continuous on (t k , t k+1 ] × R 3 + , n ∈ N and for all Λ ∈ R 4 ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System with impulses"
        },
        {
            "text": "We now recall some results for our analysis from [21, 22] .",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 54,
                    "end": 57,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "System with impulses"
        },
        {
            "text": "There exists a constant γ such that T (t) ≤ γ, I(t) ≤ γ, V (t) ≤ γ E(t) ≤ γ and C(t) ≤ γ for each and every solution Z(t) of system (8) for all sufficiently large t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2."
        },
        {
            "text": "Lemma 3. Let B ∈ B 0 and also consider that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2."
        },
        {
            "text": "where j : R + × R + → R is continuous in (t k , t k+1 ] for e ∈ R 2 + , n ∈ N , the limit lim (t,V )→(t + k ) j(t, g) = j(t + k , x) exists and Φ i n (i = 1, 2) : R + → R + is non-decreasing. Let y(t) be a maximal solution of the following impulsive differential equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2."
        },
        {
            "text": "x(t + ) = Φ n (x(t)), t = t k , x(0 + ) = x 0 , existing on (0 + , ∞). Then B(0 + , Z 0 ) ≤ x 0 implies that B(t, Z(t)) ≤ y(t), t ≥ 0, for any solution Z(t) of system (8) . If j satisfies additional smoothness conditions to ensure the existence and uniqueness of solutions for (11) , then y(t) is the unique solution of (11) .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Lemma 2."
        },
        {
            "text": "We now consider the following sub-system:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2."
        },
        {
            "text": "The Lemma provided above, gives the following result, 10 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2."
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2."
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . Lemma 4. System (12) has a unique positive periodic solutionC(t) with period τ and given bỹ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2."
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2."
        },
        {
            "text": "We use this result to derive the following theorem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2."
        },
        {
            "text": "Theorem 4. The disease-free periodic orbit (T , 0, 0,Ẽ,C) of the system (1) is locally asymptotically stable ifR",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2."
        },
        {
            "text": "Proof. Let the solution of the system (8) without infected people be denoted by (T , 0, 0,Ẽ,C), wherẽ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2."
        },
        {
            "text": "with initial condition C(0 + ) as in Lemma 4. We now test the stability of the equilibria. The variational matrix at (T , 0, 0,Ẽ,C) is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2."
        },
        {
            "text": "The monodromy matrix P of the variational matrix M (t) is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2."
        },
        {
            "text": "where I n is the identity matrix. Note that m 13 , m 43 , m 52 are not required for this analysis, therefore we have not mentioned their expressions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 2."
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.24.20077958 doi: medRxiv preprint We can write P(τ ) = diag(σ 1 , σ 2 , σ 3 , σ 4 , σ 5 ), where, σ i , i = 1, 2, 3, 4, 5, are the Floquet multipliers and they are determined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "Here A = d I + d V + pC and B = d V (d I + pC) − md I βẼT . Clearly λ 1,4,5 < 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "It is easy to check that A 2 − 4B > 0 and if B ≥ 0 and hold then we have λ 2,3 < 1. Thus, according to Floquet theory, the periodic solution (S u (t), 0, 0,M (t)) of the system (8) is locally asymptotically stable if the conditions given in (13) hold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "In this section, we have observed the dynamical behaviours of system (1) without drug (Figure 1 and Figure 2 ) and impulsive effect of the vaccine (Figure 3 and Figure 4 ) through numerical simulations taking the parameters mainly from [10] . Existence of equilibria of the system without vaccination is shown for different values of basic reproduction number R 0 . In this simulation, we have varied the value of infection rate β. For lower infection rate (that 12 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 95,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 100,
                    "end": 108,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 147,
                    "end": 156,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 161,
                    "end": 169,
                    "text": "Figure 4",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Numerical simulations"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical simulations"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. corresponds to R 0 < 1) disease free equilibrium E 1 is stable. It becomes unstable and ensure the existence of CTL-free equilibrium E 2 which is stable if R 0 < 2.957 (which corresponds to β = 0.00005963) and unstable otherwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical simulations"
        },
        {
            "text": "Again we see that when E 2 is unstable the E * is feasible. Also whenever E * exists, it is stable. Effect of immune response rate α is plotted in Figure 2 . We observe that in the absence of vaccination, the CTL count and ACE2 increases with increasing value of α. Steady state value of infected cell I * and virus V * decreases significantly as α increases. Figure 3 compare the system without and with impulse vaccination effect. In the absence of vaccination we observe that the CTL count approaches a stable equilibrium. Under regular vaccinations, the CTL count oscillates in an impulsive periodic orbit. Assuming perfect adherence, if the vaccine is sufficiently strong, both infected cell and virus population are approaches towards extinction. In this case, the total number of uninfected cells reach its maximum level which implies that the system approaches towards its infection free state.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 360,
                    "end": 368,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Numerical simulations"
        },
        {
            "text": "If we take sufficiently large impulsive interval τ = 5 days (keeping rate ω = 50 fixed, as in Figure 3 ) or lower dosage effect ω = 20 (keeping interval 13 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Numerical simulations"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. τ = 2 fixed, as in Figure 3 ), in both the cases, infection is remains present in the system. Thus proper dosage of drug and optimal dosing interval are important for infection management.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Numerical simulations"
        },
        {
            "text": "In this paper, the role of CTL vaccination during interactions between SARS-CoV-2 spike protein and its host receptor (ACE2) in COVID 19 infection has been studied as a possible vaccination policy. To reactivate the CTL responses during the acute infection period, vaccination is delivered to the host system in an impulsive mode. The new CTL vaccination when administered, the best possible CTL responses can act against the infected or virus-producing cells to neutralize infection. This particular situation can keep the infected cell population at a very low level. In the proposed mathematical model, we have analyzed the optimal dosing regimen for which infection can be controlled. From this study, it has been observed that when the basic reproduction ratio lies below one, we expect the system to attain its disease-free state. However, the system switches from disease-free state to CTL-free equilibrium state when 1 < R 0 < 2.957. If R 0 > 2.957, the CTL-free equilibrium moves to a coexisting endemic state (from Figure 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1025,
                    "end": 1034,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Due to the impulsive nature of the drugs, there are no equilibria of the system i.e. population do not reach to towards equilibrium point, rather approach a periodic orbit. Hence, we evaluate equilibrium-like periodic orbits. There are two periodic orbits: disease-free periodic orbit and endemic periodic orbit. Here we have only studied the stability of disease-free periodic orbit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Impulsive system shows ( Figure 3 , 4) that proper dosage and dosing intervals are important for the eradication of the infected cells and virus population which results the control of pandemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 33,
                    "text": "Figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion and conclusion"
        },
        {
            "text": "It has also been observed that the length of the dosing interval and the drug dose play a very decisive role to control and eradicate the infection. The most interesting prediction of this model is that effective therapy can often be achieved, even for low adherence, if the dosing regimen is adjusted appropriately (see Figure 4) . Also if the treatment regimen is not adjusted properly, the therapy is not effective at all. This approach might also be applicable to a combination of antiviral therapy. Future extension work of the combination of drug therapy should also include more realistic patterns of non-adherence (random drug holidays, imperfect timing of successive doses), more accurate intracellular pharmacokinetics and leads towards better estimates of drug dosage and drug dosing intervals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 330,
                    "text": "Figure 4)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Discussion and conclusion"
        },
        {
            "text": "We end the paper with the quotation \"This outbreak is a test of political, financial and scientific solidarity for the world to fight a common enemy that does not respect borders , what matters now is stopping the outbreak and saving lives.\" by Dr. Tedros, Director General, WHO [24] .",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Authors declare that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "The methods and results data used to support the findings of this study are included in the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04. 24.20077958 doi: medRxiv preprint ",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 143,
                    "text": "24.20077958 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Considerations for quarantine of individuals in the context of containment for coronavirus disease ( COVID-19): interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization, 2020. WHO Director-General's opening remarks at the media briefing on COVID-19-11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chronological evolution of IgM, IgA, IgG and neutralisation antibodies after infection with SARS-associated coronavirus",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Kao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Microbiol Infect",
            "volume": "10",
            "issn": "",
            "pages": "1062--1066",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "High expression of ACE2 receptor of 2019-nCoV on the epithelial cells of oral mucosa",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Oral Science",
            "volume": "12",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Receptor recognition by the novel coronavirus from Wuhan: an analysis based on decade-long structural studies of SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of virology",
            "volume": "",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Understanding the T cell immune response in SARS coronavirus infection, Emerging Microbes and Infections (2012) 1, e23",
            "authors": [
                {
                    "first": "Hsueh-Ling Janice",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "Samuel",
                    "middle": [],
                    "last": "Ken-En",
                    "suffix": ""
                },
                {
                    "first": "Antonio",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "Yee-Joo",
                    "middle": [],
                    "last": "Bertoletti",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/emi.2012.26"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Novel Dynamic Model Describing the Spread of the MERS-CoV and the Expression of Dipeptidyl Peptidase 4 Computational and Mathematical Methods in Medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Modelling imperfect adherence to HIV induction therapy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Miron",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Modelling the effects of adherence to the HIV fusion inhibitor enfuvirtide",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Theor Biol",
            "volume": "268",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Autoimmunity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clinical study of mesenchymal stem cell treating acute respiratory distress syndrome induced by epidemic Influenza A (H7N9) infection, a hint for COVID-19 treatment. Engineering",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Can the viral reservoir of latently infected CD4(+) T cells be eradicated with antiretroviral HIV drugs?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Aggarwala",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Math Biol",
            "volume": "59",
            "issn": "",
            "pages": "697--715",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Explicitly accounting for antiretroviral drug uptake in theoretical HIV models predicts long-term failure of protease-only therapy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Theor Biol",
            "volume": "251",
            "issn": "",
            "pages": "227--237",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Drug resistance in an immunological model of HIV-1 infection with impulsive drug effects",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wahl",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bull Math Biol",
            "volume": "67",
            "issn": "",
            "pages": "783--813",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "An Impulsive Differential Model on Post Exposure Prophylaxis to HIV-1 Exposed Individual",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ruggeri",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Biol Syst",
            "volume": "17",
            "issn": "",
            "pages": "659--683",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The effect of vaccination to dendritic cell and immune cell interaction in HIV disease progression",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Z"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Journal of Biomathematics",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Mathematics analysis and chaos in an ecological model with an impulsive control strategy, Communications in Nonlinear Science and Numerical Simulation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Agarwal",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "776--786",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Theory of Impulsive Differential Equations, Series in Modern Applied Mathematics",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lakshmikantham",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Bainov",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Simeonov",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "SARS Coronavirus Redux",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Qing",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gallagher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trends in Immunology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "World Health Organization. Laboratory testing for coronavirus disease 2019 (COVID-19) in suspected human cases: interim guidance, World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "−(a 11 + a 22 + a 33 + a 44 + a 55 ), A 2 = a 11 (a 22 + a 33 ) + a 23 a 32 + a 22 a 33 − a 14 a 41 + (a 11 + a 22 + a 33 )a 44 −a 25 a 52 + (a 11 + a 22 + a 33 + a 44 )a 55 , A 3 = a 32 (a 11 a 23 − a 13 a 21 − a 24 a 43 ) − a 11 a 22 (a 44 + a 33 ) + a 14 a 33 a 41 +a 44 (a 23 a 32 − a 11 a 33 − a 22 a 33 ) + a 25 a 52 (a 33 + a 44 + a 11 ) −a 11 a 55 (a 22 + a 33 ) + a 23 a 32 a 55 − a 22 a 33 a 55 −a 44 a 55 (a 11 + a 14 a 41 a 55 + a 22 + a 33 ) + a 14 a 22 a 41 , A 4 = a 32 a 41 (a 23 a 14 − a 13 a 24 ) − a 22 a 33 (a 14 a 41 − a 44 a 55 ) −a 14 a 21 a 32 a 43 + a 13 a 21 a 32 a 44 − a 11 (a 23 a 32 a 44 + a 25 a 33 a 52 ) +a 52 (a 14 a 25 a 41 − a 11 a 25 a 44 − a 25 a 33 a 44 ) + a 13 a 21 a 32 a 55 −a 11 a 55 (a 23 a 32 − a 22 a 33 ) − a 41 a 55 (a 14 a 22 + a 14 a 33 ) +a 55 (a 24 a 32 a 43 + a 11 a 22 a 44 − a 23 a 32 a 44 ) +a 11 a 33 (a 22 a 44 + a 44 a 55 ) + a 11 a 24 a 32 a 43 , A 5 = a 25 a 33 (a 11 a 44 a 52 − a 14 a 41 a 52 ) + (a 14 a 21 a 32 − a 11 a 24 a 32 )a 43 a 55 +a 41 a 55 (a 13 a 24 a 32 − a 14 a 23 a 32 + a 14 a 22 a 33 ) + a 44 a 55 (a 11 a 23 a 32 −a 13 a 21 a 32 − a 11 a 22 a 33 ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Let Λ ≡ (S u , S a , I, C), B 0 = [B : R 4 + → R + ], then we say that B belong to class B 0 if the following conditions hold:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Existence and stability of equilibria is shown with respect to R 0 . Parameters values used in this figure are λ 1 = 5, λ 2 = 1, d T = 0.1, d I = 0.1, d V = 0.1, d E = 0.1, d c = 0.1, C max = 100, θ = 0.3, p = 0.01, m = 10. We have varied the value of β in (0.00001, 0.0001).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "In the absence of the vaccine, effect of growth rate of CTL i.e. α on the steady state values of model population is shown. Parameters values used in this figure are same as Figure 1 except α.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Numerical solution of the model system with and without vaccine is shown taking parameters as inFigure 1. In this figure, τ = 2, ω = 50.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Numerical solution of the model system for different rates of vaccination and different intervals of impulses.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.24.20077958  doi:  medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}