{
    "paper_id": "9cbdaefe6f8eed7711def9870732903d44a50e99",
    "metadata": {
        "title": "Estimating the undetected infections in the Covid-19 outbreak by harnessing capture-recapture methods Irene Rocchetti",
        "authors": [
            {
                "first": "Dankmar",
                "middle": [],
                "last": "Böhning",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Dipartimento di Giurisprudenza, Economia, Politica e Lingue Moderne Libera Università Ss Maria Assunta",
                    "institution": "University of Münster",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Consiglio",
                "middle": [],
                "last": "Superiore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Dipartimento di Giurisprudenza, Economia, Politica e Lingue Moderne Libera Università Ss Maria Assunta",
                    "institution": "University of Münster",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Della",
                "middle": [],
                "last": "Magistratura",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Dipartimento di Giurisprudenza, Economia, Politica e Lingue Moderne Libera Università Ss Maria Assunta",
                    "institution": "University of Münster",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Italy",
                "middle": [
                    "Antonello"
                ],
                "last": "Maruotti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Dipartimento di Giurisprudenza, Economia, Politica e Lingue Moderne Libera Università Ss Maria Assunta",
                    "institution": "University of Münster",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Heinz",
                "middle": [],
                "last": "Holling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Dipartimento di Giurisprudenza, Economia, Politica e Lingue Moderne Libera Università Ss Maria Assunta",
                    "institution": "University of Münster",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A major open question, affecting the policy makers decisions, is the estimation of the true size of COVID-19 infections. Most of them are undetected, because of a large number of asymptomatic cases. We provide an efficient, easy to compute and robust lower bound estimator for the number of undetected cases. A \"modified\" version of the Chao estimator is proposed, based on the cumulative time-series distribution of cases and deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Currently, health systems across the globe are challenged by the ongoing Covid-19 pandemic. It is not a simple task to assess the efficiency of current health systems in detecting, treating, and preventing onward transmission of Covid-19, as the number of undetected infections is by definition unknown. Understanding the diffusion and assessing the number of real infections of Covid-19 is crucial for implementing effective public and health policies in tackling the virus. Unfortunately, official reporting and statistics significantly underestimate the true number since there exists a vast proportion of asymptomatic infected patients including those with mild symptoms among all infected individuals who are not detected. Indeed, the infected individuals with low-mild symptoms are likely not going to get in contact with the health care system and will also not be recorded in official statistics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For example, reports estimate the number of infected in Italy to be around 3.5 times higher than reported [Tuite et al.(2020) ]. Slightly lower estimates have been given for Germany [Ranjan(2020) ]. Another study discusses that Italy mostly focuses on testing in hospitals with symptoms; hence, the roughly 50% asymptomatic are not covered by this approach [Onder et al.(2020) ]. The same percentage of asymptomatic is also reported in Iceland [Shahan(2020) ]. The asymptomatic individuals in fact can be a direct transmitter of the virus and their unawareness can indirectly strengthen and increase the transmission of Covid-19. Indeed, it seems fair to say that the undetected cases are the major dirver in spreading the disease as detected cases are and will be systematically contained.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 125,
                    "text": "[Tuite et al.(2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 182,
                    "end": 195,
                    "text": "[Ranjan(2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 357,
                    "end": 376,
                    "text": "[Onder et al.(2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 444,
                    "end": 457,
                    "text": "[Shahan(2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most of the existing analyses performed a secondary data analysis from several sources of data already in the public domain [Menkir et al.(2020) ]. Because published estimates of the distribution of Covid-19 vary widely, with estimates of the basic reproduction number, R0, alone ranging from subcritical (i.e., < 1) to > 3 [Li et al.(2020) , Zhao et al.(2020) , ], mathematical models of infectious diseases, such as Susceptible-Infected-Recovered models, computing the theoretical number of people infected with a contagious illness in a closed population over time, needs to be evaluated on a range/grid of simulated values, each based on different assumptions and adjusted based on data from different geographic areas [Chen et al.(2020) ]. Other much simpler [Nishiura et al.(2020) ] or sophisticated [Flaxman et al.(2020) ] approaches are also used to estimate the number of undetected cases, but with large, almost unacceptable, uncertainty on the obtained estimates.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 144,
                    "text": "[Menkir et al.(2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 324,
                    "end": 340,
                    "text": "[Li et al.(2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 343,
                    "end": 360,
                    "text": "Zhao et al.(2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 723,
                    "end": 741,
                    "text": "[Chen et al.(2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 764,
                    "end": 786,
                    "text": "[Nishiura et al.(2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 806,
                    "end": 827,
                    "text": "[Flaxman et al.(2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of this contribution is to propose a lower bound estimator for the number of people affected by Covid-19 but not detected for various reasons, the major one being that they are asymptomatic. In other words, the 2 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020 . . https://doi.org/10.1101 aim is to estimate the size of an elusive, i.e. partially unobserved, population. Capture-Recapture (CR) methods are designed to achieve this goal. Our proposal is developed using the cumulative distribution of the observed cases and deaths. The use of CR methods is not straightforward as we are dealing with an open population, subject to deaths, and heterogeneity in the probability of being detected. A data-modified version of Chao's estimator under a geometric distribution is introduced. It accounts for heterogeneity in a simple way and can be easily computed starting from data collected by all government sources. In this way, the policy makers can have benchmark, statistically valid, estimates of the lower bound for the total number of cases and, accordingly, adjust their interventions.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 24, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 101,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This short note is organized as follows. In section 2 we introduce the basic notation and how we are going to work with the cumulative distribution of observed cases and deaths. Section 3 provides all the necessary details to obtain the estimates. An example to Austrian data is provided. A discussion showing other interesting insights concludes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We will denote with N (t) the cumulative count of infections at day t where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "Also, let D(t) denote the cumulative count of deaths at day t where t = t 0 , ⋯, t m . t 0 defines the beginning of the observational period and t m defines the end. We assume the trivial assumption t m > t 0 , so that the observational window is not empty. Again, we denote with ∆D(t) = D(t) − D(t − 1) the count of new deaths at day t where t = t 0 + 1, ⋯, t m . To illustrate, we look at these data (taken from https://www.worldometers.info/coronavirus/country/austria/) for the country of Austria as provided in Table 1 for the infections and in Table 2 for the deaths: 68 86 108 128 146 158 168 186 204 220 243 3 Linking with the capture-recapture methodology",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 516,
                    "end": 523,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 550,
                    "end": 557,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Basic notation"
        },
        {
            "text": "The question arises how this can be linked to a capture-recapture approach. For this purpose we briefly review the capture-recapture model we like to harness here. Suppose a target population is sampled for units of interest repeatedly. Let X denote the number of times a unit is identified in this sampling process. Also, let p x denote the probability of identifying a unit x times where x = 0⋯.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "In the capture-recapture world the following mixture model is quite common:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "In (1) occurs the geometric distribution as a suitable count distribution and its parameter is allowed to experience population heterogeneity (as expressed by the density f (θ)) to reflect varying identification probabilities across the target population. Often the Poisson distribution is used in (1) instead of the geometric distribution. However, we prefer to use the latter as we think of the geometric distribution as a Poisson distribution mixed with an exponential density, hence able to incorporate already some of the likely present heterogeneity in the populaiton. Using the Cauchy-Schwarz inequality for moments, it is possible to show that for the probability p 0 of missing a unit of interest the following inequality holds:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "Replacing p 1 and p 2 on the right-hand side of (2) with the observed frequencies f 1 of those identified exactly once and f 2 of those identified exactly twice leads to the lower bound estimate of Chao [Chao(1987) , Chao(1989) , Chao and Colwell (2017)]:",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 214,
                    "text": "[Chao(1987)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 217,
                    "end": 227,
                    "text": "Chao(1989)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "Here f 0 is frequency of units that remain unobserved or hidden. The idea is to apply this estimator (3) day-wise. We take an arbitrary day t. At this day we have ∆N (t) new infections. This will be viewed as f 1 , the infected people identified just once. If we look at ∆N (t − 1), then this is the count of new infections the day before. But these will still be infected at day t 4 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.20.20072629 doi: medRxiv preprint unless they decease. So, f 2 corresponds to ∆N (t − 1) − ∆D(t). We can ignore the number of recoveries as we are looking at infections which are very recent (notified at day t or t−1). Hence we are able to give the estimate for the number of hidden infections at day t as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "and global estimate of hidden infections is achieved by summing up over all days in the observational period:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "We will use a bias-corrected form of (4) suggested by [Chao(1989) ] and given as",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 65,
                    "text": "[Chao(1989)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "We define the understanding that ∆N (t − 1) − ∆D(t) is set to 0 if it becomes negative, in other words we use max{0, ∆N (t − 1) − ∆D(t)}. The final estimate of the total size of infection is then given as what has been observed at the end of the observational window t m and the estimate of the hidden numbers:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "We need to address the uncertainty involved in the estimator (6). A variance estimate of (4) has been provided in [Niwitpong et al.(2013) ] and is given here as",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 137,
                    "text": "[Niwitpong et al.(2013)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "so that the final variance estimate of H t0 is given as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "Var H(t).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "A 95% confidence interval can then be constructed by means of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "Var H(t).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "5 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic notation"
        },
        {
            "text": "We now apply (5) to the Austrian data. The results are provided in Table  3 which includes estimates of the hidden and total (observed + hidden) cases with 95% confidence intervals. At the 7th of April the number of infections was 12639 which is the observed number. We have chosen the 15th of March as beginning of the observational period. However other dates are possible as well so that we looked at estimates in dependence of the beginning of the observation period. It can be seen that results change slightly. Of course, if the window is made too small estimates of hidden numbers will only refer to observations made in this window. The major question arises if the es- Table 3 are realistic. For Austria we have an independent study on the size of the Covid19 outbreak (https://www.welt.de/politik/ausland/-article207187759/Coronavirus-Eisberg-hoeher-als-gedacht-Oesterreich-legt-Dunkelziffer--Studie-vor.html). The study was led by Christoph Fassmann and is known as the dark number study. The study was rolled out during the 1 April and 6 April 200 and sampled 1544 persons across Austria covering all ages up to 94 years. According to the study, the proportion of infected people was 0.0033. If this proportion is applied to the population of Austria, as study in media release points out, during the study period there were 28500 infected persons in Austria. The study estimates that we have provided matches very well with the results of the study, independent where we start the observational window. The dark number study also reports a 95% confidence interval for the proportion of infected persons which ranges from 0.0012 to 0.0076, corresponding to 10200 and 67400 infected persons, respectively. Clearly, the capture-recapture estimate is included in this large interval but as we are able to utilize much larger routinely collected data on infected persons the uncertainty provided by the capture-reacpture approach is considerably reduced which is reflected in the relative short confidence intervals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 75,
                    "text": "Table  3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 678,
                    "end": 685,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Application to the Austrian situation"
        },
        {
            "text": "6 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application to the Austrian situation"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application to the Austrian situation"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application to the Austrian situation"
        },
        {
            "text": "The proposed method answers to a fundamental open question: \"How many undetected cases are going around?\". Of course, we provide a lower bound, but this information may be treated as a starting point whenever interventions and tools to dampen the spread of the epidemic are rolled out. CR methods are easy to apply in practice, and this is one of the merits of the method. Moreover, we simply use time series of cumulated data, readily available from governments sources. Given that individual data are not publicly available, CR methods provide a straightforward solution to shed light on undetected cases, incorporating heterogeneity that may arise in the probability of being detected simply considering the widely known and used geometric distribution. The example provided here relies on Austrian data, but many other Countries can be analyzed even if there are not benchmark survey studies to compare with. For example, taking data up to 18/04/2020 from https://github.com/opencovid-19/data on several European countries and considering data from the day which we record the first death, we obtain the estimates of undetected cases for Italy, Germany, Spain, UK and Greece (see Table 4 ). The last column in Table  4 shows the ratio of the total estimated cases to the observed cases. There is a remarkable stability around the value of 2.3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1184,
                    "end": 1191,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1214,
                    "end": 1222,
                    "text": "Table  4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "All the obtained estimates are surrounded by some uncertainty. Confidence intervals for the \"modified\" Chao lower bound have been provided and are seemingly reliable, in particular compared to those presented in other studies. We emphasize that the estimates provided are conservative, in the sense that they provide lower bounds on the size of undetected infections. However, we have provided some evidence such as in the situation of Austria that these lower bound are not far away from the true size of infection in the target population. This needs to be followed up by further comparisons with representative sampling studies on target population infection. This is just a first evidence on the use of capture-recapture methods to study Covid-19 data. Another question is still open: \"is there a way of estimating an upper bound for the number of undetected cases?\". Again capture-recapture methods could be implemented to provide an answer to this question and help policy makers to evaluate the Covid-19 epidemic situation locally and at the 7 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020 April 24, . . https://doi.org/10.1101 April 24, /2020 doi: medRxiv preprint current phase of its development.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 24, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 111,
                    "text": "April 24, . . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 112,
                    "end": 127,
                    "text": "April 24, /2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimating the population size for capturerecapture data with unequal catchability",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chao ; Chao",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Biometrics",
            "volume": "43",
            "issn": "",
            "pages": "783--791",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Estimating population size for sparse data in capture-recapture experiments",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chao",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Biometrics",
            "volume": "45",
            "issn": "",
            "pages": "427--438",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Thirty years of progeny from Chao's inequality: estimating and comparing richness with incidence data and incomplete sampling",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Colwell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "SORT Stat Oper Res Trans",
            "volume": "41",
            "issn": "",
            "pages": "3--54",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A Timedependent SIR model for COVID-19",
            "authors": [
                {
                    "first": "[",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Estimating the number of infections and the impact of non-pharmaceutical interventions on COVID-19",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.00122"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "[",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Estimating the number of undetected COVID-19 cases exported internationally from all of China",
            "authors": [
                {
                    "first": "[",
                    "middle": [],
                    "last": "Menkir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.23.20038331"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Estimation of the asymptomatic ratio of novel coronavirus infections (COVID-19)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.03.020"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Capture-recapture estimation based upon the geometric distribution allowing for heterogeneity",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Niwitpong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Metrika",
            "volume": "76",
            "issn": "",
            "pages": "495--519",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Case-fatality rate and characteristics of patients dying in relation to COVID-19 in Italy",
            "authors": [
                {
                    "first": "[",
                    "middle": [],
                    "last": "Onder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4683"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimating the final epidemic size for COVID-19 outbreak using improved epidemiological models",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ranjan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.12.20061002"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Iceland is doing science 50% of people with COVID-19 not showing symptoms, 50% have very moderate cold symptoms",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shahan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Estimation of COVID-19 outbreak size in Italy. The Lancet Infectious Disease",
            "authors": [
                {
                    "first": "[",
                    "middle": [],
                    "last": "Tuite",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30227--30236",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A datadriven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "[",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "92",
            "issn": "",
            "pages": "214--217",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Preliminary prediction of the basic reproduction number of the Wuhan novel coronavirus 2019-nCoV",
            "authors": [
                {
                    "first": "[",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Evidence Based Medicine",
            "volume": "13",
            "issn": "",
            "pages": "3--7",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Cumulative counts of infections with Covid19 for Austria starting at t 0 = 15 March 2020 to t m = 7 April 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Cumulative counts of deaths from Covid19 for Austria starting at t 0 = 15 March 2020 to t m = 7 April 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Estimated hidden and total cases of Covid19 for Austria starting and various sizes of the observational window ranging from t 0 = 15 March 2020 to t 0 = 18 March 2020; the second part of the table contains the associated proportions of total population in Austria (8.859 million)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Estimated hidden and total cases of Covid-19 for several European countries, at 18/04/2020",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}