{
    "paper_id": "9dcc77de741ac65a1e197eda37ed6bd5df1c3990",
    "metadata": {
        "title": "Comparison of Cepheid Xpert Xpress and Abbott ID Now to Roche cobas for the Rapid 1 Detection of SARS-CoV-2 2 3 4 5",
        "authors": [
            {
                "first": "Marie",
                "middle": [
                    "C"
                ],
                "last": "Smithgall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Irving Medical Center",
                    "location": {
                        "settlement": "New 8 York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Ioana",
                "middle": [],
                "last": "Scherberkova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Irving Medical Center",
                    "location": {
                        "settlement": "New 10 York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Whittier",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Irving Medical Center",
                    "location": {
                        "settlement": "New 8 York",
                        "region": "NY"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [
                    "A"
                ],
                "last": "Green",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Columbia University Irving Medical Center",
                    "location": {
                        "settlement": "New 8 York",
                        "region": "NY"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The SARS-CoV-2 pandemic has created an urgent and unprecedented need for rapid 29 large-scale diagnostic testing to inform timely patient management. This study compared two 30 recently-authorized rapid tests, Cepheid Xpert Xpress SARS-CoV-2 and Abbott ID Now SARS-31",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "CoV-2 to the Roche cobas SARS-CoV-2 assay. A total of 113 nasopharyngeal swabs were 32 tested, including 88 positives spanning the full range of observed C t values on the cobas assay. 33",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Compared to cobas, the overall positive agreement was 73.9% with ID Now and 98.9% with 34",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Xpert. Negative agreement was 100% and 92.0% for ID Now and Xpert, respectively. Both ID 35",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Now and Xpert showed 100% positive agreement for medium and high viral concentrations (C t 36 value <30). However, for C t values >30, positive agreement was 34.3% for ID Now and 97.1% 37 for Xpert. These findings highlight an important limitation of ID Now for specimens collected in 38 viral or universal transport media with low viral concentrations. Further studies are needed to 39 evaluate the performance of ID Now for direct swabs. 40 41 42 43 44 45 46 47 48 49",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory virus coronavirus 2 (SARS-CoV-2) emerged in Wuhan, China in 52",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "December 2019 and has since rapidly spread across the world, causing a global pandemic of 53 coronavirus disease . The majority of cases are mild to moderate, but severe 54",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "infections have overwhelmed healthcare systems in the United States, particularly in New York 55",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "City. Real-time polymerase chain reaction (RT-PCR) of viral RNA from nasal or nasopharyngeal 56 swabs has become the standard method used to confirm diagnosis. The first quantitative RT-PCR 57 test for detecting SARS-CoV2 was designed and distributed in January 2020 by the World 58",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "Health Organization (WHO) (1). In the United States and many other countries, however, the 59 slow rollout of large-scale diagnostic testing and the long turnaround times associated with 60 laboratory tests, particularly those sent to reference laboratories, have significantly hampered 61 public health efforts to contain the outbreak. 62",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "In contrast, commercially-available rapid diagnostic assays can better inform timely 63 patient management decisions to guide the need for quarantine, isolation, contact tracing, and 64 therapeutic management. Beginning in March 2020, multiple SARS-CoV-2 rapid tests received 65",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "Emergency Use Authorization (EUA) from the U.S. Food and Drug Administration (FDA). 66",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "However, manufacturer submissions for EUA only require evaluation of the limit of detection 67 and cross-reactivity of their assays, and do not address other important performance 68 characteristics such as accuracy, precision, and reproducibility. In addition, most manufacturer 69 submissions include studies of contrived positive samples with spiked viral RNA, and do not 70 assess performance on clinical patient specimens. Two recently-authorized rapid tests, Xpert 71",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "Xpress SARS-CoV-2 (Cepheid, Sunnyvale, CA) and ID Now SARS-CoV-2 (Abbott, Chicago, 72 . CC-BY-NC 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25, 2020 . . https://doi.org/10.1101 IL) have been manufactured at wide-scale and distributed to numerous medical centers around 73 the country. While limited studies on these two assays have been recently published, the number 74 of patient samples evaluated to date has been relatively small, and significant questions remain 75 about the accuracy of these tests across the full spectrum of viral loads (2) (3) (4) The cobas assay utilizes RT-PCR to amplify and detect two viral targets: ORF1 a/b, a 103 non-structural region that is unique to SARS-CoV-2 and a conserved region in the E-gene, which 104 is a structural protein envelope for pan-Sarbecovirus detection. The Xpert assay is an automated 105 RT-PCR that amplifies and detects two viral targets: N2, a nucleocapsid recombinant protein 106 unique to SARS-CoV-2 and a region in the structural envelope E-gene. The ID Now assay uses 107",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 288,
                    "text": "April 25, 2020",
                    "ref_id": null
                },
                {
                    "start": 289,
                    "end": 316,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "(2)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 696,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "proprietary isothermal nucleic acid amplification technology for qualitative detection of SARS-108",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "CoV-2 RdRp gene using fluorescent reporter probes. Of the 113 patient specimens, 111 were from adults ranging in age from 23 to 101 years 116 and two were from pediatric patients, aged 1 day and 5 days old. The average age was 65 years 117 . CC-BY-NC 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25, 2020. . https://doi.org/10.1101/2020.04.22.055327 doi: bioRxiv preprint for positive samples and 43 years for negative samples. Overall, the majority of positive samples 118 were from males (60.2%) and negative samples from females (68.0%) ( Table 1) . 119",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 688,
                    "text": "Table 1)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Introduction: 50 51"
        },
        {
            "text": "Testing results by Abbott ID Now and Cepheid Xpert are shown in Table 2 detection of the E-gene target but not the N2 target. There were also two samples that tested 128 negative by cobas but positive by the Xpert. These samples had C t values >40 for the N2 target 129 only without detection of the E-gene target. For the E-gene target, C t values were generally 1 130 cycle lower for Xpert than cobas (Supplemental Materials, Table S1 and Figure S1 ). have been published to date on the relative performance characteristics of these assays, 138 especially for patient specimens representing a wide range of viral concentrations (2, 3) . 139",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 633,
                    "text": "(2,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 634,
                    "end": 636,
                    "text": "3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 441,
                    "end": 450,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Introduction: 50 51"
        },
        {
            "text": ". CC-BY-NC 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25, 2020. . https://doi.org/10. 1101 In this comparative analysis, the Xpert assay showed a very high level of agreement with 140 the cobas assay across the entire range of tested C t values, including low-level positives. These 141 findings confirm those published by Moran et al. (2) and show a high level of agreement 142 between these two assays using an expanded number of positive clinical samples. In contrast, the 143 ID Now assay reliably detected specimens with C t values ≤30, but did not detect the majority of swabs eluted in transport media, it is important to note that the EUA for ID NOW was recently 148 updated to remove the indication for swabs in transport media (5). Our data support that the EUA 149 was appropriately modified, as samples may become too dilute in VTM and low-level positives 150 may falsely test negative. 151",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 479,
                    "text": "Moran et al. (2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "In contrast to batch testing and the higher complexity required for the cobas assay, both 152",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "Xpert and ID Now offer shorter turnaround times and availability in near-patient settings. 153",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "However, the two assays differ in throughput capacity and run time. Each ID Now platform can 154 run only a single specimen at a time, with results available in 13 minutes or less. Xpert can be 155 run on larger, random-access platforms that allow for significantly higher throughput, with 156 results available in 45 minutes. Both assays are available for use in POC settings, which 157 introduces both benefits and drawbacks. On the one hand, POC molecular testing delivers the 158 shortest possible interval between sample collection and result, which can facilitate faster clinical 159 decision-making. However, concerns related to assay performance, quality management, and 160 safety in the POC setting still remain. Studies of POC molecular testing for influenza and 161 respiratory syncytial virus have shown promising results, but also highlight some of these 162 . CC-BY-NC 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25, 2020. . https://doi.org/10.1101/2020.04.22.055327 doi: bioRxiv preprint concerns (6-9). The risk of contamination and false positives is also much higher when testing is 163 performed outside of a controlled environment and by non-laboratory trained personnel. 164",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "Nevertheless, the unique circumstances of a rapidly-spreading pandemic may ultimately 165 necessitate the widescale adoption of POC assays in completely new patient settings, such as 166 walk up or drive-thru testing centers. 167",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "Limitations of this study include the relatively few number of samples from pediatric 168 patients, as only two samples from patients aged 1 day and 5 days were included, and both of 169 these were negative on all three testing methods. We were also only able to evaluate ID Now for 170 specimens in transport media. The performance of this assay with direct nasal swabs requires 171 further evaluation in subsequent studies. Another limitation is the use of the cobas assay as the 172 comparator assay. Two samples that were identified as positive only by Xpert on the basis of N2 173 nucleocapsid gene detection were negative for both targets on cobas. Whether these samples 174 were truly positive or truly negative could not be determined. 175",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "Fast, readily available, and reliable test results are critically important during this 176 pandemic, and each of the three assays evaluated in this study holds promise to deliver valuable 177 clinical information. Further head-to-head comparisons of molecular tests will be important in 178 order to establish the usefulness of each method and to help medical providers determine the 179 most appropriate diagnostic tests to best serve their communities. The copyright holder for this preprint (which this version posted April 25, 2020 . . https://doi.org/10.1101 . CC-BY-NC 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25, 2020 . . https://doi.org/10.1101 16 17 18 19 20 21 22 23 24 25 26 27 28 29 No. of samples",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 536,
                    "text": "April 25, 2020",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 564,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 767,
                    "text": "April 25, 2020",
                    "ref_id": null
                },
                {
                    "start": 768,
                    "end": 795,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction: 50 51"
        },
        {
            "text": "Cobas Xpert ID Now . CC-BY-NC 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25, 2020. . https://doi.org/10.1101/2020.04.22.055327 doi: bioRxiv preprint . CC-BY-NC 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25, 2020. . https://doi.org/10.1101/2020.04.22.055327 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cobas E gene C T values"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Detection of SARS-CoV-2 using the 186",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Beavis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Matushek",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cepheid Xpert Xpress SARS-CoV-2 and Roche cobas SARS-CoV-2 Assays",
            "authors": [],
            "year": null,
            "venue": "J Clin",
            "volume": "187",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "EUA methods for the detection of SARS-CoV-2 from nasopharyngeal 190 and nasal swabs from individuals diagnosed with COVID-19",
            "authors": [
                {
                    "first": "Cdc",
                    "middle": [],
                    "last": "Fda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00760-20"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical evaluation of the cobas SARS-CoV-2 test 193 and a diagnostic platform switch during 48 hours in the midst of the COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Poljak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Korva",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Gašper",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "ID NOW COVID-19 Technical Brief and Sample Type Labeling Update",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Detection of influenza A and B with the Alere 198",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hazelton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A & B: a novel isothermal nucleic acid amplification assay",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "™ I Influenza",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evaluation of the molecular Xpert Xpress Flu/RSV 201 assay vs. Alere i Influenza A & B assay for rapid detection of influenza viruses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Yip",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Multicenter Clinical Evaluation of the 205",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Hays",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bonner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Alere i Respiratory Syncytial Virus Isothermal Nucleic Acid Amplification Assay",
            "authors": [],
            "year": null,
            "venue": "J Clin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "the urgent need for wide-scale diagnostic testing during the COVID-19 135 pandemic, multiple rapid molecular tests have recently been authorized by the US FDA, some of 136 which are available in point-of-care (POC) or near patient settings. However, very few studies 137",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "144 specimens with C t values ≥ 30. Whereas Rhoades et al. (3) found an overall high level of 145 agreement between ID Now and the modified CDC assay, our findings highlight an important 146 limitation of the ID Now for low-level positives. While both studies evaluated nasopharyngeal 147",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "C. Coronavirus and the race to distribute reliable diagnostics. Nature 184 Biotechnology 38, 382-384 (2020) doi: 10.1038/d41587-020-00002-2. Frequency distribution of cycle threshold (C t ) values for positive patient samples by 215 Roche cobas SARS-CoV-2 (blue), Cepheid Xpert Xpress SARS-CoV-2 (orange) and Abbott ID 216 Now SARS-CoV-2(gray) assays. Roche cobas Target 1 (ORF1) C t values were rounded to the 217 Frequency distribution of cycle threshold (C t ) values for positive patient samples by 221 Roche cobas SARS-CoV-2 (blue), Cepheid Xpert Xpress SARS-CoV-2 (orange) and Abbott ID 222Now SARS-CoV-2(gray) assays. Roche cobas Target 1 (ORF1) C t values were rounded to the 223",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Frequency distribution of cycle threshold (Ct) values for positive patient samples by Roche cobas SARS-CoV-2 (blue), Cepheid Xpert Xpress SARS-CoV-2 (orange) and Abbott ID Now SARS-CoV-2(gray) assays. Roche cobas Target 1 (ORF1) Ct values were rounded to the nearest whole number.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Frequency distribution of cycle threshold (Ct) values for positive patient samples by Roche cobas SARS-CoV-2 (blue), Cepheid Xpert Xpress SARS-CoV-2 (orange) and Abbott ID Now SARS-CoV-2(gray) assays. Roche cobas Target 1 (ORF1) Ct values were rounded to the nearest whole number.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Frequency distribution of cycle threshold (Ct) values for positive patient samples by Roche cobas SARS-CoV-2 (blue), Cepheid Xpert Xpress SARS-CoV-2 (orange) and Abbott ID Now SARS-CoV-2(gray) assays. Roche cobas Target 1 (ORF1) Ct values were rounded to the nearest whole number.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Frequency distribution of cycle threshold (Ct) values for positive patient samples by Roche cobas SARS-CoV-2 (blue), Cepheid Xpert Xpress SARS-CoV-2 (orange) and Abbott ID Now SARS-CoV-2(gray) assays. Roche cobas Target 1 (ORF1) Ct values were rounded to the nearest whole number.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). Utilizing the high 76 volume of patient testing performed at our medical center in New York City, we sought to 77 evaluate and compare the performance of these two rapid assays across a range of clinical 78Study Design and Data Analysis: 83Deidentified remnant patient samples that underwent routine clinical testing with the 84 cobas SARS-CoV-2 assay on the 6800 platform (Roche Diagnostics, Indianapolis, IN) were used 85 to evaluate the Xpert and ID Now assays. Residual nasopharyngeal (NP) swabs in transport 86 media were held at 4° C prior to testing on the Xpert and ID NOW platforms, with all testing 87 completed within 48 hours of sample collection. Testing was performed according to the 88 manufacturers' instructions on two separate ID Now instruments and a single GeneXpert Infinity 89ThermoFisher Scientific, Waltham, MA) or universal transport media (UTM; Becton Dickinson 92 and Co., Franklin Lakes, NJ) were included.. The specimens were collected from April 8 to April 93 13, 2020 and included 111 adult and 2 pediatric patients who were all seen in inpatient or 94To evaluate assay performance at varying viral concentrations, 88 positive specimens 96 were selected to represent the full range of observed C t values on the cobas assay, ranging from 97 14 -38 cycles. Positive agreement and 95% confidence intervals for the Xpert and ID Now 98 assays were calculated using cobas as the reference test. An additional 25 negative specimens 99",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "and Figure 1. 120 Compared to cobas, the overall positive agreement with ID Now was 73.9% (95% Confidence 121 Interval (CI): 63.2 -82.3%) and with Xpert was 98.9% (95% CI 92.9 -100%). Negative 122 agreement was 100% (95% CI 83.4 -100%) and 92.0% (95% CI 72.4 -98.6%) for ID Now and 123 Xpert, respectively. Both ID Now and Xpert showed 100% positive agreement for medium and 124 high viral concentrations, defined as C t value <30. However, for C t values >30, positive 125 agreement for ID Now was 34.3% (95% CI 19.7 -52.2%), whereas it was 97.1% (95% CI 83.4 -126 99.8%) for Xpert. Notably, one sample detected by Xpert was a presumptive positive based on 127",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Demographics of included patients",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Positive and negative agreement of Abbott ID Now SARS-CoV-2 and Cepheid Xpert Xpress SARS-CoV-2 with Roche cobas SARS-CoV-2",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "30 31 32 33 34 35 No. of samples Cobas ORF1 C T values BY-NC 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25, 2020. . https://doi.org/10.1101/2020.04.22.055327 doi: bioRxiv preprint . CC-BY-NC 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25, 2020. . https://doi.org/10.1101/2020.04.22.055327 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}