{
    "paper_id": "9ef6ad39de04818332e86a3d7bae148a8a6ed3fa",
    "metadata": {
        "title": "On the reliability of model-based predictions in the context of the current COVID epidemic event: impact of outbreak peak phase and data paucity",
        "authors": [
            {
                "first": "Jean",
                "middle": [],
                "last": "Daunizeau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMRS 1127",
                    "institution": "INSERM",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Rosalyn",
                "middle": [],
                "last": "Moran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "postCode": "SE5 8AF",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Jérémie",
                "middle": [],
                "last": "Mattout",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR5292; Brain Dynamics and Cognition Team",
                    "institution": "CNRS",
                    "location": {
                        "postCode": "U1028, F-69000",
                        "settlement": "Lyon",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Karl",
                "middle": [],
                "last": "Friston",
                "suffix": "",
                "affiliation": {
                    "laboratory": "The Wellcome Centre for Human Neuroimaging",
                    "institution": "University College London",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The pandemic spread of the COVID-19 virus has, as of 20 th of April 2020, reached most countries of the world. In an effort to design informed public health policies, many modelling studies have been performed to predict crucial outcomes of interest, including ICU solicitation, cumulated death counts, etc… The corresponding data analyses however, mostly rely on restricted (openly available) data sources, which typically include daily death rates and confirmed COVID cases time series. In addition, many of these predictions are derived before the peak of the outbreak has been observed yet (as is still currently the case for many countries). In this work, we show that peak phase and data paucity have a substantial impact on the reliability of model predictions. Although we focus on a recent model of the COVID pandemics, our conclusions most likely apply to most existing models, which are variants of the socalled \"Susceptible-Infected-Removed\" or SIR framework. Our results highlight the need for performing systematic reliability evaluations for all models that currently inform public health policies. They also motivate a plea for gathering and opening richer and more reliable data time series (e.g., ICU occupancy, negative test rates, social distancing commitment reports, etc).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As with the situation almost exactly one hundred years ago -with the Spanish flu-the pandemic spread of the COVID-19 virus has, as of 20 th of April 2020, reached most countries around the world (Johnson and Mueller, 2002) . The entire scientific community is now addressing the many issues that the virus poses, with an unprecedented collaborative spirit. One of these issues is of primary importance for guiding national and international decision makers: namely, predicting the health requirements and outcomes of the current epidemiologic event (Siedner et al., 2020; Wang, 2020) . Over the past two months, about a thousand modelling papers have been deposited on preprint servers such as ArXiv or MedRXiv (Nature, 2020) . This, if anything, demonstrates how fast and efficiently the scientific community can be set in motion towards a common goal. However, it is now apparent that models have not reached consensus, e.g., when it comes to predicting the population levels acquired immunity within the next months . This is unfortunate, since thisand related predictions-are critical for designing suppression or mitigation strategies that aim at limiting the human cost of the current pandemic (Canabarro et al., 2020; James et al., 2020; Rodriguez et al., 2020) .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 222,
                    "text": "(Johnson and Mueller, 2002)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 549,
                    "end": 571,
                    "text": "(Siedner et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 583,
                    "text": "Wang, 2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 711,
                    "end": 725,
                    "text": "(Nature, 2020)",
                    "ref_id": null
                },
                {
                    "start": 1200,
                    "end": 1224,
                    "text": "(Canabarro et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 1225,
                    "end": 1244,
                    "text": "James et al., 2020;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1245,
                    "end": 1268,
                    "text": "Rodriguez et al., 2020)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most models that attempt to furnish such predictions are variants of the SIR framework (Kermack et al., 1927) . In brief, these models assume that the population is divided into, e.g., 'Susceptible', 'Infected', and 'Removed 1 ' compartments, through which individuals transit at a pace that is characteristic of the time course of the infection and associated socio-medical measures. Under mild assumptions, all SIR models predict that the population dynamics will eventually reach so-called 'disease-free equilibria', which signal the end of the epidemic outbreak by exhaustion of the 'susceptible' compartment. This means that the signature of an epidemic lies in the transient dynamics of observable health reports such as confirmed case numbers and mortalities. These models have proven very useful in predicting, e.g., the prevalence or the duration of an epidemic. When properly adjusted to observable epidemiologic data, they also can serve to predict the impact of candidate health policies such as vaccination or social distancing (Ganem et al., 2020; Jeria et al., 2020; Kissler et al., 2020; Moghadas et al., 2020) . Given the past success of these models, it may then come as a surprise that, despite relying on the same data sources, these models do not make the same predictions. In this note, we argue that this lack of consensus arises because modellers use the same dataset 2 , which comprises cumulative counts of death and positive COVID testing. The critical question here is: can these data sufficiently constrain estimates of SIR cycles? If not, then subtle variants of SIR models may make dramatically different predictions, despite showing almost no difference in terms of the fit accuracy on the available data so far (Salomon, 2020) . Also, model predictions may depend sensitively upon the current phase of the epidemic event: more precisely, whether the outbreak peak has been reached or not (Lin et al., 2020) . This is because the ramping phase of the epidemic transient may not evince all the processes that are relevant for estimating unknown model parameters (and hence making reliable model-based predictions).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 109,
                    "text": "(Kermack et al., 1927)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1041,
                    "end": 1061,
                    "text": "(Ganem et al., 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1062,
                    "end": 1081,
                    "text": "Jeria et al., 2020;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1082,
                    "end": 1103,
                    "text": "Kissler et al., 2020;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1104,
                    "end": 1126,
                    "text": "Moghadas et al., 2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1744,
                    "end": 1759,
                    "text": "(Salomon, 2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1921,
                    "end": 1939,
                    "text": "(Lin et al., 2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this note, we assess the impact of outbreak peak phase and data paucity on the reliability of predictions derived from SIR-type models. In particular, we evaluate the prediction accuracy of a recent SIR-type model that follows from augmenting the set of data to be explained (in particular, we focus on ICU occupancy and negative testing rates 3 , in addition to positive test results and death rates records), depending on whether the outbreak has already been observed or not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In what follows, we will focus on a specific SIR model, namely: the so-called dynamic causal model of COVID pandemics or DCM-covid Moran et al., 2020) . In brief, the model considers four interacting factors describing location, infection status, test status and clinical status, respectively. Within each factor people may probabilistically transition among four distinct states. Given a set of 21 model parameters (see below), the model describes the temporal dynamics of the marginal probabilities of belonging to each state within each factor. The location factor describes 2 Most modelling studies actually use the Johns Hopkins University Center COVID database, which gathers data from WHO and other national and international health organizations. It produces daily reports of deaths, positive tests and remission cases for most countries in the world (https://coronavirus.jhu.edu/map.html). 3 These kinds of data are made openly available by some governmental organizations (e.g., Santé Publique France).",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 150,
                    "text": "Moran et al., 2020)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "a. The DCM-covid model"
        },
        {
            "text": "if an individual is at home, at work 4 , in an intensive care unit (ICU) or in the morgue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a. The DCM-covid model"
        },
        {
            "text": "The infection status is the closest to native SIR models, and includes susceptible, infected, contagious or immune states. Note that, at this point, the model assumes that the immune state is absorbing, i.e. people cannot get the disease twice. The clinical status factor comprises asymptomatic, symptomatic, acute respiratory distress syndrome (ARDS) or deceased. Finally, the diagnostic status captures the fact that a given individual can be untested, waiting for the results of a test, or declared either positive or negative. Model transitions amongst states are controlled by rate constants (inverse time constants) and probability constants (e.g., the probability of dying when in ICU). The ensuing set of state probabilities can then be related to some specific observable epidemiologic outcomes, such as the number of deceased people per day or the number of people newly infected who have been tested positive. Figure 1 below summarizes the causal structure implicit in conditional transition probabilities. We refer the reader to Friston et al. (Friston et al., 2020) for a complete mathematical description of the model. In brief, this compartmental model generates timeseries data based on a mean field approximation to ensemble or population dynamics. The implicit probability distributions are over four latent factors, each with four levels or states (see main text). In particular, this model assumes that (i) there is a progression from a state of susceptibility to immunity, through a period of (pre-contagious) infection to an infectious (contagious) status, (ii) there is a progression from asymptomatic to ARDS, where people with ARDS can either recover to an asymptomatic state or not. With this setup, one can be in one of four places, with any infectious status, expressing symptoms or not and having test results or not. Note that-in this construction-it is possible to be infected and yet be asymptomatic. Crucially, the transitions within any factor depend upon the marginal distribution of other factors. For example, the probability of becoming infected, given that one is susceptible to infection, depends upon whether one is at home or at work. Similarly, the probability of developing symptoms depends upon whether one is infected or not. The probability of being testing negative depends upon whether one is susceptible (or immune) to infection, and so on. Finally, to complete the circular dependency, the probability of leaving home to go to work depends upon the number of infected people in the population, mediated by social distancing. At any point in time, the probability of being in any combination of the four states determines what would be observed at the population level. For example, the occupancy of the deceased level of the clinical factor determines the current number of people who have recorded deaths. Similarly, the occupancy of the positive level of the testing factor determines the expected number of positive cases reported. From these expectations, the expected number of new cases per day can be generated. A more detailed description of the generative model can be found in Friston et al . Parameter estimation and model comparison relies on a variational Bayesian approximation scheme (Daunizeau, 2018; Friston et al., 2007) which is adopted in established computational neuroscience toolboxes (Ashburner, 2012) . In this particular work, we have chosen to implement the DCM-covid model from scratch, and make it available for another open academic model-based data analysis toolbox (Daunizeau et al., 2014) . We did this to provide software validation for subsequent data analyses performed with the DCM-covid model.",
            "cite_spans": [
                {
                    "start": 1041,
                    "end": 1078,
                    "text": "Friston et al. (Friston et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3250,
                    "end": 3267,
                    "text": "(Daunizeau, 2018;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3268,
                    "end": 3289,
                    "text": "Friston et al., 2007)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3359,
                    "end": 3376,
                    "text": "(Ashburner, 2012)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3548,
                    "end": 3572,
                    "text": "(Daunizeau et al., 2014)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 921,
                    "end": 929,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "a. The DCM-covid model"
        },
        {
            "text": "In addition to semi-informed prior distributions, model inversion -in the current implementation-places hard constraints on parameters to ensure that they stay within admissible ranges. More precisely, rate constants and probability constants are derived by passing unbounded parameters through an exponential mapping and sigmoid mapping, respectively 5 . Table 1 below recapitulates the unknown model parameters, in terms of its prior mean and associated hard constraint. is the corresponding country 5 Astute readers will notice a few minor changes from the original model inversion scheme proposed by Friston et al. . In particular, the hard sigmoid constraint on transition probability parameters ensures that these cannot be greater than one. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 363,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "a. The DCM-covid model"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10. 1101 /2020 We will pay particular attention to estimates of N  , i.e. the initial number of susceptible people among the country's population. This is because this parameter eventually controls the quantitative predictions regarding specific outcomes of interest, e.g. acquired immunity ratio at the end of this epidemiologic event. Note that this type of prediction is critical, because it determines the likelihood of multiple rebounds (i.e. waves) of the COVID pandemic are when or if confinement measures are relaxed .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "/2020",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Most modelling studies to date actually rely on daily WHO 7 or ECDC 8 data reports, which gathers cumulative death, positive test and remission counts across countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Observable outcomes"
        },
        {
            "text": "These dataset are made openly available as part of a global collaborative effort to fight against the COVID pandemic (see: https://github.com/CSSEGISandData/COVID-19).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Observable outcomes"
        },
        {
            "text": "However, remission rates are typically considered unreliable, as is evident from established international worldwide data repositories that prefer to report consolidated death and confirmed positive test counts only (see: https://github.com/owid). This effectively reduces the available data to the death and positive test counts, on which most model predictions rely, including outcomes of interest that are only indirectly informed by these data (e.g., acquired population immunity at the end of the current epidemic outbreak). However, a few governmental agencies have recently made an effort to assemble and make openly available richer datasets, including, e.g., ICU occupancy and confirmed negative test counts (see, e.g., for France: https://www.data.gouv.fr/fr/datasets/). This is particularly relevant in this modelling context, because recent SIR models comprise multiple compartments that capture modern health care practices that are only partially observable (see, e.g.:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Observable outcomes"
        },
        {
            "text": "https://ecosys.versailles-grignon.inra.fr/SpatialAgronomy/covid19/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Observable outcomes"
        },
        {
            "text": "As with most modelling studies currently performed on the COVID pandemic, previous applications of the DCM-covid model only fitted daily death (hereafter (1) o ) and positive test ( (2) o ) counts. However, the structure of the model and its associated inversion 7 World Health Organization (https://www.who.int/). 8 European Centre for Disease Prevention and Control (https://www.ecdc.europa.eu/en).",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "(1)",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 185,
                    "text": "( (2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "b. Observable outcomes"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Observable outcomes"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.24.20078485 doi: medRxiv preprint scheme makes it very easy to augment the generated outcome data with remission 9 (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "o ), and negative test ( (5) o ) rates:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "(1) 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": " "
        },
        {
            "text": "(2) 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": " "
        },
        {
            "text": "(3) 6 1,3 Tp  is the current transition rate towards the location status 'home'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": " "
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": " "
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10. 1101 /2020 will happen over the next 200 days, given what has happened during the past 100 days. As we will see, the accuracy of the ensuing model predictions actually depends upon how far the country is with respect to the peak of its epidemic outbreak, in terms of the death rate. The accuracy of these predictions will also depend upon what type of data is actually provided to the model inversion.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "/2020",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We thus simulated 1000 datasets with varying phases of the peak, which could emerge either before or after the first (available) 100 data samples. We did this by randomly sampling the parameter set around the estimated parameters for the French gouv.fr dataset (up to the 12 th of April, see below), which gathers the five outcomes of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "For each parameter set, we simulated the DCM-covid model over a duration of 300 days. This yielded realistic variations of epidemic outbreak dynamics. . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10. 1101 /2020 One can see that all generated outcome dynamics exhibit a simple transient, eventually reaching the disease-free equilibrium state (where 0 inf susceptible p  ). In addition, one can see that simulations are collectively reminiscent of the variability observed across different countries.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "/2020",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Each simulated data time series was then truncated up to the 100 th day, and then fitted using the DCM-covid VB inversion scheme. We considered two inversion variants:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": " VB0: the full dataset (comprising the five observable outcomes) is provided (up to the 100 th day) to the VB inversion scheme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": " VB1: remission, ICU and negative test time series are omitted (this is the typical situation for most modelling studies so far).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "For each simulated dataset, we thus obtained two sets of estimated parameters, one from each VB inversion schemes. We derive the ensuing predictions by simulating the model for the remaining 200 days, given each of those estimated parameter sets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We then estimated the following estimation/prediction accuracy metrics:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": " Peak date estimation error, which we define as follows:  Maximum ICU occupancy:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "max max tt tt",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. We then analysed the impact of the time-to-peak ( peak  ) and data paucity (cf. the two VB variants) onto the four prediction/estimation error scores above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "a. Influence of date-to-peak and dataset availability on prediction/estimation accuracy One can see that this relationship is highly variable, i.e. estimation/prediction errors are clearly non-negligible. Importantly, these errors are not due to model underfitting, . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.24.20078485 doi: medRxiv preprint since the percentage of explained variance in fitted data (i.e. data up to 100 days) is always greater than 95% (VB0: mean R 2 =99%, VB1: mean R 2 =99%). Therefore, estimation/prediction errors are due to non-identifiability. The structure of these errors is most apparent for time-to-peak (cf. upper-left panel in Figure 3 ). When the simulated time-to-peak 100 peak   , the correlation between simulated and estimated time-topeaks in the initial (observed) 100 days is almost perfect. However, this correlation quickly falls as the simulated time-to-peak increases beyond the temporal window of observed data (and more so when fitted data is restricted to daily death counts and positive test rates: VB1). The structure of estimation/prediction errors is less explicit for outcomes of interest. We now evaluate the impact of simulated time-to-peak and data availability on estimation/prediction errors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 458,
                    "end": 466,
                    "text": "Figure 3",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "First, we split the simulations according to whether the simulated death rate peak arose before the last observed sample ( 100   , \"early peak\") or after ( 100  ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ", \"late peak\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "This enabled us to ask whether the prediction/estimation errors above were higher for late than for early peaks. Figure 4 below summarizes the simulation results, in terms of the influence of time-to-peak (early versus late peak) and dataset availability (VB0 versus VB1) onto prediction/estimation accuracy. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 121,
                    "text": "Figure 4",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . To begin with, note the typical error magnitude for the four outcomes of interest: timeto-peak error is of the order of 20 days, cumulative death count error is about 10,000 people, the error on the initial number of susceptible people is 10 millions, and the maximum ICU occupancy error is around 10,000. These errors are beyond acceptable limits, for most practical applications to public health policies. But, as we will see, error magnitudes depend sensitively upon time-to-peak and data paucity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "One can see a clear influence of the time-to-peak onto all prediction/estimation error measures. In brief, it seems that both prediction and estimation are much less accurate when they are performed before the death rate peak has been observed (late peak). It transpires that, when the peak can be observed in the fitted data (early peaks), VB0 accuracy is significantly higher than VB1 accuracy for both ICU occupancy (p<10 -4 ) and initial number of susceptible people (p<10 -4 ). In contrast, when the peak is yet to manifest (late peaks), only the accuracy on time-to-peak estimation is significantly worse for VB1 than for VB0 (p<10 -4 ). Interestingly, the ICU occupancy error is highest for VB1 when the peak has already been observed (cf. lower right panel). This counterintuitive result derives from the fact that default model explanations of death and positive test rates dynamics favour overestimated ICU occupancy (which, for VB1, is . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . not constrained by ICU occupancy data). This will be clearer when analysing the French dataset below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In summary, the reliability of almost all predicted outcomes is severely impacted when the data analysis is performed before the epidemic peak has been observed. In addition, ignoring data such as ICU occupancy and negative test rates strongly impairs the estimation of the initial number of susceptible people as well as the maximum ICU occupancy, in particular when data is analysed >100 days before the epidemic peak has been observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We will now illustrate our analysis of the reliability of the model's prediction/estimation using a single country's data. We focus on French data, because governmental agencies provide additional data 11 , which are missing from WHO or ECDC databases (as of today). Note that reported daily death rates are restricted to hospital data, i.e. it does not include those people who do not die in hospitals (c.f. e.g., retirement homes).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Example: French data"
        },
        {
            "text": "We pre-processed the time series to correct data reports from various counting errors (see below). We also padded the governmental data with ECDC data from the 1 st of January to the 18 th of March (for both daily death and positive test rates) because these dates are not reported in the online available governmental data repositories. This means that there are missing data for both ICU occupancy and total test rates. Figure   5 below shows the effect of data smoothing on the observed data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 432,
                    "text": "Figure   5",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "b. Example: French data"
        },
        {
            "text": "11 These data are made available online here: https://www.data.gouv.fr/en/datasets/donnees-hospitalieresrelatives-a-lepidemie-de-covid-19/ and here: https://www.data.gouv.fr/en/datasets/donnees-relatives-auxtests-de-depistage-de-covid-19-realises-en-laboratoire-de-ville/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Example: French data"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b. Example: French data"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . One can see that the native positive and total test rates exhibit strong periodic dips.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Inspection of the corresponding dates show that these dips correspond to data reports made on weekends. Data pre-processing corrects most of these inconsistencies, without impacting on the corresponding cumulated counts (not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We conducted two analyses on these corrected datasets, by either fitting all reported data (VB0) or only daily death and positive test rates (VB1). Figure 6 below summarizes the ensuing data fits and their predicted dynamics 100 days beyond the last reported date.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "Figure 6",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . Recall that VB0 and VB1 both attempt to account for observed daily death rates and positive test rates. One can see that both succeed in explaining these time series with very high accuracy. In fact, VB1 explains these data better However, only VB0 tries to concurrently fit ICU occupancy and negative test rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Here again, observed time series are very well explained (VB0: R 2 [ICU occupancy]=95%, R 2 [total test rate]=95%). In contrast, VB1's estimates of these time series are substantially overestimated. This is because VB1 has (unknowingly) overfitted the positive test rates, which has resulted in parameter estimation errors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The situation is quite different for VB0, which had to find parameter estimates that yield a balanced trade-off between all concurrent data reports. This observation recapitulates the simulations results regarding ICU occupancy error (although France is currently lying in between typical early or late peak phases).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020 . . https://doi.org/10.1101 /2020 Although fit accuracies for common datasets are comparable, VB0 and VB1 make remarkably different predictions. This is illustrated on Figure 7 below. First, the estimated peak date is 6 th of April for VB0, whereas it is 2 nd of April for VB1 (this can be seen in Figure 6 ). Second, the predicted cumulated death counts after the current epidemic outbreak clearly differ. For VB0, predicted cumulated death counts should be 15799 +/-255 (11635, as of 18-Apr-2020), whereas for VB1, predicted cumulated death counts should be 13450 +/-124. In brief, ignoring ICU occupancy and negative test rates yield epidemic outbreaks that terminate sooner and are less severe (in terms of casualties).",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 29, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 101,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "/2020",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 250,
                    "text": "Figure 7",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 372,
                    "end": 380,
                    "text": "Figure 6",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Third, recall that the model can be used to derive estimates of effective reproduction rates (R0), i.e. the expected number of people who are infected by a COVID-carrier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "This summary statistics of the infectiousness of the epidemics varies over time, depending upon the probability that people stay at home or not (this changes the . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020 . . https://doi.org/10.1101 /2020 effective number of social contacts), and the probability of being susceptible to the disease. We refer the interested reader to Equation 1.9 in Friston et al . It turns out that model-based estimates of the effective reproduction rates' dynamics are clearly higher when accounting for ICU occupancy and negative test rates (cf. upper-right panel on Figure 7 ). Note that the effective reproduction rate starts to decrease roughly at the date of public lockdown (Tuesday the 17 th of March). This is interesting because the model is not informed about this public health event. More precisely, it defines social distancing in terms of the (hidden) behaviour of citizens, without assuming that everyone follows the governmental containment instructions.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 29, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 101,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "/2020",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 458,
                    "end": 466,
                    "text": "Figure 7",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Finally, accounting for ICU occupancy and negative test rates produce more uncertain parameter estimates (cf. lower panels on Figure 7 ). This is most likely because VB1 overfits the observed data, effectively yielding underestimated (overconfident) evaluations of parameter estimation uncertainty.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "text": "Figure 7",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In this work, we have evaluated the reliability of model-based estimations/predictions for four outcomes of interest in the context of the current COVID pandemics. We have shown that the reliability of these predictions depends sensitively upon whether they are derived before or after the epidemic outbreak peak. In addition, we have shown that data paucity (in particular, ignoring ICU occupancy and negative test rates) can accentuate these prediction errors, even when the outbreak peak has already been observed. This is crucial when estimating the initial number of susceptible people, given that it determines the immunity ratio acquired by the population at the end of the epidemic event . We have also illustrated the impact of discounting ICU occupancy and negative test rates on French data available to date. This is a timely analysis, since France is, in all likelihood, currently experiencing the peak of the current epidemic outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The outbreak peak is a significant marker of the rise and fall of distinct transient epidemic dynamics (and its associated public health measures), the late phase of which is crucial to inform parameter estimation. This is reminiscent of what could be . CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10. 1101 /2020 observed in DCMs for neural responses, where for instance, the key role of feedback connections between neuronal populations can only be evidenced once the first peak of the electrophysiological evoked response has been observed (Garrido et al., 2007) .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "/2020",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 337,
                    "end": 359,
                    "text": "(Garrido et al., 2007)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Here, some key hidden biological processes (and their associated unknown parameters) can only be reliably inferred after the peak of the transient dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Having said this, the reliability of model-based predictions for countries that have not passed the peak yet (as is still the case now) could in fact be improved by informing the parameter estimation with data from countries where the outbreak peak has already been observed, using, e.g., hierarchical empirical Bayes models Kass and Steffey, 1989) . At the European level in particular, this speaks to a common effort to gather and share data.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 348,
                    "text": "Kass and Steffey, 1989)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "From a statistical perspective, one may not be surprised that prediction/estimation errors decrease when augmenting the fitted data with ICU occupancy and negative test rates. What is remarkable however, is the quantitative difference it makes for e.g., cumulative death counts or effective reproduction rates (see Figures 6 and 7) . More remarkable is the interaction of data paucity and timing of predictions with respect to the outbreak peak. More generally, in those particular times where uncertainty is high and decisions have to be made as quickly as possible, it may be particularly important to complement models with quantitative assessments of their reliability and the limits of our predictive approaches.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 331,
                    "text": "Figures 6 and 7)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "As a side point, we have not addressed the reliability of the data we have used in our analysis. Daily death counts, for example, are potentially problematic for at least two reasons. First, different data repositories effectively give different numbers, e.g., people deceased in hospitals (as is the case for the French data we have presented here), or in hospitals and retirement homes. Second, they may not account for \"normal\" seasonal mortality (Goldstein et al., 2012) , though this is not the case here (because these hospital death counts are confirmed COVID cases). Testing procedures also have imperfect sensitivity and specificity (Patel et al., 2020) , and ICU occupancy actually depend upon heterogeneous clinical criteria (e.g., respiratory support versus reanimation). All these limitations are difficult (though not impossible) to account for, and further challenge even further the reliability of model-based predictions.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 474,
                    "text": "(Goldstein et al., 2012)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 642,
                    "end": 662,
                    "text": "(Patel et al., 2020)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020 . . https://doi.org/10.1101 /2020 Contrary to most papers that focus on model definition and extension, the approach here tackles this assessment which we believe will become more and more important as more alternative models are proposed, to account for, e.g., the influence of lockdown decisions. This applies to the DCM-COVID model we evaluate here, which is currently being refined along these lines. The kind of data that may need to be acquired to inform the ensuing model predictions is an issue of primary practical importance if this or similar models are to guide public health decisions.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 29, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 101,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "/2020",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Performing this type of analysis for currently available models is beyond the scope of the current work. However, our results highlight the need for evaluating the reliability of model predictions that are currently used by national and international socio-political decision makers. They also motivate the gathering of multiple data time series and making them available to the modelling community. This requirement obviously extends beyond ICU occupancy and negative test rates Salomon, 2020) . In the near future for instance, data about the number of asymptomatic cases in the population, about how infectious are children or about individual immunity after recovery may prove critical. In order to validate model predictions, particularly those related to infected or clinical status, biological assays of these inferred measures are required. Serological surveys for example are being rolled out to examine community infection rates. In a recent study in the Santa Clara region of California antibodies to SARs-CoV-2 were identified in 1.5% of 3,330 people sampledwith an adjusted population prevalence of 2.4% to 4.26% of the population (Bendavid et al., 2020) , with similar rates identified in an analysis of Dutch blood samples in line with model estimates . Larger 'serosurveys' will ultimately be required to more precisely define these measures with large populations being enrolled currently in Germany and by the US National Institute of Health. In addition, reports from centres of recent outbreaks are providing further details that can inform model parameter priors. For example two hospitals in New York City have recently reported a mechanical ventilation requirement for 33.1% of patients admitted for the treatment of Covid-19 (Goyal et al., 2020) . The impact of these and other kinds of data on the reliability of model-based predictions could be evaluated with the approach presented here, irrespective of the model used.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 494,
                    "text": "Salomon, 2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1144,
                    "end": 1167,
                    "text": "(Bendavid et al., 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1749,
                    "end": 1769,
                    "text": "(Goyal et al., 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020 . . https://doi.org/10.1101 /2020 ",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 29, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 101,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 107,
                    "text": "/2020",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SPM: A history",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ashburner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Neuroimage",
            "volume": "62",
            "issn": "",
            "pages": "791--800",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 Antibody Seroprevalence in",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bendavid",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mulaney",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bromley-Dulfano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Weissberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Saavedra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tedrow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Data-Driven Study of the COVID-19 Pandemic via Age-Structured Modelling and Prediction of the Health System Failure in Brazil amid Diverse Intervention Strategies",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mitigating COVID-19 outbreak via high testing capacity and strong transmission-intervention in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The variational Laplace approach to approximate Bayesian inference",
            "authors": [
                {
                    "first": "J. ; Q-Bio",
                    "middle": [],
                    "last": "Daunizeau",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stat",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "VBA: A Probabilistic Treatment of Nonlinear Models for Neurobiological and Behavioural Data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Daunizeau",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rigoux",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Comput Biol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Variational free energy and the Laplace approximation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Friston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mattout",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Trujillo-Barreto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ashburner",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Penny",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "NeuroImage",
            "volume": "34",
            "issn": "",
            "pages": "220--234",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Dynamic causal modelling of COVID-19",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Friston",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Parr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zeidman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Razi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Flandin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Daunizeau",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Hulme",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Billig",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Litvak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The impact of early social distancing at COVID-19 Outbreak in the largest Metropolitan Area of Brazil",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ganem",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Mendes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B G"
                    ],
                    "last": "Porto",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Araujo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nakaya",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Diaz-Quijano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Croda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Evoked brain responses are generated by feedback loops",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Garrido",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kilner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Kiebel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Friston",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "104",
            "issn": "",
            "pages": "20961--20966",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Improving the estimation of influenza-related mortality over a seasonal baseline",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Charu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Epidemiol. Camb. Mass",
            "volume": "23",
            "issn": "",
            "pages": "829--838",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical Characteristics of Covid-19 in",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Pinheiro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Schenck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jabri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Satlin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Campion",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nahid",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Ringel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Suppression and Mitigation Strategies for Control of COVID-19 in New Zealand",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hendy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Plank",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Steyn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Chloroquine and hydroxychloroquine for the treatment of COVID-19: A living systematic review protocol",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Jeria",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "X R"
                    ],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Acuna",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A T"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rada",
                    "suffix": ""
                },
                {
                    "first": "Group",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Updating the accounts: global mortality of the 1918-1920 \"Spanish\" influenza pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P A S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Bull. Hist. Med",
            "volume": "76",
            "issn": "",
            "pages": "105--115",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Approximate Bayesian Inference in Conditionally Independent Hierarchical Models (Parametric Empirical Bayes Models)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Kass",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Steffey",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Am. Stat. Assoc",
            "volume": "84",
            "issn": "",
            "pages": "717--726",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc. R. Soc. Lond. Ser. Contain. Pap. Math. Phys. Character",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Projecting the transmission dynamics of SARS-CoV-2 through the postpandemic period",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kissler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tedijanto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Grad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Explaining the Bomb-Like Dynamics of COVID-19 with Modeling and the Implications for Policy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pinz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schueller",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gatalo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Projecting hospital utilization during the COVID-19 outbreaks in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Moghadas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shoukat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Fitzpatrick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pandey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Sachs",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Estimating required lockdown cycles before immunity to SARS-CoV-2: Model-based analyses of susceptible population sizes, S0, in seven European countries including the UK and Ireland",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Fagerholm",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Daunizeau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cullen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Turkheimer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leech",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Friston",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Pick of the coronavirus papers : How Hong Kong stemmed viral spread without harsh restrictions",
            "authors": [],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Report from the American Society for Microbiology COVID-19 International Summit",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Babady",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Theel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Storch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Pinsky",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bertuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A mechanistic population balance model to evaluate the impact of interventions on infectious disease outbreaks: Case for COVID19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Acuna",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Uratani",
                    "suffix": ""
                },
                {
                    "first": "Paton",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Defining high-value information for COVID-19 decision-making",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salomon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Causal structure of the DCM-COVID model (adapted from Friston et al. 2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "representative subset of simulated time series, as well as Monte-Carlo histograms of simulated cumulative death counts, initial number of susceptible people and death rate time-to-peaks.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Summary of simulated outcomes of interest. These simulations were drawn from small variations around the model parameters estimated from the full French data available on the 12 th of April. Upper-left panel: simulated daily death rate dynamics (y-axis) are plotted against time (x-axis, in days). Dots depict time-to-peaks. Upper-right panel: the distribution of simulated cumulated death counts. Lower-left panel: the distribution of simulated time-to-peaks. Lower-right panel: the distribution of simulated initial number of susceptible people (in millions).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "ˆN  are the simulated and estimated daily deceased rates, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "below depicts the relationship between simulated and estimated outcomes (more precisely: epidemics' peak date, cumulative death count, maximum ICU occupancy and initial number of susceptible people).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Relationship between simulated and estimated/predicted outcomes of interest. Upperleft panel: estimated time-to-peaks (y-axis, in days) are plotted against simulated time to peaks (x-axis, in days), for both VB0 (blue, augmented data) and VB1 (red, positive cases and death rates only) data analyses. Each dot corresponds to a simulated data time series, and the red dotted line shows the identity mapping (perfect estimation/prediction). Upper-right panel: cumulated death counts,. Lower-left panel: initial number of susceptible people,. Lower-right panel: maximum ICU occupancy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Impact of time-to-peak and data availability on estimation/prediction accuracy. Upperleft panel: Average peak date prediction error   (y-axis, in days) is shown for early and late peaks, for both VB0 (blue) and VB1 (red) data analyses. Errorbars denote 95% bootstrapped confidence intervals on the mean. Upper-right panel: cumulated death counts error c  , same format as upper-left",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "panel. Lower-left panel: initial number of susceptible people error N  , same format as upper-left panel.Lower-right panel: maximum ICU occupancy, same format as upper-left panel.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Data pre-processing. Upper-left panel: Reported daily death rate dynamics (y-axis) is plotted against time (x-axis, in weeks), starting on the 1 st of January 2020 and ending on the 19 th of April 2020. The black line and black dots denote the uncorrected and corrected data, respectively. Upper-right panel: positive test rates, same format as upper-left panel. Lower-left panel: total test rates, same format as upper-left panel. Lower-right panel: ICU occupancy error I  , same format as upper-left panel.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Model fits of available French data: impact of data paucity. Upper-left panel: Reported daily death rate dynamics (y-axis) is plotted against time (x-axis, in weeks), starting on the 1 st of January 2020 and ending on the 19 th of April 2020. Note: only hospital mortality is reported here. The blue and red traces denote the predicted data when accounting for ICU occupancy and negative test rates and when not accounting for these, respectively. The black dots show the corrected available data. Black dotted lines denotes the start and intended end of the governmental containment measures (17 th of March and 11 th of May, respectively). Upper-right panel: positive test rates, same format as upper-left panel. Lower-left panel: ICU occupancy. Lower-right panel: total test rates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Model predictions/estimations given available French data. Upper-left panel: Reported cumulated death count dynamics (y-axis) is plotted against time (x-axis, in weeks). Same format as Figure 6. Note: only hospital mortality is reported here. Upper-right panel: effective reproduction rate, same format as upper-left panel. Lower-left panel: estimated parameters given all available data (VB0). Errorbars show Bayesian 95% posterior credible intervals. Lower-right panel: estimated parameters, when ignoring ICU occupancy and negative test rates (VB1), same format as upper-left panel.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Summary of priors for DCM-covid model parameters. Note that prior variances were fixed to 1 for all unbounded model parameters 6 Country population sizes are taken from available online governmental data.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "daily change in the corresponding marginal probability (with a slight abuse of notation) 10 . The particular form Equation 1 takes for confirmed cases and death counts, derives from the fact that model inversion focuses on fitting newly (daily) counts, as opposed to cumulative counts (with the exception of remission rates and ICU occupancy).One can see from Equation 1 that observable outcomes provide only partial information regarding internal (latent or hidden) model states. At this point, we note that, in principle, nothing prevents such SIR models to be fitted to other types of observable data. However, at the time of writing this manuscript, no other data type was reliably and regularly accessible. We therefore focus on these five observable outcomes.c. Numerical assessment of prediction accuracyAt the time of writing, most western European countries (including, e.g., UK, Germany, France, Italy, Spain, Ireland and Switzerland) have either passed the peak of the pandemic event or are about to pass it. Available data typically start on January the 20 th , yielding approximately a hundred daily data points up until the current time. But the transient dynamics of the COVID pandemic will not approach disease-free equilibria states for a further 6 to 8 months. This means that one has to predict what 9 Here, we are restricting remissions to people leaving ICU and returning home. on the third line of Equation 1 is evaluated on the day before, such that",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "To confirm these observations, we performed a simple 2x2 ANOVA on each of the four error scores. First, the main effect of time-to-peak is significant for all error types except",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}