{
    "paper_id": "a33a44645289fd7a24abcabf6fc774a048967942",
    "metadata": {
        "title": "A transcriptional regulatory atlas of coronavirus infection of 1 human cells USA",
        "authors": [
            {
                "first": "Scott",
                "middle": [
                    "A"
                ],
                "last": "Ochsner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Neil",
                "middle": [
                    "J"
                ],
                "last": "Mckenna",
                "suffix": "",
                "affiliation": {},
                "email": "nmckenna@bcm.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Identifying transcriptional responses that are most consistently associated with 16 experimental coronavirus (CoV) infection can help illuminate human cellular signaling 17 pathways impacted by CoV infection. Here, we distilled over 3,000,000 data points from 18 publically archived CoV infection transcriptomic datasets into consensus regulatory 19 signatures, or consensomes, that rank genes based on their transcriptional 20 responsiveness to infection of human cells by MERS, SARS-CoV-1 and SARS-CoV-2 21 subtypes. We computed overlap between genes with elevated rankings in the CoV 22 consensomes against those from transcriptomic and ChIP-Seq consensomes for nearly 23 880 cellular signaling pathway nodes. Validating the CoV infection consensomes, we 24 identified robust overlap between their highly ranked genes and high confidence targets 25 of signaling pathway nodes with known roles in CoV infection. We then developed a 26 series of use cases that illustrate the utility of the CoV consensomes for hypothesis 27 generation around mechanistic aspects of the cellular response to CoV infection. We 28 make the CoV infection consensomes and their universe of underlying data points freely 29 accessible through the Signaling Pathways Project web knowledgebase. : bioRxiv preprint Josset et al., 2013; Sims et al., 2013; Yoshikawa et al., 2010). To date however the field 55 has lacked a resource that fully capitalizes on these datasets by, firstly, using them to 56 rank human genes according to their transcriptional response to CoV infection and 57 secondly, contextualizing these transcriptional responses by integrating them with 58 'omics data points relevant to host cellular signaling pathways. Here, as a service to the 59 research community to catalyze the development of novel CoV therapeutics, we 60 generated consensomes for infection of human cells by MERS, SARS1 and SARS2 61 CoVs. We then analyzed the extent to which high confidence transcriptional targets for 62 these viruses intersected with genes with elevated rankings in transcriptomic and ChIP-63 Seq consensomes for cellular signaling pathway nodes. Integration of the CoV 64 consensomes with the existing universes of SPP transcriptomic and ChIP-Seq data 65 points in a series of use cases illuminates previously uncharacterized intersections 66 between CoV infection and human cellular signaling pathways. The CoV infection 67 consensome and its underlying datasets provide researchers with a unique and freely 68 accessible framework within which to generate and pressure test hypotheses around 69 human cellular signaling pathways impacted by CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "70 75 We first set out to generate a set of consensomes ranking human genes based on the 76 frequency of their significant differential expression in response to infection by MERS, 77 SARS1 and SARS2 CoVs. To do this we searched the Gene Expression Omnibus 78 (GEO) and ArrayExpress databases to identify datasets involving infection of human 79 cells by these species. From this initial collection of datasets, we next carried out a 80 three step quality control check as previously described (Ochsner et al., 2019), yielding 81 a total of 3,041,047 million data points in 111 experiments from 25 independent CoV 82 infection transcriptomic datasets (Supplementary information, Section 1). Using these 83 curated datasets, we next generated consensomes for each CoV species, as well as 84 one ranking genes across all CoV infection experiments (ALL CoV). As a reference 85 consensome for a virus whose transcriptional impact on human cells has been studied 86 in depth, we also generated a consensome for human influenza A virus (IAV) infection. 87 The Supplementary information files contain the full human ALL CoV (Section 2), MERS 88 (Section 3), SARS1 (Section 4), SARS2 (Section 5) and IAV (Section 6) infection 89 transcriptomic consensomes. To assist researchers in inferring transcriptional regulation 90 of signaling networks, the ALL CoV consensome is annotated to indicate the identity of 91 a gene as encoding a bioactive small molecule, receptor, signaling enzyme or 92 transcription factor (Supplementary information, Section 2, columns W-Z). As an initial 93 benchmark for the ALL CoV consensome, we assembled a list of 20 interferon-94 stimulated genes (ISGs), which encode many of the key canonical viral response 95 factors (Supplementary information, Section 2, column I) (Schneider et al., 2014). As",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "74",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Generation of the CoV consensomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infection by coronaviruses (CoV) represents a major current global public health 33 concern. Signaling within and between airway epithelial and immune cells in response 34 to infections by CoV and other viruses is coordinated by a complex network of signaling (Haviv et al., 1998) . TC95s remained specific to SARS2 (data not shown), confirming that significant overlap 330 with the EMT node signature was specific to the SARS2 TC99. 331 We next applied consensome redundancy analysis (see Use case 1) to isolate a set of 332 SARS2 regulated genes (CPV P < 0.05) that were high confidence targets (i.e. in the The copyright holder for this preprint (which this version posted April 25, 2020. . https://doi.org/10.1101/2020.04.24.059527 doi: bioRxiv preprint 20 appreciation of the cellular signaling pathway nodes whose gain or loss of function in 400 response to CoV infection gives rise to these transcriptional patterns.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 280,
                    "text": "(Haviv et al., 1998)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "331",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "32"
        },
        {
            "text": "The human CoV and IAV consensomes and their underlying datasets are \"living\" 402 resources on SPP that will be updated and versioned with appropriate datasets. This Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 172,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "401"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Viral targeting of TFIIB impairs de novo polymerase II recruitment and 624 affects antiviral immunity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Haas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meiler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Geiger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vogt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Preuss",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kochs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pichlmair",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Pathogens",
            "volume": "14",
            "issn": "623",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cyclin-dependent kinase 6 is a chromatin-bound cofactor 629 for NF-kappaB-dependent gene expression",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kracht",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Molecular Cell",
            "volume": "53",
            "issn": "2",
            "pages": "193--208",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Trex1 regulates 633 lysosomal biogenesis and interferon-independent activation of antiviral genes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hasan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rakheja",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Pattnaik",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brugarolas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dozmorov",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Wakeland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee-Kirsch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hepatitis B virus pX targets TFIIB 636 in transcription coactivation",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Haviv",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shamay",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Doitsh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shaul",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Molecular and Cellular Biology",
            "volume": "18",
            "issn": "3",
            "pages": "1562--1569",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Viral interactions with the Notch pathway. Seminars in Cancer 639",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Hayward",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Toll-like receptor-4 (TLR4) down-regulates microRNA-107, increasing macrophage 642 adhesion via cyclin-dependent kinase 6",
            "authors": [],
            "year": null,
            "venue": "The Journal of Biological Chemistry",
            "volume": "643",
            "issn": "29",
            "pages": "25531--25539",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M111.256206"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Interferon-beta 1a and SARS coronavirus replication. Emerging Infectious 646 Diseases",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Fritz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Jahrling",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Karp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Huggins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "317--319",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1002.030482"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "SOX2 promotes dedifferentiation and imparts stem cell-like features 650 to pancreatic cancer cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Oncogenesis",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Epithelial-mesenchymal 653 transition contributes to pulmonary fibrosis via aberrant epithelial/fibroblastic cross-654 talk",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Lung Health and Diseases",
            "volume": "3",
            "issn": "2",
            "pages": "31--35",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The critical role of Notch 657 ligand Delta-like 1 in the pathogenesis of influenza A virus (H1N1) infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lukacs",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Matsukawa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kunkel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1002341"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Alveolar epithelial cells undergo epithelial-mesenchymal 703 transition in acute interstitial pneumonia: a case report",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Pulmonary Medicine",
            "volume": "",
            "issn": "",
            "pages": "704--718",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2466-14-67"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "HOXB4 promotes the 706 malignant progression of ovarian cancer via DHDDS",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J.-H",
                    "middle": [],
                    "last": "Gou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "J.-J",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "Z.-Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Cancer",
            "volume": "20",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Smads to promote transforming growth factor-beta responses",
            "authors": [],
            "year": null,
            "venue": "Oncogene",
            "volume": "36",
            "issn": "3",
            "pages": "711--362",
            "other_ids": {
                "DOI": [
                    "10.1038/onc.2016.204"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "ADAR1 promotes the epithelial-to-mesenchymal transition and 714 stem-like cell phenotype of oral cancer by facilitating oncogenic microRNA 715 maturation",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Experimental & Clinical Cancer Research",
            "volume": "38",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13046-019-1300-2"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Renal fibrosis: new insights into the pathogenesis and therapeutics",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Telomerase reverse transcriptase promotes epithelial-721 mesenchymal transition and stem cell-like traits in cancer cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Oncogene",
            "volume": "32",
            "issn": "36",
            "pages": "4203--4213",
            "other_ids": {
                "DOI": [
                    "10.1038/onc.2012.441"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Influenza viruses and the NF-kappaB signaling pathway 724 -towards a novel concept of antiviral therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ludwig",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Planz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biological Chemistry",
            "volume": "389",
            "issn": "10",
            "pages": "1307--725",
            "other_ids": {
                "DOI": [
                    "10.1515/BC.2008.148"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Protein Occludin Is a Porcine Epidemic Diarrhea Virus Entry Factor",
            "authors": [],
            "year": null,
            "venue": "Journal",
            "volume": "728",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "GATA6 regulates EMT and 732 tumour dissemination, and is a marker of response to adjuvant chemotherapy in 733 pancreatic cancer",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Iovanna",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neoptolemos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Real",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Gut",
            "volume": "66",
            "issn": "9",
            "pages": "1665--1676",
            "other_ids": {
                "DOI": [
                    "10.1136/gutjnl-2015-734311256"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "IL-1beta induces up-regulation of BIRC3, a gene involved 737 in chemoresistance to doxorubicin in breast cancer cells",
            "authors": [
                {
                    "first": "J.-T",
                    "middle": [],
                    "last": "Meza",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cancer Letters",
            "volume": "390",
            "issn": "",
            "pages": "39--738",
            "other_ids": {
                "DOI": [
                    "10.1016/j.canlet.2017.01.005"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "the glucocorticoid receptor in dendritic cells: potential clinical 742 implications",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S M"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Pavlakis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ozato",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kino",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PloS One",
            "volume": "8",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0063587"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "STAG2 loss-of-function mutation induces PD-L1 expression in U2OS cells",
            "authors": [],
            "year": null,
            "venue": "Translational Medicine",
            "volume": "745",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.21037/atm.2019.02.23"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The snail superfamily of zinc-finger transcription factors",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nieto",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "747",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The Signaling Pathways Project, an 752 integrated 'omics knowledgebase for mammalian cellular signaling pathways",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Huss",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Mckenna",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The 755",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Ostler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thunuguntla",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Glucocorticoid Receptor (GR) Stimulates Herpes Simplex Virus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Part Because the Infected Cell Protein 0 (ICP0) Promoter Is",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Cooperatively Transactivated by the GR and Kruppel-Like Transcription Factor 15",
            "authors": [],
            "year": null,
            "venue": "Journal of Virology",
            "volume": "758",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02063-18"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Cell cycle control and HIV-1 susceptibility are linked by CDK6-dependent CDK2 763 phosphorylation of SAMHD1 in myeloid and lymphoid cells",
            "authors": [],
            "year": 1950,
            "venue": "Journal of Immunology",
            "volume": "764",
            "issn": "4",
            "pages": "1988--1997",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "CHESS: a new human 768 gene catalog curated from thousands of large-scale RNA sequencing experiments 769 reveals extensive transcriptional noise",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Madugundu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pandey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzberg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Genome Biology",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "The NF-773 kappaB-dependent and -independent transcriptome and chromatin landscapes of 774 human coronavirus 229E-infected cells",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Karl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhuju",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Schmitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kracht",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS Pathogens",
            "volume": "13",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "The NS1 protein of influenza A virus blocks RIG-I-mediated activation of the 778 noncanonical NF-kappaB pathway and p52/RelB-dependent gene expression in 779 lung epithelial cells",
            "authors": [],
            "year": null,
            "venue": "Journal of Virology",
            "volume": "86",
            "issn": "18",
            "pages": "10211--10217",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Angiotensin II as a morphogenic cytokine stimulating 782 renal fibrogenesis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ruster",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of the American Society of Nephrology : JASN",
            "volume": "22",
            "issn": "7",
            "pages": "1189--1199",
            "other_ids": {
                "DOI": [
                    "10.1681/ASN.2010040384"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "FBXO32 promotes microenvironment underlying 786 epithelial-mesenchymal transition via CtBP1 during tumour metastasis and brain 787 development",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beli",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Tiwari",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature Communications",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-788017-01366-x"
                ]
            }
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Pregnancy and susceptibility 790 to infectious diseases",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sappenfield",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jamieson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Kourtis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Infectious Diseases in Obstetrics and Gynecology",
            "volume": "791",
            "issn": "752852",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2013/752852"
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Interferon-stimulated genes: 793 a complex web of host defenses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Chevillotte",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Rice",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annual Review of Immunology",
            "volume": "32",
            "issn": "",
            "pages": "513--545",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "The AFF4 scaffold binds human P-TEFb adjacent to HIV 797",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Alber",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Release of severe 802 acute respiratory syndrome coronavirus nuclear import block enhances host 803 transcription in human lung cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pickles",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcweeney",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Virology",
            "volume": "87",
            "issn": "7",
            "pages": "3885--3902",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "TGFbeta-induced SMAD4-808 dependent Apoptosis Proceeded by EMT in CRC",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Homoud",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Al-Dayel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Al-Kuraya",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Molecular Cancer Therapeutics",
            "volume": "809",
            "issn": "7",
            "pages": "1312--1322",
            "other_ids": {
                "DOI": [
                    "10.1158/1535-7163.MCT-18-1378"
                ]
            }
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Pandemic 2009 influenza A(H1N1) virus illness among 814 pregnant women in the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jamieson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "JAMA",
            "volume": "",
            "issn": "15",
            "pages": "1517--1525",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "How cells respond to interferons",
            "authors": [],
            "year": null,
            "venue": "Annual Review of Biochemistry",
            "volume": "67",
            "issn": "",
            "pages": "227--264",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "doi: bioRxiv preprint Gene set enrichment analysis: a knowledge-based approach for interpreting 822 genome-wide expression profiles",
            "authors": [],
            "year": null,
            "venue": "Proceedings of the National Academy of 823 Sciences of the United States of America",
            "volume": "102",
            "issn": "",
            "pages": "15545--15550",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.24.059527"
                ]
            }
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Proteomic analysis of the human KEOPS complex identifies C14ORF142 864 as a core subunit homologous to yeast Gon7",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Laister",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Caudy",
                    "suffix": ""
                },
                {
                    "first": "A.-C",
                    "middle": [],
                    "last": "Gingras",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Durocher",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sicheri",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nucleic Acids Research",
            "volume": "45",
            "issn": "2",
            "pages": "805--865",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkw1181"
                ]
            }
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Homeoprotein Six2 868 promotes breast cancer metastasis via transcriptional and epigenetic control of E-869 cadherin expression",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nemenoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Costello",
                    "suffix": ""
                },
                {
                    "first": "A.-C",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Ford",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cancer Research",
            "volume": "74",
            "issn": "24",
            "pages": "7357--7370",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "CD147 Induces Epithelial-to-Mesenchymal Transition by 873",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "Complex in Human Endometriosis",
            "authors": [],
            "year": null,
            "venue": "The American Journal of Pathology",
            "volume": "188",
            "issn": "7",
            "pages": "1597--1607",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajpath.2018.03.004"
                ]
            }
        },
        "BIBREF110": {
            "ref_id": "b110",
            "title": "Overexpression of ANXA3 is an independent prognostic 877 indicator in gastric cancer and its depletion suppresses cell proliferation and tumor 878 growth",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Oncotarget",
            "volume": "7",
            "issn": "52",
            "pages": "86972--86984",
            "other_ids": {}
        },
        "BIBREF112": {
            "ref_id": "b112",
            "title": "Xenobiotic pregnane X receptor (PXR) regulates innate immunity via 882 activation of NLRP3 inflammasome in vascular endothelial cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Journal of 883 Biological Chemistry",
            "volume": "289",
            "issn": "43",
            "pages": "30075--30081",
            "other_ids": {}
        },
        "BIBREF114": {
            "ref_id": "b114",
            "title": "Up-regulation of IL-6 and TNF-alpha induced by SARS-887 coronavirus spike protein in murine macrophages via NF-kappaB pathway",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "She",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Research",
            "volume": "888",
            "issn": "1-2",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2007.02.007"
                ]
            }
        },
        "BIBREF115": {
            "ref_id": "b115",
            "title": "Downregulation 891 of RNF128 activates Wnt/beta-catenin signaling to induce cellular EMT and 892 stemness via CD44 and CTTN ubiquitination in melanoma",
            "authors": [
                {
                    "first": "C.-Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "M.-X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y.-W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P.-F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "X.-Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "N.-H",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "F.-Z",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "J.-Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Hematology",
            "volume": "893",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13045-019-0711-z"
                ]
            }
        },
        "BIBREF117": {
            "ref_id": "b117",
            "title": "Philosophical Transactions of the Royal Society of London. Series B, Biological 897 Sciences",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "317",
            "issn": "",
            "pages": "439--453",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.1987.0071"
                ]
            }
        },
        "BIBREF118": {
            "ref_id": "b118",
            "title": "Persistent Transmissible Gastroenteritis 899 Virus Infection Enhances Enterotoxigenic Escherichia coli K88 Adhesion by 900",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF119": {
            "ref_id": "b119",
            "title": "Promoting Epithelial-Mesenchymal Transition in Intestinal Epithelial Cells",
            "authors": [],
            "year": 2020,
            "venue": "Journal 901 of Virology",
            "volume": "",
            "issn": "21",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.24.059527"
                ]
            }
        },
        "BIBREF121": {
            "ref_id": "b121",
            "title": "microRNA-539 903 functions as a tumor suppressor in papillary thyroid carcinoma via the transforming 904 growth factor beta1/Smads signaling pathway by targeting secretory leukocyte 905 protease inhibitor",
            "authors": [
                {
                    "first": "C.-B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X.-S.-B.-J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J.-Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Cellular Biochemistry",
            "volume": "120",
            "issn": "6",
            "pages": "10830--10846",
            "other_ids": {}
        },
        "BIBREF124": {
            "ref_id": "b124",
            "title": "Identification of functional clock-controlled elements 909 involved in differential timing of Per1 and Per2 transcription",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nucleic Acids 910 Research",
            "volume": "38",
            "issn": "",
            "pages": "7964--7973",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkq678"
                ]
            }
        },
        "BIBREF125": {
            "ref_id": "b125",
            "title": "Telomerase activation 912 by Epstein-Barr virus latent membrane protein 1 is associated with c-Myc 913 expression in human nasopharyngeal epithelial cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Experimental & 914 Clinical Cancer Research : CR",
            "volume": "23",
            "issn": "3",
            "pages": "495--506",
            "other_ids": {}
        },
        "BIBREF126": {
            "ref_id": "b126",
            "title": "NF-kappa B regulates transcription of the 916 mouse telomerase catalytic subunit",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Hubbard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Giardina",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "The Journal of Biological Chemistry",
            "volume": "275",
            "issn": "47",
            "pages": "917--36671",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.M007378200"
                ]
            }
        },
        "BIBREF128": {
            "ref_id": "b128",
            "title": "Dynamic innate immune responses of 920 human bronchial epithelial cells to severe acute respiratory syndrome-associated 921 coronavirus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "C.-T",
                    "middle": [
                        "K"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PloS One",
            "volume": "5",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF130": {
            "ref_id": "b130",
            "title": "P-TEFb goes viral",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zaborowska",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Isa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BioEssays : News 924 and Reviews in Molecular, Cellular and Developmental Biology",
            "volume": "38",
            "issn": "1",
            "pages": "75--925",
            "other_ids": {
                "DOI": [
                    "10.1002/bies.201670912"
                ]
            }
        },
        "BIBREF131": {
            "ref_id": "b131",
            "title": "PMEPA1 induces EMT via a 927 non-canonical TGF-beta signalling in colorectal cancer",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Cellular and 928 Molecular Medicine",
            "volume": "23",
            "issn": "5",
            "pages": "3603--3615",
            "other_ids": {
                "DOI": [
                    "10.1111/jcmm.14261"
                ]
            }
        },
        "BIBREF132": {
            "ref_id": "b132",
            "title": "dbEMT: an epithelial-mesenchymal 930 transition associated gene resource",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Scientific Reports",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF134": {
            "ref_id": "b134",
            "title": "Viruses exploit the function of epidermal 933 growth factor receptor",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kitazato",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Reviews in Medical Virology",
            "volume": "24",
            "issn": "4",
            "pages": "274--286",
            "other_ids": {}
        },
        "BIBREF137": {
            "ref_id": "b137",
            "title": "PI3K/AKT/Snail pathway in NSCLC. Aging",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "6069--6088",
            "other_ids": {}
        },
        "BIBREF140": {
            "ref_id": "b140",
            "title": "CC-BY 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C.-L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H.-D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "R.-D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M.-Q",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "941",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.24.059527"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "35 pathway nodes. These include chemokine and cytokine-activated receptors, signaling 36 enzymes and transcription factors, and the genomic targets encoding their downstream 37 effectors (Takeda et al., 2003; Stark et al., 1998; Darnell et al., 1994)]. We recently 38 described the Signaling Pathways Project (SPP; (Ochsner et al., 2019), an integrated 39 'omics knowledgebase designed to assist bench researchers in leveraging publically 40 archived transcriptomic and ChIP-Seq datasets to generate research hypotheses. A 41 unique aspect of SPP is its collection of consensus regulatory signatures, or 42 consensomes, which rank genes based on the frequency of their significant differential 43 expression across transcriptomic experiments mapped to a specific signaling pathway 44 node or node family. By surveying across multiple independent datasets, we have 45 shown that consensomes recapitulate pathway node-genomic target regulatory 46 relationships to a high confidence level (Ochsner et al., 2019). 47 Placing the transcriptional events associated with human CoV infection in context with 48 those associated with other signaling paradigms has the potential to catalyze the 49 development of novel therapeutic approaches. The CoV research community has been 50 active in generating and archiving transcriptomic datasets documenting the 51 transcriptional response of human cells to infection by the three major CoV species, 52 namely, Middle East respiratory syndrome coronavirus (MERS) and severe acute 53 respiratory syndrome coronaviruses 1 (SARS1) and 2 (SARS2) (DeDiego et al., 2011; were assigned appropriately elevated rankings in the consensome. 98 To gain insight into transcriptional intersections between CoV infection and human 99 cellular signaling pathways, we next computed genes with elevated rankings in the CoV 100 consensomes against genes with high confidence regulatory relationships with cellular 101 signaling pathway nodes. To do this we generated five lists of genes corresponding to 102 the ALL CoV, MERS, SARS1, SARS2 and IAV transcriptomic consensome 95 th 103 percentiles. We then retrieved genes in the 95 th percentiles of human transcriptomic (n 104 = 30) consensomes and ChIP-Seq (n = 834) consensomes for a collection of cellular 105 signaling pathway nodes, and computed the extent and significance of their overlap with 106 genes in the 95 th percentiles of each of the five CoV consensomes. Significant overlap 107 between the 95 th percentiles of a node/node family consensome and a CoV 108 consensome would indicate a potential biological relationship between loss or gain of 109 function of that node and the transcriptional response to CoV infection. 110 For clarity and brevity we will refer from here on to the 95 th percentile of a ChIP-Seq 111 consensome as \"CC95\" and the 95 th percentile of a transcriptomic consensome as 112 \"TC95\". Of the 834 node CC95s evaluated, 377 had significant overlap (p < 0.05) with at 113 least one of the CoV infection TC95s; of the 30 node/node family TC95s evaluated, 25 114 had significant overlap (p< 0.05) with at least one of the CoV infection TC95s. Results of 115 these analyses are shown in Figure 2 (receptor and enzyme transcriptomic analysis), ChIP-Seq transcription factor analysis), Figure 4 (ChIP-Seq enzyme analysis) 117 and Figure 5 (ChIP-Seq co-node analysis); see also Supplementary information Section 118 7 for the complete numerical data. We next surveyed the significant overlaps to identify CoV infection, thereby validating the consensome approach in this context; 121 and (ii) evidence for previously uncharacterized transcriptional biology of CoV infection 122 that are consistent with their roles in the response to other viral infections. 123 Receptors Reflecting their well-documented roles in the response to viral infection, we 124 observed appreciable significant overlap between all TC95s and those for the toll-like 125 (TLR (Totura et al., 2015), interferon (IFNR (Hensley et al., 2004)) and tumor necrosis 126 factor (TNFR (W. Wang et al., 2007)) receptor families (Fig. 2). Interestingly, these 127 signatures were particularly highly enriched in the SARS2 TC95 -potentially reflecting a 128 particularly strong antiviral response to infection by SARS2. TC95 overlaps for receptor 129 systems with previously uncharacterized connections to CoV infection, including 130 epidermal growth factor receptors, glucocorticoid receptor and NOTCH receptor 131 signaling, are consistent with the known roles of these receptor systems in the context 132 of other viral infections (Hayward, 2004; Ito et al., 2011; Ng et al., 2013; Ostler et al., 133 2019; Zheng et al., 2014). The relatively strong enrichment for xenobiotic receptors 134 reflects work describing a role for pregnane X receptor in innate immunity (S. Wang et 135 al., 2014) and points to a potential role for members of this family in the response to 136 CoV infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Transcription factors In general, ChIP-Seq enrichments for transcription factors and138 other nodes were more specific for individual CoV infection TC95s (compareFig. 2 with 139Figs 3, 4 and 5). This is likely due to the fact that ChIP-Seq consensomes are based on",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "140 direct promoter binding by a specific node antigen, whereas transcriptomic 141 consensomes encompass both direct and indirect targets of specific receptor and 142 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Compared to the roles of receptors and transcription factors in the response 155 to viral infection, the roles of signaling enzymes are less well illuminated -indeed, in the 156 context of CoV infection, they are entirely unstudied. Through their regulation CDK9, is a member of the viral-targeted p-TEFB complex (Zaborowska et al., 169 2016). Reflecting a potential general role in viral infection, appreciable overlap was 170 observed between the CCNT2 CC95 and all viral TC95s (Fig. 4). Finally in the context 171 of enzymes, DNA Topoisomerase (TOP1) has been shown to be required for efficient 172 replication of simian virus 40 (Wobbe et al., 1987) and Ebola (Takahashi et al., 2013) 173viruses. The prominent overlap between its CC95 and those of SARS2 and IAV(Fig. 4)174 suggest that it may play a similar role in facilitating the replication of these viruses.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Co-nodesWe have coined the term \"co-nodes\" as a convenient catch-all for cellular176 factors that are not members of the three principal signaling pathway node categories 177 (receptors, enzymes and transcription factors; Ochsner et al., 2019). The breadth of 178 functions encompassed by members of this category reflects the diverse mechanisms 179 employed both by viruses to infect and propagate in cells, as well as by hosts to mount 180 an efficient immune response. Consistent with its characterized role in the recruitment 181 of p-TEFB by IV-1 Tat protein (Schulze-Gahmen et al., 2013), we observed consistently 182 strong enrichment of the AFF4 CC95 in all viral TC95s (Fig. 5). The targeting of CNOT3 183 for degradation in response to adenoviral infection (Chalabi Hagkarim et al., 2018) is 184reflected in the significant overlap between its CC95 and the viral TC95s, particularly in 185 the case of the SARS2(Fig. 5).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "By way of additional independent validation of the CoV and IAV consensomes, Gene187 Set Enrichment Analysis (Subramanian et al., 2005) reflected significant overlap",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "the reliability of the consensome approach in the context of CoV 193 infection, we next wished to use the CoV consensomes to gather evidence to identify 194 previously uncharacterized mediators of the transcriptional response to infection by 195 CoVs and, of particular current interest, SARS2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "1: consensome redundancy analysis identifies potential 198 uncharacterized players in the response to CoV infection 199 We previously showed (Figs. 2 and 3) that the overlap of the CoV TC95 genes was 200 most robust among consensomes for members of the IFNR, TLR and TNF receptor 201 families (Fig. 2), and the NFkB, RELA, IRF and STAT transcription factor families (fig. 202 5). To investigate this further, we ranked genes in the ALL CoV consensome by their 203 aggregate 80 th percentile rankings across these consensomes (Supplementary 204 information, Section 2, column V). Transcriptomic consensomes for IFNRs (Section 9), 205 TLRs (Section 10) and TNFRs (Section 11) are provided in Supplementary information, 206 as are links to the ChIP-Atlas lists used to generate the ChIP-Seq consensomes 207 (Section 12).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "ranking elevates genes with known critical roles in the response to 209 viral infection that are acutely responsive to a spectrum of inflammatory signaling 210 nodes, such as NCOA7 (Doyle et al., 2018), STAT (Chapgier et al., 2009) and TAP1 211 (Gruter et al., 1998). Interestingly, genes such as PSMB9, CSRNP1 and MRPL24 have 212 ALL CoV discovery rates that are comparable to or exceed those of many of the classic 213 viral response ISGs (Fig. 1), but are either largely or completely uncharacterized in the 214 context of viral infection. This use case the reflects the potential of consensome-driven 215 data mining to illuminate novel and potentially therapeutically relevant transcription 216 pathway effectors in the response to CoV infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "2: discrimination between genes frequently differentially expressed in 219 response to CoV, but not IAV, infection220    We next wished to gain insight into signaling paradigms that were selectively 221 characteristic of CoV infection but not IAV infection. To do this we generated a set of 222 genes that were frequently differentially expressed in response to CoV infection (ALL 223 CoV TC99), but less frequently expressed in response to IAV infection (50 th percentile)Table 1). Interestingly, this group contained two genes encoding transcription factors225 with well characterized roles in the regulation of oscillatory gene expression, PER1 and 226 PER2 (Yamajuku et al., 2010). This led us to speculate that genomic targets of 227 transcriptional regulators of circadian rhythms might be enriched among high 228 confidence CoV-regulated genes, but not IAV-regulated genes. Consistent with this we 229 observed significant overlap between the CC95s of the master circadian transcription 230 factors ARNTL1/BMAL1 and CLOCK (Gaucher et al., 2018) and the CoV TC95, but not signaling and the cellular oscillatory apparatus. Another gene of note in 233 this group is INHBA, encoding activin A, overexpression of which in murine lung gives 234 rise to a phenotype resembling acute respiratory distress-like syndrome (Apostolou et 235 al., 2012), a condition commonly associated with CoV infection (Totura & Bavari, 2019). 236 Other genes in the group provide evidence for the potential mechanisms of infection 237 and propagation of CoVs. TJAP1, for example, encodes a member of a family of 238 proteins involved in regulation of tight junctions, shown to be route of porcine epidemic 239 diarrhea coronavirus entry into epithelial cells (Luo et al., 2017). In addition, GON7 is a 240 member of the KEOPS complex (Wan et al., 2017), which is involved in 241 threonylcarbamoylation of tRNAs, which represent an important host facet of the 242 retroviral life cycle (Jin & Musier-Forsyth, 2019). Interestingly, another critical gene in 243 this tRNA pathway, YRDC, is the 19 th ranked gene in the ALL CoV consensome 244 (Supplementary information Section 2). 245 246 Use case 3: evidence for antagonism between progesterone receptor and 247 interferon receptor signaling in the airway epithelium 248 Although a lack of clinical data has so far prevented a definitive evaluation of the 249 connection between pregnancy and susceptibility to SARS2 infection in COVID-19, 250 pregnancy has been previously associated with the incidence of viral infectious 251 diseases, particularly respiratory infections (Sappenfield et al., 2013; Siston et al., 252 2010). We were interested therefore to see consistent overlap between the 253 progesterone receptor (PGR) TC95 and all the viral TC95s, with the enrichment being the crosstalk implied by this overlap in the context of the airway epithelium, we 256 first identified a set of 16 genes that were in both the ALL CoV and PGR TC95s. We 257 then retrieved two SPP experiments involving treatment of A549 airway epithelial cells 258 with the PGR full antagonist RU486 (RU), alone or in combination with the GR agonist 259 dexamethasone (DEX). As shown in Figure 6 , there was nearly unanimous correlation 260 in the direction of regulation of all 16 genes in response to CoV infection and PGR loss 261 of function. These data indicate that antagonism between PGR and IFNR signaling in 262 the airway epithelium may predispose pregnant women to infection by SARS2. 263 264 Use case 4: evidence for a role for the telomerase catalytic subunit TERT in the 265 interferon response to viral infection 266 Although telomerase activation has been well characterized in the context of cell 267 immortalization by human tumor virus infection (Gewin et al., 2004; Klingelhutz et al., 268 1996; Yang et al., 2004), no connection has previously been made between CoV or IAV 269 infection and telomerase. We were therefore intrigued to observe robust overlap 270 between all viral TC95s and that of the telomerase catalytic subunit TERT. In support of 271 this finding, NFkB signaling has been shown to induce expression (Yin et al., 2000) and 272 nuclear translocation (Akiyama et al., 2003) of TERT, and direct co-regulation by 273 telomerase of NFkB-dependent transcription has been linked to chronic inflammation 274 (Ghosh et al., 2012). Inspecting the ALL CoV consensome underlying data points (data 275 not shown) we found that the TERT gene was not transcriptionally induced in response 276 to infection by any of the CoVs, indicating that the overlap between its TC95 and those CoVs might occur in response to an upstream regulatory signal. If functional 278 interactions between TERT and inflammatory nodes did indeed take place in response 279 to CoV infection, we anticipated that this would be reflected in close agreement 280 regarding the direction of differential expression of CoV infection-regulated genes in 281 response to perturbation of TERT on the one hand, and on the other, to stimulation of 282 the classic viral response IFNRs. To test this hypothesis, we took the same set of 20 283 ISGs referred to previously (Fig. 1) and compared their direction of regulation across all 284 experiments underlying the ALL CoV, TERT and IFNR consensomes. For reference, the 285 TERT consensome (Section 13) and its underlying data points (Section 14) are 286 provided in the Supplementary information. With respect to the IFNR and TERT data 287 points, we observed a nearly universal alignment in the direction of regulation of all 288 genes tested with those in the CoV infection experiments (Fig. 6), with agreement in the 289 direction of regulation across 99% of the underlying probesets. We should note that of 290 the 1859 p < 0.05 CoV infection ISG data points, we observed repression, rather than 291 induction, in response to CoV infection in 303 (~15%) , which may be attributable to the 292 impact of differences in cell type, cell cycle stage or virus incubation time across the 293 independent experiments. Our results are consistent with a model in which activation of 294 telomerase is a component of the human innate immune response to viral infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "5: SARS2 infection of human cells is specifically associated with an297 epithelial to mesenchymal transition transcriptional signature 298 Epithelial to mesenchymal transition (EMT) is the process by which epithelial cells lose 299 their polarity and adhesive properties and acquire the migratory and invasive Adair & Ledermann, 2020; P. Zhou et al., 2020). Moreover, EMT is widely 304 accepted as a core component of the process by which renal tubular cells transform into 305 mesenchymal cells during the development of fibrosis in kidney disease (Y. Liu, 2006), 306 a signature comorbidity of SARS2 infection (Durvasula et al., 2020). Of the 834 CC95s 307 analyzed, overlap (p < 0.05) was specific to the SARS2 CC95 for only five; SNAI2/Slug, 308 SOX2, GATA6, CTBP1 and PRMT1. Strikingly, a literature search indicated that these 309 five nodes were connected by documented roles in in the promotion of EMT (Avasarala 310 et al., 2015; Herreros-Villanueva et al., 2013; Martinelli et al., 2017; Nieto, 2002; Sahu 311 et al., 2017). In addition to these nodes, whose C95 genes were exclusively enriched (p 312 < 0.05) in the SARS2 C95 genes, we identified several other EMT-linked nodes whose 313 CC95 genes were preferentially enriched (p < 0.05) in the SARS2 TC95 genes (Figs. 3-314 5), including the homeodomain transcription factor SIX2 (C.-A. Wang et al., 2014), 315 SMAD4 (Siraj et al., 2019), and the co-nodes PYGO2 (Chi et al., 2019), SKI (Tecalco-316 Cruz et al., 2018), BRD7 (T. Liu et al., 2017) and STAG2 (Nie et al., 2019). 317 To investigate this further, we computed overlap between the individual viral TC99s and 318 a list of 335 genes manually curated from the research literature as signature EMT 319 markers (Supplementary information Section 15; Zhao et al., 2015). Consistent with the 320 node consensome enrichment analysis, we observed significant enrichment of 321 members of this gene set within the SARS2 CC99, but not those of the ALL CoV, 322 SARS1, MERS or IAV consensomes (Supplementary information Section 16). therefore, we next calculated airway epithelial cell-specific consensomes for 327 SARS1 and MERS and computed overlap of their TC95s against the 864 pathway 328 node/node family CC95s & TC95s. We found that significant overlap with the CoV329",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "333CC80) for at least two of the EMT nodes (SNAI2, SOX2, GATA6, CTBP1 and PRMT1;334    Supplementary information, Section 4, column M). A literature survey showed that 13 of 335 these 21 genes had a documented connection to EMT (Supplementary information,336    Section 5, column N).Figure 9compares the percentile rankings for these genes across 337 the three CoV infection consensomes and the IAV consensome. Although some EMT 338 genes, such as CXCL2 and IRF9, had elevated rankings across all four consensomes, 339 the collective EMT gene signature had a significantly higher mean percentile value in 340 the SARS2 consensome than in each of the three others(Fig. 9).341 Although EMT has been associated with infection by transmissible gastroenteritis virus 342 (Xia et al., 2017), this is to our knowledge the first evidence connecting CoV infection, 343 and specifically SARS2 infection, to EMT. Interestingly, several members of the group 344 of SARS2-induced EMT genes have been associated with signature pulmonary 345 comorbidities of CoV infection, including ADAR (Diaz-Pina et al., 2018)basigin, has been linked to EMT in the context of organ fibrosis (Kato et al., 349 2011; Ruster & Wolf, 2011; C. Wang et al., 2018). Moreover, overlap between of the 350 CoV TC95s and the TERT CC95 was particularly robust in the case of SARS2, a finding 351 of potential relevance to the fact that telomerase has been implicated in EMT (Z. Liu et 352 al., 2013). Collectively, our data indicate that EMT warrants further investigation as a 353 SARS2-specific pathological mechanism. 354 Development of a CoV infection cell signaling knowledgebase 355 Having validated the ALL CoV consensome, we next wished to make it freely available 356 to the research community for re-use in the characterization of signaling events 357 associated with CoV infection. Firstly, the viral infection datasets were curated 358 accordingly to our previously described protocol (Ochsner et al., 2019) made available 359 for browsing in the SPP Dataset listing (https://www.signalingpathways.org/index.jsf). As 360 with other SPP datasets, and per FAIR data best practice, CoV infection datasets were 361 associated with detailed descriptions, assigned a digital object identifier, and linked to 362 the associated article to place the dataset in its original experimental context. Loading 363 the CoV datasets into the SPP also automatically made the underlying data points 364 discoverable by the SPP query tool Ominer (Ochsner et al., 2019). These reports 365 represent a summary of the current state of transcriptomic and ChIP-Seq knowledge on 366 the regulatory relationship of a given gene with upstream regulatory pathway nodes, or 367 in clinical and model experiments. The full value of the integration of the CoV 368 consensome with the existing SPP framework can perhaps be best appreciated in the the one click links to Ominer Regulation Reports from the individual CoV 370 datasets. These Reports provide researchers with a wealth of contextual data on 371 signaling pathways impacted by CoV infection in the context of a specific gene. Table 2 372 shows links to Regulation Reports for the top twenty ranked genes in the ALL CoV 373 consensome. The order of sections in the Reports is Receptors, Enzymes, Transcription 374 Factors, Co-nodes, Clinical and Models, the last section including data points from the 375 CoV infection model experiments that form the basis of this study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "research community response to the impact of CoVs on human health 378 demands systematic exploration of the transcriptional interface between viral infection 379 and human cell signaling systems. It also demands routine access to existing datasets 380 that is unhindered either by paywalls or by lack of the informatics training required to 381 manipulate archived datasets in their unprocessed state. Moreover, the substantial 382 logistical obstacles to BSL3 certification only emphasizes the need for fullest possible 383 access to, and re-usability of, existing CoV infection datasets to focus and refine 384 hypotheses prior to carrying out in vivo CoV infection experiments. To this end, we 385 generated a set of CoV infection consensomes that rank human genes by the 386 reproducibility of their significant differential expression in response to infection of 387 human cells by CoVs. We then computed the CoV consensomes against high 388 confidence transcriptional signatures for a broad range of cellular signaling pathway 389 nodes, affording investigators with a broad range of signaling interests an entrez into 390 the study of CoV infection of human cells. The five use cases described here represent 391 illustrative examples of the types of analyses that users are empowered to carry out in 392 the CoV infection knowledgebase. 393 To democratize access to the CoV consensome and its >3,000,000 underlying data 394 points by the broadest possible audience, we have integrated them into the SPP 395 database to create a cell signaling knowledgebase for CoV infection. Incorporation of 396 the CoV data points into SPP in this manner places them in the context of millions more 397 existing SPP data points documenting transcriptional regulatory relationships between 398 pathway nodes and their genomic targets. In doing so, we afford users a unique",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "403 will be particularly important in the case of SARS2, as datasets involving infection of 404 human cells with this virus are necessarily currently limited in number. This will allow 405 for hardening of observations that are intriguing, but whose significance is currently 406 unclear, such as the overlap of the CoV TC95s with the TERT TC95, as well as the 407 enrichment of EMT genes among those with elevated rankings in the SARS2 408 consensome. We welcome feedback and suggestions from the research community for 409 the future development of the SPP CoV infection consensomes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "values were calculated for each gene in each experiment using 418 the limma analysis package from Bioconductor then committed to the consensome 419 analysis pipeline as previously described (Ochsner et al., 2019). Briefly, the 420 consensome algorithm surveys each experiment across all datasets and ranks genes 421 according to the frequency with which they are significantly differentially expressed. For 422 each transcript, we counted the number of experiments where the significance for 423 differential expression was ≤0.05, and then generated the binomial probability, referred 424 to as the consensome p-value (CPV), of observing that many or more nominally 425 significant experiments out of the number of experiments in which the transcript was 426 assayed, given a true probability of 0.05. A more detailed description of the 427 transcriptomic consensome algorithm is available (Ochsner et al., 2019). The 428 consensomes and underlying datasets were loaded into an Oracle 13c database and 429 made available on the SPP user interface as previously described (Ochsner et al., 430 2019).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": ") implemented in R. Briefly, given a whole set I of IDs and two sets A ∈ I and B ∈ I, 436 and S = A ∩ B, GeneOverlap calculates the significance of obtaining S. The problem is test. The universe for the overlap was set at a recent estimate of the total 439 number of coding genes in the human genome (21,500; Pertea et al., 2018). Paired 440 Two Sample t-Test for comparing the mean percentile ranking of EMT genes in the 441 MERS, SARS1, SARS2 and IAV consensomes was performed in PRISM at 12 degrees 442 of freedom.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "for generating transcriptomic consensomes has been previously 445 described (Ochsner et al., 2019). To generate the ChIP-Seq consensomes, we first 446 retrieved processed gene lists from ChIP-Atlas, which rank human genes based upon 447 their average MACS2 occupancy across all publically archived datasets in which a 448 given transcription factor, enzyme or co-node is the IP antigen. Of the three stringency 449 levels available (10, 5 and 1 kb from the transcription start site), we selected the most 450 stringent (1 kb). According to SPP convention (Ochsner et al., 2019), we then mapped 451 the IP antigen to its pathway node category and class, and the experimental cell line to 452 its appropriate biosample physiological system and organ. We then organized the 453 ranked lists into percentiles to generate the node ChIP-Seq consensome. 454 SPP web application 455 The SPP knowledgebase is a gene-centric Java Enterprise Edition 6, web-based 456 application around which other gene, mRNA, protein and BSM data from external 457 databases such as NCBI are collected. After undergoing semiautomated processing 458 and biocuration as described above, the data and annotations are stored in SPP's are the primary technologies behind the user interface. SPP has been 463 optimized for Firefox 24+, Chrome 30+, Safari 5.1.9+, and Internet Explorer 9+, with 464 validations performed in BrowserStack and load testing in LoadUIWeb. XML describing 465 each dataset and experiment is generated and submitted to CrossRef to mint DOIs 466 (Ochsner et al., 2019).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "set of data points used to generate the CoV consensome has been uploaded in an R 470 file to Figshare and a link included for reviewer access. The entire set of metadata for these 471 data points is available in Supplementary information Section 1. Consensome data points are in 472 Supplementary information Sections 2-6. 473 SPP is freely accessible at https://ww.signalingpathways.org. Programmatic access to all 474 underlying data points and their associated metadata are supported by a RESTful API at 475 https://www.signalingpathways.org/docs/. All SPP datasets are biocurated versions of publically 476 archived datasets, are formatted according to the recommendations of the FORCE11 Joint 477 Declaration on Data Citation Principles 74 , and are made available under a Creative Commons 478 CC 3.0 BY license. The original datasets are available are linked to from the corresponding SPP 479 datasets using the original repository accession identifiers. These identifiers are for 480 transcriptomic datasets, the Gene Expression Omnibus (GEO) Series (GSE); and for 481 cistromic/ChIP-Seq datasets, the NCBI Sequence Read Archive (SRA) study identifier (SRP). 482 DOIs for the consensomes and datasets are pending. 483 Code availability 484 The full SPP source code is available in the SPP GitHub account under a Creative Commons 485 CC 3.0 BY license at https://github.com/signaling-pathways-project/ominer/. CA125123) and by the Brockman Medical Research Foundation. We appreciate the 490 technical assistance of Apollo McOwiti and Shijing Qu of the Biostatistics and 491 Informatics Shared Resource of the Duncan NCI Comprehensive Cancer Center. We 492 thank all investigators who archive their datasets, without whom SPP would not be COVID-19 Infection from a US Patient. In Radiology case 507 reports. https://doi.org/10.1016/j.radcr.2020.04.031 508 Akiyama, M., Hideshima, T., Hayashi, T., Tai, Y.-T., Mitsiades, C. S., Mitsiades, N., 509 Chauhan, D., Richardson, P., Munshi, N. C., & Anderson, K. C. (2003). Nuclear 510 factor-kappaB p65 mediates tumor necrosis factor alpha-induced nuclear 511 translocation of telomerase reverse transcriptase protein. Cancer Research, 63(E., Stavropoulos, A., Sountoulidis, A., Xirakia, C., Giaglis, S., 514 Protopapadakis, E., Ritis, K., Mentzelopoulos, S., Pasternack, A., Foster, M., 515 Ritvos, O., Tzelepis, G. E., Andreakos, E., & Sideras, P. (2012). Activin-A 516 overexpression in the murine lung causes pathology that simulates acute 517 respiratory distress syndrome. American Journal of Respiratory and Critical Care 518 Medicine, 185(4), 382-391. https://doi.org/10.1164/rccm.201105-0784OC 519 Avasarala, S., Van Scoyk, M., Karuppusamy Rathinam, M. K., Zerayesus, S., Zhao, X., 520 Zhang, W., Pergande, M. R., Borgia, J. A., DeGregori, J., Port, J. D., Winn, R. A., & 521 Bikkavilli, R. K. (2015). PRMT1 Is a Novel Regulator of Epithelial-Mesenchymal-522 Transition in Non-small Cell Lung Cancer. The Journal of Biological Chemistry, 523 290(21), 13479-13489. https://doi.org/10.1074/jbc.M114.636050 524 Barata, J. T., Durum, S. K., & Seddon, B. (2019). Flip the coin: IL-7 and IL-7R in health 525 and disease. Nature Immunology, 20(12), 1584-1593. 526 https://doi.org/10.1038/s41590-019-0479-x 527 Bellail, A. C., Olson, J. J., & Hao, C. (2014). SUMO1 modification stabilizes CDK6 528 protein and drives the cell cycle and glioblastoma progression. Nature 529 Communications, 5, 4234. https://doi.org/10.1038/ncomms5234 530 Blaszczyk, K., Nowicka, H., Kostyrko, K., Antonczyk, A., Wesoly, J., & Bluyssen, H. A. 531 R. (2016). The unique role of STAT2 in constitutive and IFN-induced transcription 532 and antiviral responses. Cytokine & Growth Factor Reviews, 29, 71-81. 533 https://doi.org/10.1016/j.cytogfr.2016.02.010 534 Chalabi Hagkarim, N., Ryan, E. L., Byrd, P. J., Hollingworth, R., Shimwell, N. J., 535 Agathanggelou, A., Vavasseur, M., Kolbe, V., Speiseder, T., Dobner, T., Stewart, 536 G. S., & Grand, R. J. (2018). Degradation of a Novel DNA Damage Response 537 Protein, Tankyrase 1 Binding Protein 1, following Adenovirus Infection. Journal of 538 Virology, 92(12). https://doi.org/10.1128/JVI.02034-17 539 Chang, B., Yang, H., Jiao, Y., Wang, K., Liu, Z., Wu, P., Li, S., & Wang, A. (2016). 540 SOD2 deregulation enhances migration, invasion and has poor prognosis in 541 salivary adenoid cystic carcinoma. Scientific Reports, 6, 25918. 542 https://doi.org/10.Y., Wang, F., Zhang, T., Xu, H., Zhang, Y., Shan, Z., Wu, S., Fan, Q., & Sun, Y. 549 (2019). miR-516a-3p inhibits breast cancer cell growth and EMT by blocking the 550 Pygo2/Wnt signalling pathway. Journal of Cellular and Molecular Medicine, 23(9), 551 6295-6307. https://doi.org/10.1111/jcmm.14515 552 Chiang, H.-S., & Liu, H. M. (2018). The Molecular Basis of Viral Inhibition of IRF-and 553 STAT-Dependent Immune Responses. Frontiers in Immunology, 9, 3086. 554 https://doi.org/10.3389/fimmu.2018.03086 555 Cingoz, O., & Goff, S. P. (2018). Cyclin-dependent kinase activity is required for type I 556 interferon production. Proceedings of the National Academy of Sciences of the 557 United States of America, 115(13), E2950-E2959. 558 https://doi.org/10.1073/pnas.1720431115 559 Darnell, J. E. J., Kerr, I. M., & Stark, G. R. (1994). Jak-STAT pathways and 560 transcriptional activation in response to IFNs and other extracellular signaling 561 proteins. Science (New York, N.Y.), 264(5164), 1415-1421. 562 https://doi.org/10.1126/science.8197455 563 DeDiego, M. L., Nieto-Torres, J. L., Jimenez-Guardeno, J. M., Regla-Nava, J. A., 564 Alvarez, E., Oliveros, J. C., Zhao, J., Fett, C., Perlman, S., & Enjuanes, L. (2011). 565 Severe acute respiratory syndrome coronavirus envelope protein regulates cell 566 stress response and apoptosis. PLoS Pathogens, 7(10), e1002315. 567 https://doi.org/10.1371/journal.ppat.1002315 568 Diaz-Pina, G., Ordonez-Razo, R. M., Montes, E., Paramo, I., Becerril, C., Salgado, A., 569 Santibanez-Salgado, J. A., Maldonado, M., & Ruiz, V. (2018). The Role of ADAR1 570 and ADAR2 in the Regulation of miRNA-21 in Idiopathic Pulmonary Fibrosis. Lung, 571 196(4), 393-400. https://doi.org/10.1007/s00408-018-0115-9 572 Doherty, M. R., Cheon, H., Junk, D. J., Vinayak, S., Varadan, V., Telli, M. L., Ford, J. 573 M., Stark, G. R., & Jackson, M. W. (2017). Interferon-beta represses cancer stem 574 cell properties in triple-negative breast cancer. Proceedings of the National 575 Academy of Sciences of the United States of America, 114(52), 13792-13797. 576 https://doi.org/10.1073/pnas.1713728114 577 Doyle, T., Moncorge, O., Bonaventure, B., Pollpeter, D., Lussignol, M., Tauziet, M., 578 Apolonia, L., Catanese, M.-T., Goujon, C., & Malim, M. H. (2018). The interferon-579 inducible isoform of NCOA7 inhibits endosome-mediated viral entry. Nature",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "(12), 1369-1376. https://doi.org/10.1038/s41564-018-0273-9 581 Durvasula, R., Wellington, T., McNamara, E., & Watnick, S. (2020). COVID-19 and 582 Kidney Failure in the Acute Care Setting: Our Experience From Seattle. a New Potential Gene Target for Melanoma Treatment. 588 Frontiers in Pharmacology, 10, 1456. https://doi.org/10.3389/fphar.2019.01456 589 Frieman, M., Yount, B., Heise, M., Kopecky-Bromberg, S. A., Palese, P., & Baric, R. S. 590 (2007). Severe acute respiratory syndrome coronavirus ORF6 antagonizes STAT1 591 function by sequestering nuclear import factors on the rough endoplasmic 592 reticulum/Golgi membrane. Journal of Virology, 81(18), 9812-9824. 593 https://doi.org/10.1128/JVI.01012-07 594 Gao, F., Kinnula, V. L., Myllarniemi, M., & Oury, T. D. (2008). Extracellular superoxide 595 dismutase in pulmonary fibrosis. Antioxidants & Redox Signaling, 10(2), 343-354.596 https://doi.org/10.1089/ars.2007.1908 597 Garcia-Sastre, A., Durbin, R. K., Zheng, H., Palese, P., Gertner, R., Levy, D. E., & 598 Durbin, J. E. (1998). The role of interferon in influenza virus tissue tropism. Journal 599 of Virology, 72(11), 8550-8558.600 Gaucher, J., Montellier, E., & Sassone-Corsi, P. (2018). Molecular Cogs: Interplay 601 between Circadian Clock and Cell Cycle. Trends in Cell Biology, 28(5), 368-379. 602 https://doi.org/10.1016/j.tcb.2018.01.006 603 Gelev, V., Zabolotny, J. M., Lange, M., Hiromura, M., Yoo, S. W., Orlando, J. S., 604 Kushnir, A., Horikoshi, N., Paquet, E., Bachvarov, D., Schaffer, P. A., & Usheva, A. 605 (2014). A new paradigm for transcription factor TFIIB functionality. Scientific 606 Reports, 4, 3664. https://doi.org/10.1038/srep03664 607 Gewin, L., Myers, H., Kiyono, T., & Galloway, D. A. (2004). Identification of a novel 608 telomerase repressor that interacts with the human papillomavirus type-16 E6/E6-609 AP complex. Genes & Development, 18(18), 2269-2282. 610 https://doi.org/10.1101/gad.1214704 611 Ghosh, A., Saginc, G., Leow, S. C., Khattar, E., Shin, E. M., Yan, T. D., Wong, M., 612 Zhang, Z., Li, G., Sung, W.-K., Zhou, J., Chng, W. J., Li, S., Liu, E., & Tergaonkar, 613 V. (2012). Telomerase directly regulates NF-kappaB-dependent transcription. 614 Nature Cell Biology, 14(12), 1270-1281. https://doi.org/10.1038/ncb2621 615 Grossel, M. J., & Hinds, P. W. (2006). Beyond the cell cycle: a new role for Cdk6 in 616 differentiation. Journal of Cellular Biochemistry, 97(3), 485-493.617 https://doi.org/10.1002/jcb.20712 618 Gruter, P., Tabernero, C., von Kobbe, C., Schmitt, C., Saavedra, C., Bachi, A., Wilm, 619 M., Felber, B. K., & Izaurralde, E. (1998). TAP, the human homolog of Mex67p, 620 mediates CTE-dependent RNA export from the nucleus. Molecular Cell, 1(5), 649-621 659. https://doi.org/10.1016/s1097-2765(00)80065, X., & Liu, Q. (2013). EMT and CSC-like properties mediated by the D., & Musier-Forsyth, K. (2019). Role of host tRNAs and aminoacyl-tRNA 666 synthetases in retroviral replication. The Journal of Biological Chemistry, 294(14), 667 5352-5364. https://doi.org/10.1074/jbc.REV118.002957 668 Jordan, N. V., Prat, A., Abell, A. N., Zawistowski, J. S., Sciaky, N., Karginova, O. A., 669 Zhou, B., Golitz, B. T., Perou, C. M., & Johnson, G. L. (2013). SWI/SNF chromatin-670 remodeling factor Smarcd3/Baf60c controls epithelial-mesenchymal transition by 671 inducing Wnt5a signaling. Molecular and Cellular Biology, 33(15), 3011-3025. 672 https://doi.org/10.1128/MCB.01443-12 673 Josset, L., Menachery, V. D., Gralinski, L. E., Agnihothram, S., Sova, P., Carter, V. S., 674 Yount, B. L., Graham, R. L., Baric, R. S., & Katze, M. G. (2013). Cell host response 675 to infection with novel human coronavirus EMC predicts potential antivirals and 676 important differences with SARS coronavirus. MBio, 4(3), e00165-13. 677 https://doi.org/10.1128/mBio.00165-13 678 Kaldis, P., Ojala, P. M., Tong, L., Makela, T. P., & Solomon, M. J. (2001). CAK-679 independent activation of CDK6 by a viral cyclin. Molecular Biology of the Cell, 680 12(12), 3987-3999. https://doi.org/10.1091/mbc.12.12.3987 681 Kato, N., Kosugi, T., Sato, W., Ishimoto, T., Kojima, H., Sato, Y., Sakamoto, K., 682 Maruyama, S., Yuzawa, Y., Matsuo, S., & Kadomatsu, K. (2011). Basigin/CD147 683 promotes renal fibrosis after unilateral ureteral obstruction. The American Journal 684 of Pathology, 178(2), 572-579. https://doi.org/10.1016/j.ajpath.2010.10.009 685 Klingelhutz, A. J., Foster, S. A., & McDougall, J. K. (1996). Telomerase activation by the 686 E6 gene product of human papillomavirus type 16. Nature, 380(6569), 79-82. 687 https://doi.org/10.1038/380079a0 688 Kolosionek, E., Savai, R., Ghofrani, H. A., Weissmann, N., Guenther, A., Grimminger, 689 F., Seeger, W., Banat, G. A., Schermuly, R. T., & Pullamsetti, S. S. (2009).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Expression and activity of phosphodiesterase isoforms during epithelial 691 mesenchymal transition: the role of phosphodiesterase 4. Molecular Biology of the 692 Cell, 20(22), 4751-4765. https://doi.org/10.1091/mbc.e09-01-0019 693 Kuo, W.-Y., Wu, C.-Y., Hwu, L., Lee, J.-S., Tsai, C.-H., Lin, K.-P., Wang, H.-E., Chou, 694 T.-Y., Tsai, C.-M., Gelovani, J., & Liu, R.-S. (2015). Enhancement of tumor initiation 695 and expression of KCNMA1, MORF4L2 and ASPM genes in the adenocarcinoma 696 of lung xenograft after vorinostat treatment. Oncotarget, 6(11), 8663-8675.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": ", S., Xu, J., & Derynck, R. (2014). Molecular mechanisms of epithelial-699 mesenchymal transition. Nature Reviews. Molecular Cell Biology, 15(3), 178-196.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Ranking of ISGs in the human ALL CoV infection transcriptomic 948 consensome. See Supplementary information, Section 2, column I. GeneOverlap analysis of CoV and IAV TC95s and SPP receptor or 950 enzyme TC95s. OR: Odds ratio. All ORs are p < 0.05. Numerical data are provided in 951 Supplementary information Section 8. GeneOverlap analysis of CoV and IAV TC95s and ChIP-Atlas 953 transcription factor CC95s. OR: Odds ratio. All ORs are p < 0.05. Numerical data are 954 provided in Supplementary information Section 8. GeneOverlap analysis of CoV and IAV TC95s and ChIP-Atlas enzyme 956 CC95s. OR: Odds ratio. Numerical data are provided in Supplementary information 957 Section 8. All ORs are p < 0.05. GeneOverlap analysis of CoV and IAV TC95s and ChIP-Atlas co-node 959 CC95s. OR: Odds ratio. Numerical data are provided in Supplementary information 960 Section 8. All ORs are p < 0.05. Antagonism between PGR and IFNR signaling in the regulation of viral 962 response genes in the airway epithelium. PGR loss of function experiments were 963 retrieved from GSE17307 (SPP DOI 10.1621/ xigKzGn1se).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Conservation of polarity of differential expression in CoV, IFNR and 965 TERT perturbation transcriptomic experiments across diverse canonical 966 interferon-inducible viral response genes. Positive/negative regulatory relationship 967 of TERT with a transcriptional target was inferred from the design of the underlying Identification of a SARS2 epithelial to mesenchymal transcriptional 973 signature. Note that the SARS2 genes are all in the 99 th percentile and are therefore 974 superimposed in the scatterplot. Indicated are the results of the Paired Two Sample for 975 Means t-Test comparing the Relative Ranks of the genes in the SARS2 consensome 976 with those in the SARS1, MERS and IAV consensomes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": ". Genes in the 99 th %ile of the ALL CoV consensome and the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Figure 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Figure 5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF33": {
            "text": "CC-BY 4.0 International license was not certified by peer review) is the author/funder. It is made available under aThe copyright holder for this preprint (which this version posted April 25",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "CC-BY 4.0 International license was not certified by peer review) is the author/funder. It is made available under a enzyme node families. Not unexpectedly -and speaking again to validation of the consensomes -the strongest and most significant CoV TC95 overlaps were observed for CC95s for known transcription factor mediators of the transcriptional response to CoV infection, including members of the NFκB (Ludwig & Planz, 2008; Poppe et al., 2017; Ruckle et al., 2012), IRF (Chiang & Liu, 2018) and STAT (Blaszczyk et al., 2016; Frieman et al., 2007; Garcia-Sastre et al., 1998) transcription factor families. Consistent with its known role in the regulation of interferon-stimulated genes (Hasan et al., 2013), we also observed appreciable overlap between the CC95 for TFEB and the ALL CoV TC95. Moreover, the strong overlap between the GTF2B/TFIIB CC95 and all viral TC95s reflects previous evidence identifying GTF2B as a target for orthomyxovirus 152 (Haas et al., 2018), herpes simplex virus (Gelev et al., 2014) and hepatitis B virus",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The copyright holder for this preprint (which this version posted April 25, 2020.. https://doi.org/10.1101/2020.04.24.059527 doi: bioRxiv preprintChen, Y., Shen, X.-R., Wang, X., … Shi, Z.-L. (2020). A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature, 579(7798), 270-273. https://doi.org/10.1038/s41586-020-2012-7 International license was not certified by peer review) is the author/funder. It is made available under aThe copyright holder for this preprint (which this version posted April 25, 2020. . https://doi.org/10.1101/2020.04.International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25, 2020. . https://doi.org/10.1101/2020.04.24.059527 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Links to SPP Regulation Reports for the top 20 ranked genes in the ALLFosB  proto-oncogene, AP-1 transcription factor subunit SPP Regulation Report ZC3H12A zinc finger CCCH-type containing 12A SPP Regulation Report ZFP36 ZFP36 ring finger protein SPP Regulation Report BHLHE40 basic helix-loop-helix family member e40 SPP Regulation Report RELB RELB proto-oncogene, NF-kB subunit SPP Regulation Report EGR2 early growth response 2 SPP Regulation Report NFKBIA NFKB inhibitor alpha SPP Regulation Report BCL3 BCL3 transcription coactivator SPP Regulation Report YRDC yrdC N6-threonylcarbamoyltransferase domain containing SPP Regulation Report IFIT1 interferon induced protein with tetratricopeptide repeats 1 SPP Regulation Report . CC-BY 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 25, 2020. . https://doi.org/10.1101/2020.04.24.059527 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}