{
    "paper_id": "a745b53f4db965690a0ee977602ab2b524aa24d2",
    "metadata": {
        "title": "Multi-epitope based peptide vaccine design against SARS-CoV-2 using its spike protein",
        "authors": [
            {
                "first": "Mitra",
                "middle": [],
                "last": "Debarghya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nishant",
                "middle": [],
                "last": "1#",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Central University of Rajasthan",
                    "location": {
                        "postCode": "305817",
                        "settlement": "Ajmer",
                        "region": "Rajasthan",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Shekhar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Central University of Rajasthan",
                    "location": {
                        "postCode": "305817",
                        "settlement": "Ajmer",
                        "region": "Rajasthan",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "$",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Janmejay",
                "middle": [],
                "last": "Pandey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Central University of Rajasthan",
                    "location": {
                        "postCode": "305817",
                        "settlement": "Ajmer",
                        "region": "Rajasthan",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Alok",
                "middle": [],
                "last": "Jain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shiv",
                "middle": [],
                "last": "Swaroop",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Central University of Rajasthan",
                    "location": {
                        "postCode": "305817",
                        "settlement": "Ajmer",
                        "region": "Rajasthan",
                        "country": "India"
                    }
                },
                "email": "shivswaroop@curaj.ac.in"
            }
        ]
    },
    "abstract": [
        {
            "text": "SARS CoV-2 has particularly been efficient in ensuring that entire countries are brought to a standstill. With repercussions ranging from rampant mortality, fear, paranoia and economic recession the virus has brought together countries in order to look at possible therapeutic countermeasures. With prophylactic interventions possibly months away from particularly being effective, a slew of measures and possibilities concerning design of vaccines are being worked upon. We attempt a structure based approach utilizing a combination of epitope prediction servers to develop a multi-epitope based subunit vaccine that involves the two major domains of the spike glycoprotein of SARS CoV-2 ( S1 and S2) coupled with a substantially effective chimeric adjuvant acting as a triagonist to substantially create stable vaccine constructs through MD simulations. The designed constructs are evaluated based on their docking with Toll Like Receptor (TLR) 4. Our findings provide epitope-based peptide fragment which can be potential candidates for development of vaccine against SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "interaction with human ACE-2(hACE-2) have been made publicly available over RCSB PDB [5] [6] [7] [8] allowing the community to proceed towards the development of probable therapeutic measures ranging from repurposing drugs [9] , design of small molecule inhibitors, identification of unique targets and elucidating molecular mechanisms of the viral protein machinery [10] and how it establishes itself inside the host body. The interaction between the spike glycoprotein with the human ACE-2 receptor is important as it initiates the process of viral entry into human beings through contact with an infected individual. The identification of a probable site upstream of the receptor binding motif (which includes the residues on S1 that interacts with hACE-2) which undergoes cleavage and requires priming by TMPRSS2 before stable fusion of the viral membrane complex to the hACE2 [11] and involves sufficient non-reversible conformational changes that puts into motion the process of viral entry [1, 5] .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 89,
                    "end": 92,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 93,
                    "end": 96,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 97,
                    "end": 100,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 997,
                    "end": 1000,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 1001,
                    "end": 1003,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vaccines have been pegged as an effective measure against this positive, single-stranded RNA virus and several are already underway since it can be regarded as the only suitable measure in immunizing individual the world over and stop the disease from steamrolling through countries. This paper investigates the utilization of the spike glycoprotein of SARS CoV-2 as a probable immunogen for the design of a multi-epitope peptide based subunit vaccine with a chimeric adjuvant in tow. The spike glycoprotein has been evidenced to be an appropriate immunogen capable of eliciting neutralizing antibodies which will inadvertently lead to establishment and elicit immune response to prevent viral entry and act as a prophylactic [6, 12] .",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 729,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The work envisages the prediction of significant epitopes and design of a multi-epitope based peptide subunit vaccine coupled with a chimeric adjuvant. The immunogen considered involves the two domains of the spike glycoprotein involved in the binding with hACE-2 followed by the viral and cellular membrane fusion through S1 and S2 respectively. The cleavage site present between S1 and S2 post-fusion has not been considered due to previous apprehensions on the hypersensitivity of the immune system on considering the entire spike glycoprotein of SARS-CoV. The utilization of these epitopes and the vaccine construct across an experimental setting will help provide essential evaluation and aid in the development of a vaccine to generate a robust immunological prophylactic response against SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The SARS-CoV-2 spike glycoprotein sequence (PDB ID: 6VSB) [6] was checked for the specific domains and the identified S1 domain (residues) comprising of the Receptor Binding Domain(RBD) along with the S2 domain(residues) were edited from the cryo-EM structure of the surface glycoprotein using UCSF Chimera [13] .",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Sequence Retrieval for SARS CoV 2 Spike Glycoprotein:"
        },
        {
            "text": "Based on the sequences of S1 and S2 domains, they were separately used to predict linear epitopes which are capable of eliciting of B cells through different servers. The Artificial Neural Network (ANN) based approach server ABCPred [14] , Bcepred [15] and the Immune Epitope Database and Analysis Resource (IEDB) based linear B cell epitope prediction tools [16] [17] [18] [19] [20] [21] were utilized to predict probable epitope sequences across the query sequences. The latter two servers utilize physico-chemical parameters like hydrophilicity, polarity, surface accessibility and flexibility to predict a B cell epitope as has been previously evidenced. The predicted linear B cell sequences from ABCPred were matched with the probable epitopes predicted over the different parameters inclusive of surface accessibility area, hydrophilicity, polarity and flexibility was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 369,
                    "end": 373,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Prediction of B-cell epitopes"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint in that order over the two servers and the Bepipred 2.0 based linear prediction of epitopes were corroborated with these parameters. These same parameters were then again checked with the predicted epitopes by Bcepred which predicts epitopes on the basis of the same parameters. A consensus sequence which emerged was considered to be the probable epitopes in this regard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of B-cell epitopes"
        },
        {
            "text": "Since conformational or discontinuous B cell epitopes could be predicted through ElliPro [22] and Discotope [23] , they were utilized for analysis of the consensus sequences arrived upon earlier. Consensus 16-mer epitopes were predicted through these servers.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 108,
                    "end": 112,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Prediction of B-cell epitopes"
        },
        {
            "text": "The probable MHC II binding epitopes on S1 and S2 domains were predicted and again a consensus approach was utilized to arrive at the conclusive sequences. The prediction of helper T lymphocytes was made through MHCPred [24] , SYFPEITHI [25] , NetMHCIIpan 3.2 server [26] and the IEDB server [27, 28] . A consensus selection of epitopes from the four different servers allowed us to improve upon and circumvent the limitations associated with prediction MHC II binders due to their polymorphic nature, peptide length variation and also determination of the appropriate peptide binding core. Hence based on carried out comparative studies utilizing experimentally validated datasets, these servers were determined to be among the best available that can be utilized in this avenue. SYFPEITHI predicts nonamer sequences based on the weighted contribution of each amino acid sequence present across a predicted epitope sequence.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Prediction of MHC II based Helper T Lymphocytes (CD4 + )"
        },
        {
            "text": "MHCPred allows prediction of 9-mer epitopes based on multivariate statistical methods, NetMHCIIpan 3.2 allows the determination of 15-mer epitope fragments but with limited allele specific choices. The IEDB based MHC II binding epitope sequence prediction server was also utilized since it employs a combination of methods ranging from ANN to SMM and ranks probable epitopes on the basis of a percentile score and an IC 50 score.The sequences predicted was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of MHC II based Helper T Lymphocytes (CD4 + )"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint over the different servers were either 15 mers or 9 mers based on the server in use but based on the consensus selection across these platforms, uniform 15-mer epitopes were selected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of MHC II based Helper T Lymphocytes (CD4 + )"
        },
        {
            "text": "The prediction of Cytotoxic T Lymphocyte cells (T CTL ) through MHC I binding servers involved the utilization of NetMHC 4.0 [29] , MHC-NP [30] , NetCTL 1.2 [31] and the IEDB based T cell epitope tools [32] for prediction of the same. All these servers predict a nonamer epitope sequence and with the utilization of default dataset and identified from literature probable interacting human leukocyte antigen alleles with SARS CoV and employing a consensus selection of the predictions from the four servers we were able to list the appropriate T CTL epitopes with relative confidence. The NetMHC 4.0 utilizes an Artificial Neural Network to predict epitopes, NetCTL 1.2 server allows for the identification of epitopes based on improved datasets with a sensitivity of 0.80 and specificity of 0.97 across the filtering threshold employed, MHC-NP employs a Machine Learning approach towards prediction of naturally processed epitopes by the MHC whereas IEDB based MHC I based prediction of T cell epitopes sorts epitopes based on the percentile score and low IC 50 values across a combination of ANN and SMM approaches based on an appropriate peptide library. The MHC I alleles specific for a SARS CoV 2 manifestation were based on the alleles confirmed during the outbreak of SARS CoV at the beginning of the millennium.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Prediction of MHC I based Cytotoxic T Lymphocytes (CD8 + )"
        },
        {
            "text": "The consensus thus arrived upon can suitably considered as probable sequences that are capable of eliciting the necessary immune response. Apart from this, each of the sequences were filtered was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validation of predicted epitopes:"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint based on their predicted antigenicity over Vaxijen [33] , allergenicity over AllerTop [34] and Algpred [35] , toxicity over ToxinPred [36] , capable of eliciting Interferon-gamma over IFN-G [37] . Along with this, the epitope sequences were matched with human proteins to prevent cases of antibody response against a self-antigen with the Multiple Peptide Match Tool. Each of the epitope sequences were matched with their corresponding secondary structure over the cryoEM structure (PDB ID: 6VSB) [6] and listed to be either alpha helices,coils, strands or beta sheets. This was done to allow for sequence arrangement to allow for improved molecular modeling. Another thing that we had not considered initially based on the conservation of the surface glycoprotein across the different strains deposited over GISAID repository (https://www.gisaid.org/about-us/mission/ ) and the opinion that not much variability has been observed across these strains led us to check the coverage of the epitope sequences we have predicted with the sequences from the repository of surface glycoprotein and also the genome sequence deposited over NCBI from India [38] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1295,
                    "end": 1299,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Validation of predicted epitopes:"
        },
        {
            "text": "In a peptide based subunit vaccine, the predicted B and T cell epitopes are not sufficient to elicit a strong immune response to generate the prophylactic measures necessary. Therefore, a suitable adjuvant must also be added to the vaccine design [39] [40] [41] [42] . In most cases, such purification can be carried out separately as in the purification of the adjuvant and the peptide epitope sequence separately. Recently, several approaches have been made to utilize a chimeric adjuvant comprising of two or more separately identified adjuvants [43] [44] [45] . A similar approach was carried out and an in silico design comprising of three different adjuvants with evidence as being used as adjuvants in different vaccines or as agonists of TLR-4 receptors were utilized. A recent review on suitable adjuvants for different TLRs was utilized in this approach [46] . It was backed was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 864,
                    "end": 868,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Design of Adjuvant"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint up by experimental evidence of the identified adjuvants being capable of eliciting immune response on interaction with toll like receptors (TLRs) separately and downstream immune signaling generating the necessary prophylactic measures that can be expected from a vaccine against SARS CoV-2 [47] . The generation of neutralization antibodies by the peptide sequences of the surface glycoprotein has already been evidenced in previous instances and hence their linking with a triagonist chimeric adjuvant would help in their utilization as a suitable prophylactic measure. A suitable rigid linker was utilized to join them with the peptide sequence and their position was rearranged at the N-terminal to design several constructs of the vaccine. A single construct with adjuvants at the N and C terminal of the vaccine were also designed appropriately.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 443,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Design of Adjuvant"
        },
        {
            "text": "Appropriate linkers were utilized to join intra B cell epitopes, T Helper and T Cytotoxic epitopes and also in between them [48, 49] . The construct design comprises of the B cell epitopes linked to the adjuvant through a rigid EAAAK linker (helix forming) toward the N terminal followed by a GPGPG linker linking the T HTL epitopes and an AAY linker for the T CTL epitopes towards the C terminal. A (XP) n linker was utilized to link the three adjuvants at the N terminal. The three adjuvants were rearranged each time at the N terminal to determine which construct leads us to the most stable construct on molecular modeling and subsequent docking. Each of these vaccine constructs were analyzed for physicochemical properties using ProtPARAM tool [50] , allergenicity [33] , antigenicity [34] and scanned for probable stimulants of interferon gamma [37] .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 852,
                    "end": 856,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Design and characterization of Vaccine Constructs:"
        },
        {
            "text": "The ToxinPred database [36] was used to analyze each of the units of the vaccine construct and hence each of these constructs can be considered non-toxic.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Design and characterization of Vaccine Constructs:"
        },
        {
            "text": "was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and characterization of Vaccine Constructs:"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and characterization of Vaccine Constructs:"
        },
        {
            "text": "The main challenge associated with the molecular modeling of the vaccine constructs was that the adjuvant specific region and the epitope specific region matched with two different templates. Although in both cases we had sufficient sequence coverage that calls for homology modeling of the vaccine constructs, the multi-template alignment turned out to be a bust since the modeled structure obtained was comprised entirely of strands which would have made the modeled constructs unstable. Another approach that we took was modeling the two parts of the vaccine construct separately using single template but linking both of these through loops and energy minimizations of these constructs again fell through. The ROBETTA server [51] [52] [53] that allows for comparative modeling however brought the most promising model of the vaccine constructs with sufficient secondary structure coverage. Each of these constructs were then deposited over GALAXY webserver [54] for refinement. Based on select parameters based on which each modeled construct is refined, the best structures were then carried forward for validation through Ramachandran Plot, Z-score over PROCHECK [55] and ProSA-web server [56] . An additional validation was carried out using ERRAT-3D server [57] . Each of the modeled vaccine constructs were checked for sequence mismatches and none were found.",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 733,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 961,
                    "end": 965,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1169,
                    "end": 1173,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1265,
                    "end": 1269,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Molecular Modeling of Vaccine Constructs:"
        },
        {
            "text": "Each of these constructs were then assessed for their stability through the ProtParam server. The various markers for stability made available through the Instability index (II) [58] , PEST hypothesis [59] , in vivo half-life and the isoelectric point [60] . The assessments based on Ramachandran Plot, ERRAT 3D [57] , WHATCHECK [61] and the ProSA-web server [56] allowed us to select a single vaccine construct for a prolonged molecular dynamic simulation to determine the stability of the construct and probable use in in vivo settings.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 201,
                    "end": 205,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Stability of the Modeled Vaccine Constructs:"
        },
        {
            "text": "was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of the Modeled Vaccine Constructs:"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stability of the Modeled Vaccine Constructs:"
        },
        {
            "text": "The MD simulations to obtain elaborate insights on the dynamic stability of the construct in the physiological conditions were performed on Desmond from D E Shaw Research (DESRES) [62] .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Molecular dynamics simulations"
        },
        {
            "text": "The protein structures were subjected to minimize in 10 X 10 X 20 Å 3 periodic boundary box with TIP3P water model using a fast scalable algorithm utilizing a distributed memory parallel program. Counter-ions and salt were added to neutralize the system. Pressure and temperature were maintained using Nose-Hoover thermostat and Martyna-Tobias-Klein barostat at 310K and 1 bar respectively. All the systems were run for 100ns in the NPT ensemble. Trajectories were analyzed with simulation interaction diagram in Desmond [62] and VMD [63] .",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 525,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Molecular dynamics simulations"
        },
        {
            "text": "The rationale behind selecting TLR-4 (PDB ID: 3FXI_A) [64] (53) is the fact that in case of SARS CoV, HIV, Influenzae and other RNA based viruses, this Toll-like receptor has been experimentally evidenced to be implicated [65] [66] [67] (54, 55, 56) . The binding sites over TLR-4 were determined through available PDB IDs that showed binding of an adjuvant Lipopolysaccharide with the Toll like receptor and also through ElliPro [22] and Castp [68] . It was carried out through Patchdock [69] and Firedock [70] .",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 222,
                    "end": 226,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 227,
                    "end": 231,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "(54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 242,
                    "end": 245,
                    "text": "55,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Molecular Docking of Vaccine Constructs with TLR-4:"
        },
        {
            "text": "The sequence of the SARS CoV 2 surface glycoprotein was retrieved from GenBank [3] in FASTA format. The UCSF Chimera visualization software [13] was utilized to edit the structure was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Sequence Retrieval for SARS CoV 2 Spike Glycoprotein:"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . and include the S1 and the S2 domains as separate entities. The use of the S1 and the S2 domain separately without including the cleavage site which falls in between the two domains (Figure 1) for the development of an immunogen is due to previously evidenced cases of increased hypersensitivity with concerns over utilizing the entire length of spike glycoprotein as a vaccine immunogen [71, 72] .",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "[71,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "72]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 276,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Sequence Retrieval for SARS CoV 2 Spike Glycoprotein:"
        },
        {
            "text": "Although all the selected epitopes were based on multiple servers and since this rationale is not heuristic but based on the role of different algorithms that lead each server to arrive at the predicted epitope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of B cell, T HTL and T CTL Epitopes:"
        },
        {
            "text": "Based on the stringent filters applied in each case, the epitopes predicted over the different servers were manually curated to arrive at consensus sequences in each case. All the epitope sequences specific for S1 and S2 separately predicted by the servers have been listed. In case of B cell and MHC II epitopes 15 mers epitope sequences were generated while in case of MHC I epitope sequences, nonamer fragments were generated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of B cell, T HTL and T CTL Epitopes:"
        },
        {
            "text": "The sequences predicted were matched with the data generated by [73] through IEDB on significant epitopes present on the surface glycoprotein which did mention the need for analysis of the predicted sites and hence the utility of the stringent filters over the different servers followed by validation. The utilization of specific alleles which have been identified in previous manifestation of the SARS CoV has helped us sort the predicted T cell epitopes appropriately on the different servers which otherwise would have made prediction biased [74] [75] [76] [77] . The selected epitopes are listed in Table 1. was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[73]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[74]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[75]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[76]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[77]",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [
                {
                    "start": 604,
                    "end": 612,
                    "text": "Table 1.",
                    "ref_id": null
                }
            ],
            "section": "Prediction of B cell, T HTL and T CTL Epitopes:"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prediction of B cell, T HTL and T CTL Epitopes:"
        },
        {
            "text": "The various parameters against which the selected epitopes and adjuvants were filtered against included antigenicity, allergenicity, toxicity, capability of generating interferon gamma response (Table 1A ,B and C) and chances of being identified as a self-antigen by the human immune system. Among the epitope sequences hence filtered, 100 percent sequence coverage is detected in all but single residue mutations in 4 of them that still denote the percent identity to be above 80%. These residues were not considered in the vaccine constructs and the aberrations are generally isolated to the S1 domain only. Regardless, a single residue mismatch spread over the vaccine will definitely not have a substantial effect on acting as an immunogen across clinical settings in different countries. Hence, sequence coverage based validation of the selected epitopes were also carried out. The list of epitopes considered for design of the vaccines did not include any sequences that did not conform to the 100% sequence coverage. The percent identity matrix utilized to indicate that the Indian sequence shows percent identity of more than 90% and the epitopes utilized show a 100% sequence coverage across the sequence submitted from India of the spike glycoproteins [38] (Figure 2 ).",
            "cite_spans": [
                {
                    "start": 1262,
                    "end": 1266,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "text": "(Table 1A",
                    "ref_id": null
                },
                {
                    "start": 1267,
                    "end": 1276,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Validation and Filtering of selected epitopes:"
        },
        {
            "text": "The triagonist chimeric adjuvant has the propensity to elicit immune responses to allow for its use as a suitable adjuvant against SARS CoV 2. RS09 [78] , TR-433 [79] and a Mtb based Hsp70 partial sequence [80, 81] were utilized in this endeavor. An appropriate rigid polar linker (DP) was utilized in this regard. Among the designed constructs all of the rearrangements were validated based on their antigenicity score predicted by Vaxijen. The adjuvants considered are all verified as TLR-4 agonists. The use of fragments of Mycobacterial hsp70 towards generation of cytokines, natural killer cells have been verified and antigen specific CTL responses [82] [83] [84] .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[78]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 162,
                    "end": 166,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 206,
                    "end": 210,
                    "text": "[80,",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 211,
                    "end": 214,
                    "text": "81]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[82]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[83]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 665,
                    "end": 669,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Design of Adjuvant:"
        },
        {
            "text": "was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of Adjuvant:"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of Adjuvant:"
        },
        {
            "text": "The initial constructs and the parameters across which they were assessed are mentioned in Supplementary Table 1A and 1B. The use of lipopolysaccharide based adjuvants have been abrogated in this study due to constraints of utilizing modeling, docking and simulation based study in their perspective.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 113,
                    "text": "Supplementary Table 1A",
                    "ref_id": null
                }
            ],
            "section": "Design of Adjuvant:"
        },
        {
            "text": "The arrangement and validation of antigenicity of the vaccine constructs based on the linkers and the adjuvants led to the terminal selection of 5 different vaccine constructs which were then subsequently characterized based on the ProtParam parameters which determined the molecular weight, isoelectric point and predicted each to be a stable construct. Also, the constructs were found to be suitably antigenic, non-toxic and non-allergens. Regions of the vaccine constructs were predicted to have sufficient B cell epitopes and capable of generating interferon gamma response and have nearly 100% sequence coverage (Table 2 and Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 630,
                    "end": 638,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Design and Characterization of Vaccine Constructs:"
        },
        {
            "text": "The vaccine constructs thus designed were made through comparative modeling over ROBETTA and revealed a structure better than the other platforms utilized in this regard Figure 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 178,
                    "text": "Figure 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Molecular Modeling and Validation of Vaccine Constructs:"
        },
        {
            "text": "Validation and refinement of the modeled structures revealed a stable construct in each case which can be prominently be detected by the predominant presence of defined secondary structures across the span of the construct interspersed by coils and helices. The modeled constructs were refined through GALAXY server (Table 3) and validated through Ramachandran Plots and Z-score from ProSA-webserver (Table 4C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 325,
                    "text": "(Table 3)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 400,
                    "end": 410,
                    "text": "(Table 4C)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Molecular Modeling and Validation of Vaccine Constructs:"
        },
        {
            "text": "was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Modeling and Validation of Vaccine Constructs:"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Molecular Modeling and Validation of Vaccine Constructs:"
        },
        {
            "text": "Attempts were made to assess the stability of the designed constructs before moving on to docking and simulation study with TLRs. Since it comprises of three different adjuvants, a ensemble of different sequences interspersed across the spike glycoprotein, it becomes imperative that the constructs be evaluated. In this endeavor, we utilized the Expasy ProtParam Tool and based our assumptions on the PEST hypothesis and the Instability Index determinants which includes analysis of the residues that make any biomolecule have lower half life or increased instability ( includes Proline(P), Glutamic acid (E), Serine (S), Threonine (T), Methionine (M) and Glutamine (Q) ) in the designed constructs and including Guruprasad's basis [58] that the relative abundance of Asparagine (N), Lysine (K) and Glycine (G) has been found in stable proteins (Table 4B) . Moreover, basic or neutral isoelectric points also indicate a stable in vivo half-life for the modeled constructs. And since we cannot assess it entirely on these assumptions we investigated the stability of the constructs through a 100 nanoseconds Molecular Dynamics Simulation. But due to constraints of computational time and efforts we assessed the stability of Construct_4 since it gave the best estimate of stability based on our assumptions as listed in Table 4 (A,B,C). The abovementioned parameters went into this assumption.",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 737,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [
                {
                    "start": 846,
                    "end": 856,
                    "text": "(Table 4B)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1320,
                    "end": 1327,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Stability of the Modeled Vaccine Constructs:"
        },
        {
            "text": "During the initial phase of MD simulation, major conformational changes in the vaccine construct was observed as illustrated in Figure 5A . During the rest of the simulation time average Root Mean Square Deviation (RMSD) of the C-alpha atoms remain constant around 11.5 Å ( Figure 5A ). It suggests after the initial structural rearrangements the vaccine construct achieved stable three-dimensional structure as evident by Supplementary Figure 2 . Followed by the initial structural rearrangements, the vaccine construct achieves a stable three dimensional was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 137,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 283,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 445,
                    "text": "Supplementary Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "MD of vaccine construct"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint structure as is evidenced by the superimposed structures obtained at 0 ns and 10 ns in Figure 5D followed by another at 10 ns and 100 ns in Figure 5E . Further to identify the regions of the vaccine construct that contribute to structural rearrangements, Root Mean Square Fluctuations (RMSF) of C-alpha atoms was calculated at 0-10 ns and another from 10-100 ns in Figures 5B and 5C respectively. The high residue fluctuation is due to low distribution of stable secondary structure rearrangements in the region between residue 1-70 and 183-246 accompanied by abundance of loops as observed from the RMSF plots. The abundance of loops confers to its affinitive ability for its complementary receptor. An evaluation of the secondary structure features present in the vaccine construct was evaluated through a Dictionary of Secondary Structure Plot (DSSP) [85] in Supplementary Figure 1 .",
            "cite_spans": [
                {
                    "start": 1002,
                    "end": 1006,
                    "text": "[85]",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 244,
                    "text": "Figure 5D",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 297,
                    "text": "Figure 5E",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 523,
                    "text": "Figures 5B",
                    "ref_id": null
                },
                {
                    "start": 1010,
                    "end": 1032,
                    "text": "Supplementary Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MD of vaccine construct"
        },
        {
            "text": "The simulation indicates that Construct_4 conforms to the stability directives that are expected of it and can be reproduced in experimental conditions. Considering the MD, we may definitely extrapolate our results to include Constructs 2 and 5 as suitable vaccine constructs that can be considered in the development of vaccines since they scored on a similar index across the parameters on which we assessed and allowed simulation of Construct_4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MD of vaccine construct"
        },
        {
            "text": "Based on the MD simulation and the observed shift in the modeled vaccine construct 4, molecular docking was carried out between TLR4 receptor and the vaccine construct 4 through Patchdock which carries out docking of rigid molecules based on a protocol that employs molecular shape representation, surface patch mapping followed by filtering and scoring. The obtained results were refined and ranked using Firedock based on a global energy value (in kJ/mol) that helps determine the binding affinity of the molecules being considered. The results indicate that Construct_4 does bind TLR-4 with high binding affinity (Supplementary Table 2) was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 631,
                    "end": 639,
                    "text": "Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Docking of construct with TLR-4"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint with a Global Energy Value (which is an analog of ranking based on binding affinity) of -26.36 kJ/mol. The interface between the Construct_4 and TLR4 was analysed post-docking through UCSF Chimera and DimPlot [86] . These mainly include the non-covalent interactions that are determined through distance constraints between the two docked molecules and involves hydrogen bonds and hydrophobic interactions across the interface. Each of the residues have been specified which contribute to these interactions have been visualized as spheres and depicted on the basis of the corresponding non-covalent interaction across the protein-protein interface in Figure 6 and in Supplementary Figures 3 and 4 . The docking can be conclusively used to be assumed that the binding of the vaccine construct to the TLR receptor may elicit signal cascades responsible for the desired immune response towards conferring a suitable prophylactic effect. The utilization of servers that allow simulation of immune response generated based on vaccine dosage were not utilized in this regard owing to the limitations of the predictions across experimental settings.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 361,
                    "text": "[86]",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [
                {
                    "start": 800,
                    "end": 808,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 845,
                    "text": "Supplementary Figures 3 and 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Docking of construct with TLR-4"
        },
        {
            "text": "One of the most potent options that are being explored to curtail the spread of SARS-CoV-2 includes the design and development of appropriate vaccines. The entire process of vaccine development involves an extensive timeline ranging from experimental to clinical settings. In recent times, advancement in molecular immunology and development of several epitope mapping methods, several semi-empirical approaches at vaccine design have been introduced wherein, multi-epitope peptide based subunit vaccines based on predicted B and T cell epitopes utilizing similar bioinformatics tools has made remarkable strides. Despite the cons involving low immunogenicity and multiple doses, the trade-off with eliciting neutralizing antibodies, was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint humoral immune response and relative safety when associated with attenuated or inactivated virus vaccines plays in favor of these approaches [12] .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Looking into the probable limitations, strategies have been employed to design an epitope based peptide vaccine utilizing the major subunits of the spike glycoprotein of SARS-CoV-2. In selecting the concerned immunogen, S1 and the S2 domains of the surface glycoprotein have been utilized separately keeping in mind the limitations associated with utilizing the entire surface glycoprotein [71, 72] . The prediction of the three different types of epitopes ( B cells, T HTL and T CTL ) by utilizing multiple different servers in each case based on different algorithms and selection based on a consensus involving all the servers including experimental basis behind alleles (HLA Class I and Class II) selected helps add sustenance to the concluded list of epitopes [73] [74] [75] [76] [77] . Each of the predicted epitopes were verified based on described parameters and were found to be antigenic, non-allergen, non-toxic and share high coverage across the spike glycoprotein of SARS-CoV-2 sequences [38] . Based on the necessity of an immunostimulant, the role of an adjuvant becomes important and specifically a chimeric adjuvant comprising of TLR-4 agonists [78] [79] [80] [81] [82] [83] [84] was designed and validated to have overlapping B cell epitope regions through the IEDB server. The adjuvant sequences have been experimentally evidenced to generate neutralizing antibodies, cytokines and natural killer cells. A rigorous assessment of implicated toll like receptor in case of SARS CoV-2 has been carried out before deciding upon the use of TLR4 agonists.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "[71,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[73]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[74]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[75]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[76]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[77]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1162,
                    "end": 1166,
                    "text": "[78]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1167,
                    "end": 1171,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1172,
                    "end": 1176,
                    "text": "[80]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 1177,
                    "end": 1181,
                    "text": "[81]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1182,
                    "end": 1186,
                    "text": "[82]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1187,
                    "end": 1191,
                    "text": "[83]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1192,
                    "end": 1196,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The adjuvant and the predicted epitope sequences were appropriately joined by rigid linkers based on their arrangement. Even the chimeric adjuvant sequences were linked by short rigid linkers (XP) n to aid in ensuring stability. GPGPG and AAY linkers were used as intra HTL and CTL linkers respectively. Separation between the vaccine components has been arrived upon by was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint the role of EAAAK as a linker between adjuvant and the peptide epitope sequences [48, 49] . The designed vaccine constructs based on the arrangement of the chimeric adjuvant were validated and concluded to be highly antigenic, non-allergenic and non-toxic. This makes up for the limitations of subunit vaccines as mentioned above.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[48,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The stability of the vaccine constructs was assessed based on physico-chemical parameters that make it suitable for purification across experimental settings. The presence of cysteine bonds (without introduction of any engineered mutations) points to the stability of the modeled constructs. The presence of defined secondary structure characteristics across the modeled construct despite the presence of mainly strand and loop region inducing intermittent sequences due to predicted epitopes has led us to verify the stability dynamics through a 100ns MD simulation run. Moreover, the assessment of stability through amino acid composition [58, 59] , correlation with in vivo half-life periods and calculated isoelectric points [60] helps us identify three of the modeled five vaccine constructs to exhibit similar stability parameters and based on the MD simulation of Construct 4, can be extrapolated to include Construct 2 and Construct 5.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 645,
                    "text": "[58,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 646,
                    "end": 649,
                    "text": "59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The utilization of ProSA web server [56] , SAVES server for Z-score and Ramchandran plot [55] , ERRAT-3D [57] score respectively helps validate the modeled constructs.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 89,
                    "end": 93,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 105,
                    "end": 109,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A rigid based docking of TLR-4 and Construct 4 was carried out after this and although there are no experimental data to insinuate any such interaction but the structural features of the vaccine construct and the functional characteristics of TLR-4, an accepted dock model can be achieved in this scenario. Moreover, the N terminal is composed of TLR-4 agonists and it helps compound the docked pose. Based on TLR-4 PDB structures [64] and their corresponding binding sites followed by Ellipro [22] and Castp [68] predictions of binding sites over the receptor, docking was carried out with the vaccine construct over PatchDock [69] server and the top pose based on was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 435,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. The MD simulations of the docked pose for a definite timespan was not carried out because of computational constraints. Moreover, it becomes imperative that since no experimental data is evidenced to verify the docking of the TLR4 and the vaccine construct, an actual determination of the protein-protein interaction between them may be carried out by running extensive MD simulations involving both the proteins and determine their association and dissociation profiles alongside residence time to assess the best docking pose of the two proteins in their energy minimized conditions circumventing the limitations associated with unavailability of experimental evidence to a certain extent. Therefore, the study does not include a MD simulation of the docked pose since that would have made our results biased albeit, in conformation with the necessary docking results helping us conclude our work successfully and with increased limitations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . and (B) represents that apart from four of the epitopes selected, all have 100% sequence coverage across the submitted Indian sequence of SARS CoV-2. The overall sequence similarity of the submitted Indian sequence across the 7 other sequences from GISAID indicates the overall coverage sequence of the epitopes selected for vaccine design falls within acceptable parameters. was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint Figure 5 : A: C-alpha RMSD of Vaccine Construct_4 for a 100ns MD simulation; B: RMSF plot comprising of C-alpha atoms based on Vaccine Construct_4 from 0-10 ns; C: RMSF plot comprising of C-alpha atoms based on Vaccine Construct_4 from 10-100 ns, the peaks represents the regions where loop is in abundance based on residue sequence (across residue index); D: Initial rearrangement is depicted through superimposed frames of Vaccine Construct_4 at 0 ns (in orange) and at 10 ns (in cyan); E: Rearrangement through superimposed frames at 10 ns (in yellow) and at 100 ns (in red). was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Conflict of Interests"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint Figure 6 : A: The interface of the Vaccine Construct 4(Chain B: blue) and TLR4 (Chain A: red) has been marked by the residues involved across the protein-protein interface through UCSF Chimera. The residues have been marked by cyan colored spheres (for residues on TLR4 receptor) and dark green colored spheres (for residues on Vaccine Constructs 4) in between; B:Each residue across the interface has been labeled and the corresponding interactions they take part in across the interface. The interacting residues have been labeled in Supplementary  Figures 3 and 4. was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 715,
                    "text": "Supplementary  Figures 3 and 4.",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Conflict of Interests"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.23.055467 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Learning from the past: possible urgent prevention and treatment options for severe acute respiratory infections caused by 2019-nCoV",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chembiochem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Receptor recognition by the novel coronavirus from Wuhan: an analysis based on decade-long structural studies of SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of virology",
            "volume": "",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "7798",
            "pages": "265--269",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. The Lancet",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Structure, function, and antigenicity of the SARS-CoV-2 spike glycoprotein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "6483",
            "pages": "1260--1263",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Structural basis of receptor recognition by SARS-CoV-2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Structural basis for the recognition of SARS-CoV-2 by full-length human ACE2",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "6485",
            "pages": "1444--1448",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Therapeutic options for the 2019 novel coronavirus (2019-nCoV). 2020",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Clercq",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A SARS-CoV-2-Human Protein-Protein Interaction Map Reveals Drug Targets and Potential Drug-Repurposing",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The outbreak of SARS-CoV-2 pneumonia calls for viral vaccines. npj Vaccines",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "UCSF Chimera-a visualization system for exploratory research and analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Pettersen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of computational chemistry",
            "volume": "25",
            "issn": "13",
            "pages": "1605--1612",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prediction of continuous B -cell epitopes in an antigen using recurrent neural network",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P S"
                    ],
                    "last": "Raghava",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proteins: Structure, Function, and Bioinformatics",
            "volume": "65",
            "issn": "1",
            "pages": "40--48",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "BcePred: prediction of continuous B-cell epitopes in antigenic sequences using physico-chemical properties",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P S"
                    ],
                    "last": "Raghava",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Conference on Artificial Immune Systems",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission. The copyright holder for this preprint",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Emini",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Journal of virology",
            "volume": "55",
            "issn": "3",
            "pages": "836--839",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.23.055467"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Prediction of the secondary structure of proteins from their amino acid sequence. Advances in enzymology and related areas of molecular biology",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "47",
            "issn": "",
            "pages": "45--148",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Prediction of chain flexibility in proteins",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Karplus",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schulz",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Naturwissenschaften",
            "volume": "72",
            "issn": "4",
            "pages": "212--213",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A semi -empirical method for prediction of antigenic determinants on protein antigens",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kolaskar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Tongaonkar",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "FEBS letters",
            "volume": "276",
            "issn": "1-2",
            "pages": "172--174",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "New hydrophilicity scale derived from high-performance liquid chromatography peptide retention data: correlation of predicted surface residues with antigenicity and X-ray-derived accessible sites",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hodges",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Biochemistry",
            "volume": "25",
            "issn": "",
            "pages": "5425--5432",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "BepiPred-2.0: improving sequence-based B-cell epitope prediction using conformational epitopes. Nucleic acids research",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Jespersen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "45",
            "issn": "",
            "pages": "24--29",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "ElliPro: a new structure-based tool for the prediction of antibody epitopes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ponomarenko",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC bioinformatics",
            "volume": "9",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Reliable B cell epitope predictions: impacts of method development and improved benchmarking",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Kringelum",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS computational biology",
            "volume": "8",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Quantitative online prediction of peptide binding to the major histocompatibility complex",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Hattotuwagama",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Molecular Graphics and Modelling",
            "volume": "22",
            "issn": "3",
            "pages": "195--207",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "SYFPEITHI: database for MHC ligands and peptide motifs",
            "authors": [
                {
                    "first": "H.-G",
                    "middle": [],
                    "last": "Rammensee",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Immunogenetics",
            "volume": "50",
            "issn": "",
            "pages": "213--219",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Improved methods for predicting peptide binding affinity to MHC class II molecules",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Immunology",
            "volume": "154",
            "issn": "3",
            "pages": "394--406",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Peptide binding predictions for HLA DR, DP and DQ molecules",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC bioinformatics",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "TepiTool: a pipeline for computational prediction of T cell epitope candidates. Current protocols in immunology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "114",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Gapped sequence alignment using artificial neural networks: application to the MHC class I system",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andreatta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bioinformatics",
            "volume": "32",
            "issn": "4",
            "pages": "511--517",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "MHC-NP: predicting peptides naturally processed by the MHC",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Giguère",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of immunological methods",
            "volume": "400",
            "issn": "",
            "pages": "30--36",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Large-scale validation of methods for cytotoxic T-lymphocyte epitope prediction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC bioinformatics",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A consensus epitope prediction approach identifies the breadth of murine T CD8+-cell responses to vaccinia virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moutaftsi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature biotechnology",
            "volume": "24",
            "issn": "7",
            "pages": "817--819",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "VaxiJen: a server for prediction of protective antigens, tumour antigens and subunit vaccines",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Doytchinova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Flower",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC bioinformatics",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "AllerTOP v. 2-a server for in silico prediction of allergens",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dimitrov",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of molecular modeling",
            "volume": "20",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "AlgPred: prediction of allergenic proteins and mapping of IgE epitopes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Raghava",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nucleic acids research",
            "volume": "34",
            "issn": "suppl_2",
            "pages": "202--209",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Peptide toxicity prediction, in Computational Peptidology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "143--157",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Designing of interferon-gamma inducing MHC class-II binders",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Dhanda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vir",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Raghava",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biology direct",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Full-genome sequences of the first two SARS-CoV-2 viruses from India. The Indian journal of medical research",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Yadav",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Vaccine adjuvants: Understanding the structure and mechanism of adjuvanticity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Vaccine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Recent progress in adjuvant discovery for peptide-based subunit vaccines. Human vaccines & immunotherapeutics",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Azmi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "778--796",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Application of built-in adjuvants for epitope-based vaccines",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PeerJ",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Towards an evidence based approach for the development of adjuvanted vaccines. Current opinion in immunology",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "O&apos;hagan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "47",
            "issn": "",
            "pages": "93--102",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Linked Toll-Like Receptor Triagonists Stimulate Distinct, Combination-Dependent Innate Immune Responses. ACS central science",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Albin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "1137--1145",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Cutting edge: New chimeric NOD2/TLR2 adjuvant drastically increases vaccine immunogenicity",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pavot",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Journal of Immunology",
            "volume": "193",
            "issn": "12",
            "pages": "5781--5785",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Tuning Subunit Vaccines with Novel TLR Triagonist Adjuvants to Generate Protective Immune Responses against Coxiella burnetii",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Gilkes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Journal of Immunology",
            "volume": "204",
            "issn": "3",
            "pages": "611--621",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Receptor-ligand based molecular interaction to discover adjuvant for immune cell TLRs to develop next-generation vaccine",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Biological Macromolecules",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Understanding SARS-CoV-2-mediated inflammatory responses: from mechanisms to potential therapeutic tools",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Virologica Sinica",
            "volume": "",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Fusion protein linkers: property, design and functionality. Advanced drug delivery reviews",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Zaro",
                    "suffix": ""
                },
                {
                    "first": "W.-C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "65",
            "issn": "",
            "pages": "1357--1369",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Construction of a linker library with widely controllable flexibility for fusion protein design",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Applied microbiology and biotechnology",
            "volume": "100",
            "issn": "1",
            "pages": "215--225",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Protein identification and analysis tools on the ExPASy server, in The proteomics protocols handbook",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gasteiger",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "571--607",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "High-resolution comparative modeling with RosettaCM",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Structure",
            "volume": "21",
            "issn": "10",
            "pages": "1735--1742",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Structure prediction for CASP8 with all -atom refinement using Rosetta",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proteins: Structure, Function, and Bioinformatics",
            "volume": "77",
            "issn": "S9",
            "pages": "89--99",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Homology modeling using parametric alignment ensemble generation with consensus and energy-based model selection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chivian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nucleic acids research",
            "volume": "34",
            "issn": "17",
            "pages": "112--112",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Prediction of protein structure and interaction by GALAXY protein modeling programs",
            "authors": [
                {
                    "first": "W.-H",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "PROCHECK: a program to check the stereochemical quality of protein structures",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Laskowski",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of applied crystallography",
            "volume": "26",
            "issn": "2",
            "pages": "283--291",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "ProSA-web: interactive web service for the recognition of errors in three-dimensional structures of proteins. Nucleic acids research",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wiederstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Sippl",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "35",
            "issn": "",
            "pages": "407--410",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Verification of protein structures: patterns of nonbonded atomic interactions. Protein science",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Colovos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "O"
                    ],
                    "last": "Yeates",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "1511--1519",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Correlation between stability of a protein and its dipeptide composition: a novel approach for predicting in vivo stability of a protein from its primary sequence",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Guruprasad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Pandit",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Protein Engineering, Design and Selection",
            "volume": "4",
            "issn": "2",
            "pages": "155--161",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "PEST sequences and regulation by proteolysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rechsteiner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "267--271",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Relationship between in vivo degradative rates and isoelectric points of proteins. Proceedings of the National Academy of Sciences",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Dice",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Goldberg",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "72",
            "issn": "",
            "pages": "3893--3897",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Errors in protein structures",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Hooft",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nature",
            "volume": "381",
            "issn": "6580",
            "pages": "272--272",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Scalable algorithms for molecular dynamics simulations on commodity clusters",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Bowers",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "SC'06: Proceedings of the 2006 ACM/IEEE Conference on Supercomputing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "VMD: visual molecular dynamics",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Humphrey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dalke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schulten",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of molecular graphics",
            "volume": "14",
            "issn": "1",
            "pages": "33--38",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "The structural basis of lipopolysaccharide recognition by the TLR4-MD-2 complex",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "458",
            "issn": "7242",
            "pages": "1191--1195",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Pathogen recognition and innate immunity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Uematsu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Takeuchi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "124",
            "issn": "",
            "pages": "783--801",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Pathogen recognition by innate immunity and its signaling",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proceedings of the Japan Academy, Series B",
            "volume": "85",
            "issn": "4",
            "pages": "143--156",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Toll-like receptors. Annual review of immunology",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kaisho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "335--376",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "CASTp 3.0: computed atlas of surface topography of proteins",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nucleic acids research",
            "volume": "46",
            "issn": "W1",
            "pages": "363--367",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "PatchDock and SymmDock: servers for rigid and symmetric docking",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schneidman-Duhovny",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic acids research",
            "volume": "33",
            "issn": "suppl_2",
            "pages": "363--367",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "FireDock: a web server for fast interaction refinement in molecular docking",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mashiach",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nucleic acids research",
            "volume": "36",
            "issn": "suppl_2",
            "pages": "229--232",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "SARS CoV subunit vaccine: antibodymediated neutralisation and enhancement",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jaume",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Antibodies against trimeric S glycoprotein protect hamsters against SARS-CoV challenge despite their capacity to mediate FcγRII-dependent entry into B cells in vitro. Vaccine",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Kam",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "729--740",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "A Sequence Homology and Bioinformatic Approach Can Predict Candidate Targets for Immune Responses to SARS-CoV-2. Cell host & microbe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grifoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Comprehensive analysis of dengue virus-specific responses supports an HLAlinked protective role for CD8+ T cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weiskopf",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "110",
            "issn": "22",
            "pages": "2046--2053",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "HLA loci and respiratory infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Spínola",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Respiratory Research",
            "volume": "",
            "issn": "2",
            "pages": "56--66",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Association of human-leukocyte-antigen class I (B* 0703) and class II (DRB1* 0301) genotypes with susceptibility and resistance to the development of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Infectious Diseases",
            "volume": "190",
            "issn": "3",
            "pages": "515--518",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Functional classification of class II human leukocyte antigen (HLA) molecules reveals seven different supertypes and a surprising degree of repertoire sharing across supertypes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Greenbaum",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Immunogenetics",
            "volume": "63",
            "issn": "6",
            "pages": "325--335",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Synthetic Toll like receptor-4 (TLR-4) agonist peptides as a novel class of adjuvants",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shanmugam",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PloS one",
            "volume": "7",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "A TLR4-derived non-cytotoxic, self-assembling peptide functions as a vaccine adjuvant in mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Biological Chemistry",
            "volume": "293",
            "issn": "51",
            "pages": "19874--19885",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "A truncated C-terminal fragment of Mycobacterium tuberculosis HSP70 enhances cell-mediated immune response and longevity of the total IgG to influenza A virus M2e protein in mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dabaghian",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Antiviral research",
            "volume": "120",
            "issn": "",
            "pages": "23--31",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "The science of vaccine adjuvants: advances in TLR4 ligand adjuvants. Current opinion in immunology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "85--90",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Identification of stimulating and inhibitory epitopes within the heat shock protein 70 molecule that modulate cytokine production and maturation of dendritic cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Journal of Immunology",
            "volume": "174",
            "issn": "6",
            "pages": "3306--3316",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "A 14-mer Hsp70 peptide stimulates natural killer (NK) cell activity. Cell stress & chaperones",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Multhoff",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Biotechnology approaches to produce potent, self-adjuvanting antigen-adjuvant fusion protein subunit vaccines",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Moyle",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Biotechnology advances",
            "volume": "35",
            "issn": "3",
            "pages": "375--389",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Dictionary of protein secondary structure: pattern recognition of hydrogen-bonded and geometrical features",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kabsch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sander",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Biopolymers: Original Research on Biomolecules",
            "volume": "22",
            "issn": "12",
            "pages": "2577--2637",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "LigPlot+: multiple ligand-protein interaction diagrams for drug discovery",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Laskowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Swindells",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "values was selected. The interacting residues at the protein-protein interaction were mapped. The interaction occurs over the surfaces of TLR-4 that has a high electrostatic potential. The mapped non-covalent interactions are sufficient to indicate probable binding to the receptor surface. The binding of B cell containing epitope sequences in the vaccine construct with the predicted B cell regions over TLR-4 will help in generation of innate immune responses through plasma B cells producing antibodies and memory B cells which confer long-lasting prophylactic response against the virus. Moreover, recent MD studies have indicated as to the effect of trimer of spike protein having much improved stability over the monomer and hence may influence vaccine studies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The S1 and S2 domains considered in the investigation reproduced from PDB ID: 6VSB.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Percent Identity Matrix (PIM) of SARS CoV-2 spike glycoprotein from GISAID (A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Designed Vaccine Constructs from C_1 to C_5 with linkers and adjuvants. Vaccine Construct Arrangement. A,B and C refers to the three different adjuvants used. Designed Constructs based on rearrangement and numbered appropriately.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "CM based modeling of designed vaccine constructs over ROBETTA server. The blue region is the epitope sequences with the red indicating the adjuvants used and their positions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Validation of the five major vaccine constructs designed",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Refinement based on GALAXY SERVER of modeled constructs was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "A): The ProtParam based physicochemical based validation of vaccine constructs Table 4(B): Assessment of Stability based on PEST hypothesis and Guruprasad's observations.Table 4(C): Validation of Modeled vaccine constructswas not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Mtb hsp70; B= TR433; C=RS09",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}