{
    "paper_id": "b23a4839708603ca23f55921c1804c83744ad4bd",
    "metadata": {
        "title": "Structural and biochemical characterization of nsp12-nsp7-nsp8 core polymerase 1 complex from COVID-19 virus 2",
        "authors": [
            {
                "first": "Qi",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Ruchao",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jingru",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Xixi",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Wang",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Zheng",
                "middle": [],
                "last": "Fan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jianxun",
                "middle": [],
                "last": "Qi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "George",
                "middle": [
                    "F"
                ],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CAS Key Laboratory of Pathogenic Microbiology and Immunology",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "18 The ongoing global pandemic of coronavirus disease 2019 (COVID-19) has caused huge 19 number of human deaths. Currently, there are no specific drugs or vaccines available for 20 this virus. The viral polymerase is a promising antiviral target. However, the structure of 21 COVID-19 virus polymerase is yet unknown. Here, we describe the near-atomic 22 resolution structure of its core polymerase complex, consisting of nsp12 catalytic subunit 23 and nsp7-nsp8 cofactors. This structure highly resembles the counterpart of SARS-CoV 24 with conserved motifs for all viral RNA-dependent RNA polymerases, and suggests the 25 mechanism for activation by cofactors. Biochemical studies revealed reduced activity of 26 the core polymerase complex and lower thermostability of individual subunits of COVID-27",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "virus as compared to that of SARS-CoV. These findings provide important insights into 28",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "virus towards humans with relatively lower body temperatures than the natural bat hosts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the end of 2019, a novel coronavirus (2019-nCoV) caused an outbreak of pulmonary disease 33 in China (Zhu et al., 2020) , which was later officially named \"severe acute respiratory syndrome SARS-CoV-2 shows a much higher transmission rate and a lower mortality (Huang et al., 2020; 53 . CC-BY-NC-ND 4.0 International license (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.23.057265 doi: bioRxiv preprint 7 additional site mutations in the unresolved regions of nsp8 and nsp12 subunits, respectively). 120",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 122,
                    "text": "(Zhu et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 284,
                    "text": "(Huang et al., 2020;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 285,
                    "end": 287,
                    "text": "53",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction 32"
        },
        {
            "text": "However, these mutations did not result in obvious structural changes of the polymerase 121 complex. During the review process of this manuscript, two other research groups also reported 122 the high-resolution structure of SARS-CoV-2 core polymerase complex at atomic resolutions, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction 32"
        },
        {
            "text": "The catalytic domain of SARS-CoV-2 nsp12 subunit is arranged following the typical right-139 hand configuration shared by all viral RdRps, which includes seven critical catalytic motifs (A-140 G) (Figure 3 ). Among them, motifs A-F are highly conserved for all viral RdRps, and the motif 141 . CC-BY-NC-ND 4.0 International license (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.23.057265 doi: bioRxiv preprint which interacts the primer strand to initiate RNA synthesis ( Figure S4 ). The motif C contains 143 the critical 759-SDD-761 catalytic residues which reside in a β-turn loop connecting two 144 adjacent strands. The motif F forms a finger-tip that protrudes into the catalytic chamber and 145 interacts with the finger extension loops and the thumb subdomain ( Figure 3B ). It has been 146 shown that some sNSV polymerases, e.g. influenza virus and bunyavirus polymerases, require 147 the binding of a conserved 5'-RNA hook to activate the activity for RNA synthesis by The nsp7-nsp8 heterodimer binds above the thumb subdomain of RdRp and sandwiches 159 the finger extension loops in between to stabilize its conformation ( Figure 1B ). This interaction 160 is mainly mediated by the nsp7 within the heterodimer while the nsp8 (nsp8.1) contributes few 161 contacts with the nsp12 polymerase subunit ( Figures 1B and 3D ). The other nsp8 (nsp8.2) 162 subunit clamps the top region of the finger subdomain and forms additional interactions with 163 . CC-BY-NC-ND 4.0 International license (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.23.057265 doi: bioRxiv preprint the interface domain ( Figures 1B and 3D ). The two nsp8 subunits display significantly different 164 conformations with substantial refolding of the N-terminal extension helix region, which 165 mutually preclude the binding at the other molecular context ( Figure 3C ). The importance of 166 both cofactor-binding sites has been validated by previous biochemical studies on polymerase, which revealed their essential roles for stimulating the activity of nsp12 168 polymerase subunit (Subissi et al., 2014) . The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.23.057265 doi: bioRxiv preprint templated by the 3'-vRNA. Intriguingly, the SARS-CoV-2 nsp12-nsp7-nsp8 complex displayed 186 a much lower efficiency (~35%) for RNA synthesis as compared to the SARS-CoV counterpart 187 ( Figure 4A ). As all three nsp subunits harbor some residue substitutions between the two 188 viruses, we further conducted cross-combination analysis to evaluate the effects of each subunit 189 on the efficiencies of RNA production. In the context of SARS-CoV-2 nsp12 polymerase 190 subunit, replacement of the nsp7 cofactor subunit with that of SARS-CoV did not result in 191 obvious effect on polymerase activity, whereas the introduction of SARS-CoV nsp8 subunit 192 greatly boosted the activity to ~2.1 times of the homologous combination. Simultaneous 193 replacement of the nsp7 and nsp8 cofactors further enhanced the efficiency for RNA synthesis 194 to ~2.2 times of that for the SARS-CoV-2 homologous complex ( Figure 4B ). Consistent with 195 this observation, the combination of SARS-CoV-2 nsp7-nsp8 subunits with the SARS-CoV 196 nsp12 polymerase subunit compromised its activity as compared to the native cognate cofactors, 197 among which the nsp8 subunit exhibited a more obvious effect than that for nsp7 ( Figure 4C ). 198 These evidences suggested that the variations in nsp8 subunit rendered a significantly negative 199 impact on the polymerase activity of SARS-CoV-2 nsp12. The non-significant effect of nsp7 200 on polymerase activity was quite conceivable as only one residue substitution occurred between 201 the two viruses ( Figure 2B ). In addition, we also compared the polymerase activity of different 202 nsp12 subunits in the same context of nsp7-nsp8 cofactors. Combined with either cofactor sets, 203 the SARS-CoV-2 nsp12 polymerase showed a lower efficiency (~50%) for RNA synthesis as 204 compared to the SARS-CoV counterpart ( Figure 4D ). This observation demonstrated that the 205 residue substitutions in nsp12 also contributed to the reduction of its polymerase activity, with 206 similar impact to the variations in the nsp8 cofactor. 207 . CC-BY-NC-ND 4.0 International license (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.23.057265 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 2370,
                    "end": 2392,
                    "text": "(Subissi et al., 2014)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3760,
                    "end": 3763,
                    "text": "198",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 205,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 627,
                    "end": 636,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 925,
                    "end": 934,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1289,
                    "end": 1298,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1466,
                    "end": 1483,
                    "text": "Figures 1B and 3D",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1908,
                    "end": 1925,
                    "text": "Figures 1B and 3D",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2143,
                    "end": 2152,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2724,
                    "end": 2733,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 3444,
                    "end": 3453,
                    "text": "Figure 4B",
                    "ref_id": null
                },
                {
                    "start": 3747,
                    "end": 3756,
                    "text": "Figure 4C",
                    "ref_id": null
                },
                {
                    "start": 4075,
                    "end": 4084,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 4387,
                    "end": 4396,
                    "text": "Figure 4D",
                    "ref_id": null
                }
            ],
            "section": "Conserved catalytic center of nsp12 and interaction with cofactors 138"
        },
        {
            "text": "Despite that there are amino acid substitutions in all three subunits of the core polymerase 210 complex between SARS-CoV-2 and SARS-CoV, none of these residues is located at the 211 polymerase active site or the contacting interfaces between adjacent subunits ( Figure 2B) , 212 suggesting these substitutions do not affect the inter-subunit interactions for assembly of the 213 polymerase complex. To test this hypothesis, we measured the binding kinetics between 214 different subunits of the two viruses by surface plasmon resonance (SPR) assays. Each 215 interaction pair exhibited similar kinetic features for the two viruses, all with sub-micromolar 216 range affinities ( Figure 5A and B). We also tested the cross-binding between subunits of the 217 two viruses, which revealed similar affinities for heterologous pairs as compared to the native 218 homologous interactions ( Figure 5C and D) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 273,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 680,
                    "end": 689,
                    "text": "Figure 5A",
                    "ref_id": null
                },
                {
                    "start": 885,
                    "end": 901,
                    "text": "Figure 5C and D)",
                    "ref_id": null
                }
            ],
            "section": "Impacts of amino acid substitutions on the core polymerase subunits 209"
        },
        {
            "text": "The authors declare no competing interests. See also Figures S1-S3 and Table S1 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 67,
                    "end": 79,
                    "text": "and Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Declaration of Interests 302"
        },
        {
            "text": "The codon-optimized sequences of nsp7 and nsp8 were synthesized with N-terminal 392 6×histidine tag and inserted into pET-21a vector for expression in E. coli (Synbio Tec, Suzhou, 393 China). For the nsp7L8 fusion protein, the sequence was also codon-optimized for E. Coli 394 expression system and a 6×histidine linker was introduced between the nsp7 and nsp8 subunits 395 (Genewiz Tec, Suzhou, China). Protein production was induced with 1 mM isopropylthio-396 galactoside (IPTG) and incubated for 14-16 hours at 16 °C. Bacterial cells were harvested by 397 centrifugations (12,000 rpm, 10 min), resuspended in buffer A (20 mM HEPES, 500 mM NaCl, 398 2 mM Tris (2-carboxyethyl) phosphine (TCEP), pH 7.5, and lysed by sonication. Cell debris 399 were removed via centrifugation (12,000 rpm, 1h) and filtration with a 0.22 μm cut-off filter. . CC-BY-NC-ND 4.0 International license (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.23.057265 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 171,
                    "text": "(Synbio Tec,",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 179,
                    "text": "Suzhou,",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "393",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Protein expression and purification 391"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "UCSF Chimera--a visualization system for exploratory research and 614 analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Ferrin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Comput. Chem",
            "volume": "25",
            "issn": "",
            "pages": "1605--1612",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Structure of influenza A polymerase 616 bound to the viral RNA promoter",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pflug",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guilligay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cusack",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "516",
            "issn": "",
            "pages": "355--360",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Structural insight into cap-snatching and RNA synthesis by 619 influenza polymerase",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruigrok",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "516",
            "issn": "",
            "pages": "361--366",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "CTFFIND4: Fast and accurate defocus estimation from 621 electron micrographs",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rohou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Grigorieff",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Struct. Biol",
            "volume": "192",
            "issn": "",
            "pages": "216--221",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Transmission of 2019-nCoV infection from an 624 asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Janke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guggemos",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "970--971",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Insights into RNA 626 synthesis, capping, and proofreading mechanisms of SARS-coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sevajol",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Subissi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Decroly",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Canard",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Imbert",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virus Res",
            "volume": "194",
            "issn": "",
            "pages": "90--99",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral RNA polymerase: a promising antiviral target 628 for influenza A virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr. Med. Chem",
            "volume": "20",
            "issn": "",
            "pages": "3923--3934",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "One severe acute respiratory syndrome 631 coronavirus protein complex integrates processive RNA polymerase and exonuclease activities",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Canard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Imbert",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "CC-BY-NC-ND 4.0 International license (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint this version posted",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vicenzi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Canducci",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pinna",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mancini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carletti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lazzarin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bordignon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Poli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "634",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.23.057265"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel 638 coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1061--1069",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Structural basis for the inhibition of the RNA-dependent RNA polymerase 641 from SARS-CoV-2 by Remdesivir. bioRxiv",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Insights 643 into SARS-CoV transcription and replication from the structure of the nsp7-nsp8 hexadecamer",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bartlam",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A genomic perspective on the origin and emergence of 646 SARS-CoV-2",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Z"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Structure and function of the Zika virus full-length NS5 protein",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Commun",
            "volume": "8",
            "issn": "",
            "pages": "14762--14770",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "MotionCor2: anisotropic correction of beam-induced motion for improved cryo-electron 652 microscopy",
            "authors": [],
            "year": null,
            "venue": "Nat. Methods",
            "volume": "14",
            "issn": "",
            "pages": "331--332",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Epidemiology and cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "People's Republic of China",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "1353--1358",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "International license (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint this version posted",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.23.057265"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A pneumonia outbreak associated with a new coronavirus of 658 probable bat origin",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [],
            "year": 2019,
            "venue": "N. Engl. J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The coronavirus replicase",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr. Top. Microbiol. Immunol",
            "volume": "287",
            "issn": "",
            "pages": "57--94",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "New tools for automated high-resolution cryo-EM structure determination in 665 RELION-3",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "International license (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint this version posted",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.23.057265"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "34 virus 2\" (SARS-CoV-2) by the International Committee on Taxonomy of Viruses (ICTV) 35 (Coronaviridae Study Group of the International Committee on Taxonomy of, 2020). The 36 pneumonia disease was named coronavirus disease 2019 (COVID-19) by world health 37 organization (WHO). The outbreak has developed into a global pandemic affecting most 38 countries all over the world (Holshue et al., 2020; Kim et al., 2020). As of April 19 th , 2020, 39 more than 2,000,000 human infections have been reported worldwide, including over 160,000 40 deaths (https://www.who.int/emergencies/diseases/novel-coronavirus-2019). The origin of this 41 virus has not been identified, but multiple origins possibly exist based on the recent 42 bioinformatics analysis of the viral isolates from different countries (Andersen et al., 2020; 43 Zhang and Holmes, 2020). So far, there are no specific drugs or vaccines available yet, which 44 poses a great challenge for the treatment and control of the diseases. 45 SARS-CoV-2 belongs to the family of Coronaviridae, a group of positive-sense RNA 46 viruses with a broad host-spectrum (Vicenzi et al., 2004). Currently, a total of seven human-47 infecting coronaviruses have been identified, among which SARS-CoV-2 displays the highest 48 similarity in genome sequence to the SARS-CoV emerged in 2002-2003 (Zhong et al., 2003; 49 Zhou et al., 2020). Both viruses utilize the same host receptor angiotensin-converting enzyme 50 2 (ACE2) for cell entry and cause respiratory symptoms that may progress to severe pneumonia 51 and lead to death (Lu et al., 2020; Zhou et al., 2020). However, as compared to the SARS-CoV, 52",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "123 which revealed similar structural features to the SARS-CoV counterpart, consistent with our 124 observations (Gao et al., 2020; Yin et al., 2020). All of the three structures reported by our 125 group and others' revealed similar structural features, including the partially unresolved N-126 terminal portion of nsp8 and a small C-terminal tail of nsp7 subunits, and allowed the 127 identification of a previously undefined β-hairpin motif in the N-terminus of nsp12 subunit 128 which binds at the interface between the NiRAN domain and the palm subdomain of RdRp 129 (Figure 2C). However, no extra density for this region was observed in the reconstruction of 130 SARS-CoV polymerase complex (Figure 2D), suggesting the different conformation or 131 flexibility of this motif between the two viruses. Of note, in the structure determined by Gao et 132 al., the N-terminal residues 51-117 of nsp12 subunit were clearly resolved to constitute an 133 almost complete NiRAN domain (Gao et al., 2020). In contrast, this region revealed poor 134 density in the reconstructions by our group and Yin et al., suggesting the moderate flexibility 135 of this region (Yin et al., 2020), for which the functional relevance yet remained elusive. 136 137",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "148 stabilizing the finger-tip which is otherwise highly flexible in the apo form (Gerlach et al., 2015; 149 Hengrung et al., 2015; Peng et al., 2020; Pflug et al., 2014; Reich et al., 2014). In the structure 150 of coronavirus polymerase, this finger-tip loop is stabilized by the adjacent finger extension 151 loops which are secured by the interactions with nsp7-nsp8 heterodimer (Figure 1B and C). In 152 the absence of this heterodimer, the finger extension loops displayed significant flexibility as 153 observed in the structure of SARS-CoV nsp12-nsp8 subcomplex, which would thus destabilize 154 the finger-tip motif (Figure S4G and H) (Kirchdoerfer and Ward, 2019). These evidences are 155 consistent with the observation that the nsp12 alone shows extremely weak activity for 156 nucleotide polymerization, whereas this activity is remarkably stimulated upon the binding of 157 nsp7-nsp8 cofactors (Ahn et al., 2012; Subissi et al., 2014).158",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "169 Based on the elongation complex of poliovirus polymerase (Gong and Peersen, 2010), we 170 modeled the RNA template and product strands into the catalytic chamber of SARS-CoV-2 171 nsp12 subunit. This pseudo-elongation intermediate structure reveals the template entrance is 172 supported by the finger extension loops and the finger-tip to guide the 3'-viral RNA (3'-vRNA) 173achieving the catalytic chamber (Figure 3D). The nucleotide-triphosphate (NTP) substrate 174 enters through a channel at the back side of palm subdomain to reach the active site. The 175 template and product stands form a duplex to exit the polymerase chamber in the front (Figure 176",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "3D). Since the viral genome and sub-genomic mRNA products are both functional in single-177 stranded form, it requires further steps assisted by other nsp subunits to separate the duplex for 178 complete transcription and replication processes.179 180 The reduced activity of SARS-CoV-2 core polymerase complex 181 Given the residue substitutions between SARS-CoV-2 and SARS-CoV polymerase subunits 182 albeit the high degree overall sequence similarity, we compared the enzymatic behaviors of the 183 viral polymerases aiming to analyze their properties in terms of viral replication. Both sets of 184 core polymerase complex could well mediate primer-dependent RNA elongation reactions 185",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "219 We then compared the thermostability of each component in the polymerase complex of 220 the two viruses (Figure 6). Consistent with the almost identical sequences, the nsp7 of both 221 viruses displayed comparable melting behaviors in the circular dichroism (CD) profiles, 222 demonstrating similar thermostabilities of the two proteins (Figure 6A and D). In contrast, both 223 the nsp8 and nsp12 subunits of SARS-CoV-2 showed lower melting temperature (Tm) values 224 as compared to the corresponding subunits of SARS-CoV, suggesting the poorer 225 thermostability of SARS-CoV-2 proteins (Figure 6B, C, E and F). 226 Taken together, the residue substitutions in SARS-CoV-2 nsp12 polymerase subunit and 227 nsp7-nsp8 cofactors compromise the efficiency of RNA synthesis by the core polymerase 228 complex and reduce the thermostability of individual protein subunits as compared to the 229 SARS-CoV. These changes may indicate the adaptive evolution of SARS-CoV-230 2 towards the human hosts with a relatively lower body temperature than bats which are 231 potentially the natural host of a panel of zoonotic viruses, including both SARS-CoV and 232 SARS-CoV-2 (O'Shea et al., 2014; Zhou et al., 2020). 233 234 Discussion 235 The structural information of coronavirus polymerase interaction with cofactors suggests a 236 common theme of viral RdRp activation despite being executed by different structural 237 components. The coronavirus polymerase subunit requires multiple cofactors/subunits for 238 complete transcription and replication functions, similar to the related flaviviruses which also 239 harbor a positive-sense RNA genome (Aktepe and Mackenzie, 2018; Sevajol et al., 2014; 240 Ziebuhr, 2005). In contrast, the sNSVs utilize fewer multi-subunit protein components to 241 accomplish similar processes, which could be activated by RNA segments instead of proteins 242 (Gerlach et al., 2015; Peng et al., 2020; Pflug et al., 2014). As revealed by the coronavirus core 243 polymerase structures, it lacks the essential component for unwinding the template-product 244 hybrid which is required to release the single-strand mRNA and viral genome for protein 245 expression and virion assembly. In the structure of sNSV polymerases, a lid domain is present 246 at the intersection region of template and product exit tunnels to force duplex deformation 247 before leaving the polymerase chamber (Gerlach et al., 2015; Peng et al., 2020; Reich et al., 248 2014). The nsp13 subunit has been shown with RNA helicase activity, suggesting its 249 involvement in RNA synthesis at the post-catalytic stage (Adedeji et al., 2012). Further 250investigations are required to understand how this process takes place. note, we demonstrate the amino acid substitutions in the polymerase and cofactors of 252 SARS-CoV-2 lead to obviously reduced activity for RNA synthesis as compared to SARS-CoV 253 core polymerase complex. Indeed, these observations are based on partial components of the 254 multiple-subunit holoenzyme for coronavirus replication which also involves proofreading and 255 capping by other nsp subunits, e.g. the nsp10-nsp14 exonuclease subcomplex, nsp13 RNA 5'-256 triphosphatase, and the nsp14 and nsp16 methyltransferases(Sevajol et al., 2014; Ziebuhr,  257    2005). These steps would also render important determinants for the efficiency and accuracy258 of RNA synthesis by coronavirus replication machinery. Thus, the collective behavior of 259 SARS-CoV-2 polymerase complex in the context of an authentic viral replication cycle still 260 remains an open question to be further explored. On the other hand, the lower thermostability 261 of SARS-CoV-2 polymerase subunits indicate its well adaptation for humans which have a 262 relatively lower body temperature compared to bats, the potential natural host of SARS-CoV-263 2 (O'Shea et al., 2014; Zhou et al., 2020). Interestingly, we also found that the closely-related 264 bat coronavirus RaTG13 showed an extremely high sequence identity of core polymerase 265 subunits to SARS-CoV-2, in which the nsp7 and nsp8 cofactors are strictly identical and the 266 nsp12 catalytic subunit harbors only four residue replacements between the two viruses (Figure 267",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "S5), suggesting similar enzymatic properties and thermostabilities of their polymerase 268 components. This observation indicated the RaTG13 coronavirus has been well adapted to 269 human hosts in terms of viral replication machinery and might further support the probable bat-270 origin of SARS-CoV-2 (Zhou et al., 2020). 271 In summary, our structural and biochemical analyses on SARS-CoV-2 core polymerase 272 complex improve our understanding on the mechanisms of RNA synthesis by different viral 273 highlight a common theme for polymerase activation by stabilizing critical catalytic 274 motifs via diverse means. In addition, the different biochemical properties of polymerase 275 components of SARS-CoV-2 and SARS-CoV suggest the clues for adaptive evolution of 276 coronaviruses in favor of human hosts. IBP), Chinese Academy of Sciences (CAS), for assistance with data collection. We are grateful 281 to the Core Facility in Institute of Microbiology, Chinese Academy of Sciences (CAS) for 282 assistance in SPR experiments. This study was supported by the Strategic Priority Research 283 Program of CAS (XDB29010000), the National Science and Technology Major Project 284 (2018ZX10101004), National Key Research and Development Program of China 285 (2020YFC0845900), the National Natural Science Foundation of China (NSFC) (82041016, 286 81871658 and 81802010), and a grant from the Bill & Melinda Gates Foundation. M.W. is 287 supported by the National Science and Technology Major Project (2018ZX09711003) and 288 National Natural Science Foundation of China (NSFC) (81802007). R.P. is supported by the 289 Young Elite Scientist Sponsorship Program (YESS) by China Association for Science and 290 Technology (CAST) (2018QNRC001). Y.S. is also supported by the Excellent Young Scientist 291 Program and from the NSFC (81622031) and the Youth Innovation Promotion Association of 292 CAS (2015078). 293 294 Author contributions 295 Y.S. conceived the study. Q.P. J.Z., B.Y., M.W., X.W., Y.Sun and Q.W. purified the protein 296 samples and conducted biochemical studies. Q.P. and R.P. performed cryo-EM analysis. R.P. 297 and J.Q. built the atomic model. Q.P., R.P., M.W. and Y.S. analyzed the data and wrote the 298 manuscript. All authors participated in the discussion and manuscript editing. Q.P., R.P., B.Y. 299 and J.Z. contributed equally to this work.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Overall structure of SARS-CoV-2 core polymerase complex. (A) Schematic 308 diagram of domain architecture for each subunit of polymerase complex. Each domain is 309 represented by a unique color. The unresolved region is colored in grey. (B) Overall density 310 map (left) and atomic model (right) of the SARS-CoV-2 nsp12-nsp7-nsp8 core complex at 311 different views. Both the map and structural model are colored by domains with the same color 312 code as in (A). The finger-tip loop (one of the key catalytic motifs) is highlighted with a red 313 arrowhead, and the associated finger extension loops are indicated by a black arrow. (C) The 314 structure of nsp12 polymerase subunit in different views, colored by domains with the same 315 scheme as in (A).316",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Structural comparison of SARS-CoV-2 and SARS-CoV core polymerase 320 complexes. (A) Overlay of the nsp12-nsp7-nsp8 complexes of SARS-CoV-2 (colored by 321 domains) and SARS-CoV (grey). The two structures could be well superimposed with high 322 similarity. (B) Residue substitutions between SARS-CoV-2 and SARS-CoV core polymerase 323 complexes. The structural model is shown in cartoons and colored by domains. The substitution 324 sites are represented by red spheres to highlight their locations. (C-D) Comparison of nsp12 N-325 terminal densities in SARS-CoV-2 (C) and SARS-CoV (D) polymerase complexes. The density 326 for the newly identified N-terminal β-hairpin of SARS-CoV-2 nsp12 subunit is highlighted in 327 red. No corresponding density was observed in the reconstruction for SARS-CoV polymerase 328 complex. 329See alsoFigure S4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Catalytic center of nsp12 RdRp and the interactions with nsp7-nsp8 cofactors. 332 (A) Schematic diagram of domain organization of SARS-CoV-2 nsp12 RdRp region. The RdRp 333 domain consists of fingers, palm and thumb subdomains. The seven conserved catalytic motifs 334 are indicated by different colors in corresponding locations. (B) Atomic structure of nsp12 335 shown in cartoons with the seven catalytic motifs colored differently as in (A). (C) Structural 336 comparison of the two nsp8 subunits in the complex. The C-terminal lobe could be well 337 superimposed, while the N-terminal extension helix shows different conformations. (D) 338 Structural model for RNA synthesis by coronavirus polymerase complex. The template (black) 339 and product (blue) strands are modeled based on the elongation complex of poliovirus 340 polymerase (PDB ID: 3OL8). The template and NTP entrance, and the template-product duplex 341 exit tunnels are indicated by black arrows. The conserved RdRp catalytic motifs are colored 342 with the same scheme as in (A). The catalytic site is highlighted with a red star. 343 See also Figures S4 and S5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "In vitro polymerase activity of nsp12 and regulatory effects of cofactors. (A) 348 Comparison of RNA synthesis activities of SARS-CoV-2 and SARS-CoV core polymerase 349 complex. The efficient activity of nsp12 polymerase requires the presence of both nsp7 and 350 nsp8 cofactors. Apart from the fully elongated product (green arrowhead), some aberrant 351 termination products were also observed (yellow arrowhead). The excess primer band is 352 indicated by a cyan arrowhead. (B, C) Comparison of the regulatory effects of nsp7 and nsp8 353 cofactors in the context of SARS-CoV-2 (B) and SARS-CoV (C) nsp12 polymerase, 354 respectively. (D) Comparison of the activity of nsp12 polymerase of different viruses in the 355 same context of cofactors. The polymerase activity was quantified by integrating the intensity 356 of the fully elongated product bands and the significance of difference was tested by one-way 357 ANOVA based on the results of four independent experiments (n=4) using different protein 358 preparations. *, P<0.05; **, P<0.01; ***, P<0.001; ****, P<0.0001. 359 See also Figure S4. SPR binding kinetics of protein pairs in the polymerase complex of SARS-CoV-363 2 and SARS-CoV. (A, B) The binding profiles of homologous protein subunits of SARS-CoV-364 2 (A) and SARS-CoV (B), respectively. (C, D) The cross-binding kinetics between protein 365 subunits of the two viruses. All analytes were measured with serial-diluted concentrations as 366 shown in (A). The title is presented as analyte/immobilized ligand to facilitate comparison. The 367 binding between nsp12 and nsp7L8 fusion protein was fitted with the heterogeneous binding 368 mode as the nsp7-nsp8 heterodimer exhibited non-uniform conformations in solution (Zhai et 369 al., 2005). It can occupy either cofactor binding site as stable nsp7-nsp8 complex or free nsp8 370 once the nsp7 detach from the heterodimer. Both equilibrium binding constant values (KD1 and 371 KD2) were calculated in this mode. The data shown is a representative result of three 372 independent experiments using different protein preparations, all of which produced similar 373 results. 374 See also Figure S4. CD profiles of individual subunits in the core polymerase complex. The multi-377 wavelength (215-260 nm) CD spectra of SARS-CoV-2 (A-C) and SARS-CoV (D-F) 378 polymerase components at different temperatures. The Tm values were calculated to evaluate 379 the thermostability of each protein subunit. The data shown are representative results of two 380 independent experiments using different protein preparations. polymerase subunit of both SARS-CoV and SARS-CoV-2 were cloned into the 386 pFastbac-1 vector and expressed in the High Five insect cell line. The nsp7, nsp8 and nsp7L8 387 fusion protein were incorporated into the pET-21a plasmid and expressed in E. Coli BL21 (DE3)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "400The supernatant was loaded onto a HisTrap column (GE Healthcare) for initial affinity 401 purification. The target proteins were eluted using buffer A supplemented with 300 mM402 imidazole. Fractions were pooled and subjected to size-exclusion chromatography (SEC) with 403 a Superdex 200 increase column (GE Healthcare). The final product was concentrated and 404 stored at -80 °C . Cryo-EM analysis of SARS-CoV-2 core polymerase complex. (A) A 508 representative micrograph of SARS-CoV-2 nsp12-nsp7-nsp8 complex (out of >4,000 509 micrographs). (B) Typical 2D class average images. Three rounds of 2D classification were 510 performed. (C) Image processing workflow. The selected classes for next-step processing are 511 indicated by red dashed boxes. (D) Euler angle distribution of the final reconstruction. (E) FSC 512 curves for evaluating the resolution of final reconstruction and model-map correlations. (F) 513 Local resolution assessment of the final density map. 514 Related to Figure 1. Representative density and atomic models of individual polymerase 518 components. (A) Overall density and atomic model of the nsp12 subunit and the close-up views 519 in selected regions. Most bulky side chains could be clearly resolved in the density map. (B-D) 520 The density maps for nsp7 and nsp8 individual cofactor subunits. Structural comparison of different viral RdRps. (A-F) Comparison of catalytic 525 motifs in different viral RdRps. The SARS-CoV-2, poliovirus (PDB ID: 3OL8) and ZIKV (PDB 526 ID: 5WZ3) belong to positive-sense RNA virus group. The influenza virus (PDB ID: 4WRT), 527 bunyavirus (exemplified by the La Crosse orthobunyavirus, LACV; PDB ID: 5AMQ) and 528 arenavirus (exemplified by the Lassa virus, LASV; PDB ID: 6KLC) (F) belong to sNSV group. 529 Each catalytic motif is represented by a unique color. The finger extension is highlighted with 530 a black arrow in each structure. (G, H) The structures of SARS-CoV nsp12 polymerase with 531 (H) or without (G) nsp7-nsp8 heterodimer binding. The finger-tip (motif F) and finger 532 extension loops is disordered on its own, which are significantly stabilized by nsp7-nsp8 533 cofactors binding. 534 Related to Figures 2-6. Sequence alignment of nsp12 polymerase subunit in selected regions of SARS-538 CoV-2 and RaTG13 bat coronavirus. The four residue substitutions between the two proteins 539 are highlighted by white background.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Cryo-EM data processing and refinement statistics.SARS-CoV-2 nsp12-nsp7-nsp8 complex",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "An aliquot of 3 μL protein solution (0.6 mg/mL) was applied to a glow-discharged Quantifiol 419 1.2/1.3 holey carbon grid and blotted for 2.5 s in a humidity of 100% before plunge-freezing 420 with an FEI Vitrobot Mark IV. Cryo-samples were screened using an FEI Tecnai TF20 electron 421 microscope and transferred to an FEI Talos Arctica operated at 200 kV for data collection. The 422 microscope was equipped with a post-column Bioquantum energy filter (Gatan) which was 423 used with a slit width of 20 eV. The data was automatically collected using SerialEM software 424 (http://bio3d.colorado.edu/SerialEM/). Images were recorded with a Gatan K2-summit camera 425 in super-resolution counting mode with a calibrated pixel size of 0.8 Å at the specimen level. 426 Each exposure was performed with a dose rate of 10 e -/pixel/s (approximately 15.6 e -/Å 2 /s) and 427 . CC-BY-NC-ND 4.0 International license (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint this version posted April 23, 2020. ",
            "cite_spans": [
                {
                    "start": 764,
                    "end": 767,
                    "text": "426",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cryo-EM sample preparation and data collection 418"
        },
        {
            "text": "The image drift and anisotropic magnification was corrected using MotionCor2 (Zheng et al., 432 2017). Initial contrast transfer function (CTF) values were estimated with CTFFIND4.1 (Rohou 433 and Grigorieff, 2015) at the micrograph level. Images with an estimated resolution limit worse 434 than 5 Å were discarded. Particles were automatically picked with RELION-3.0 (Zivanov et al., 435 2018) following the standard protocol. In total, approximately 1,860,000 particles were picked 436 from ~4,200 micrographs. After 3 rounds of extensive 2D classification, ~924,000 particles 437 were selected for 3D classification with the density map of SARS-CoV nsp12-nsp7-nsp8 438 complex (EMDB-0520) as the reference which was low-pass filtered to 60 Å resolution. After 439 two rounds of 3D classification, a clean subset of ~101,000 particles was identified, which 440 displayed clear features of secondary structural elements. These particles were subjected to 3D 441 refinement supplemented with per-particle CTF refinement and dose-weighting, which led to a Images were taken using a Vilber Fusion system and analyzed with the Image J software. 470 471 . CC-BY-NC-ND 4.0 International license (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.23.057265 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 91,
                    "text": "(Zheng et al.,",
                    "ref_id": null
                },
                {
                    "start": 92,
                    "end": 95,
                    "text": "432",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 192,
                    "text": "(Rohou 433",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 385,
                    "text": "(Zivanov et al.,",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "435",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Image processing 431"
        },
        {
            "text": "The affinities between nsp12, nsp7 and nsp8 or nsp7L8 proteins were measured at room 473 temperature (r.t.) using a Biacore 8K system with CM5 chips (GE Healthcare). The nsp12 474 protein was immobilized on the chip with a concentration of 100 μg/mL (diluted by 0.1 mM 475 NaAc, pH 4.0), and the nsp7 protein was immobilized with a concentration of 50 μg/mL (diluted 476 by 0.1 mM NaAc, pH 4.5). For all measurements, the same running buffer was used which 477 consists of 20 mM HEPES, pH 7.5,150 mM NaCl and 0.005% tween-20. Proteins were pre-478 exchanged into the running buffer by SEC prior to loading to the system. A blank channel of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SPR assay 472"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license (which was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.23.057265 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "612"
        }
    ]
}