{
    "paper_id": "b5c513dba94ce5d0412e441fa9e80f27bdba4af2",
    "metadata": {
        "title": "Noncanonical junctions in subgenomic RNAs of SARS-CoV-2 lead to variant open reading frames",
        "authors": [
            {
                "first": "Jason",
                "middle": [],
                "last": "Nomburg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Meyerson",
                "suffix": "",
                "affiliation": {},
                "email": "matthew_meyerson@dfci.harvard.edu"
            },
            {
                "first": "James",
                "middle": [
                    "A"
                ],
                "last": "Decaprio",
                "suffix": "",
                "affiliation": {},
                "email": "james_decaprio@dfci.harvard.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "SARS-CoV-2, a positive-sense RNA virus in the family Coronaviridae, has caused the current worldwide pandemic, known as coronavirus disease 2019 or COVID-19. The definition of SARS-CoV-2 open reading frames is a key step in delineating targets for vaccination and treatment for COVID-19. Here, we report an integrative analysis of three independent direct RNA sequencing datasets of the SARS-CoV-2 transcriptome. We find strong evidence for variant open reading frames (ORFs) encoded by SARS-CoV-2 RNA. A variant transcript for the matrix protein (M) lacking its N-terminal transmembrane domain, initiated by a TTG start codon, is produced by a strong transcriptional regulatory sequence (TRS)-mediated junction within the M ORF and represents up to 19% of all M ORFs. Sporadic non-canonical junctions in the spike (S) ORF lead to N-terminal truncations that remove the N-terminal and receptor-binding domains from up to 25% of S ORFs. Surprisingly, nearly all ORFs from ORF1a identified in these transcriptome sequences were variant. These ORFs contain the first 200-800 amino acids of ORF1a and may represent a mechanism to regulate the relative abundance of ORF1a nonstructural proteins. We show there is strong transcriptome and junctional support for variant ORF1a ORFs in independent direct RNA sequencing and short-read RNA sequencing datasets, and further show that up to 1/3 of these ORFs are expected to have C-terminal fusions with downstream genes. Finally, we show that currently unannotated ORFs are abundant in the SARS-CoV-2 transcriptome. Together, these analyses help to elucidate the diverse coding potential of SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerged from Wuhan, China in December 2019 and rapidly led to a world-wide pandemic, known as COVID-19 [1] . The initial sequencing report found that this virus maintains 89.1% nucleotide identity to SARS-CoV-1 [1] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Coronaviruses (CoV) including SARS-CoV-2 contain large, ~ 30kb, positive-sense, single-stranded RNA genomes with a unique genome organization structure. The 5' end of the genome contains two large open reading frames (ORFs), ORF1a and ORF1b. ORF1a produces a large polyprotein and ribosomal slippage at an RNA pseudoknot structure and slippery sequence at the end of ORF1a occasionally causes a frameshift and subsequent translation of a joint ORF1a and ORF1b polyprotein [2] . ORF1a and ORF1ab polyproteins contain protease activity that can cleave the polyproteins into a variety of nonstructural proteins (nsp) capable of facilitating viral transcription and replication and modulating host transcription and translation. Following ORF1b, there is an arrangement of ORFs encoding structural and accessory proteins that tend to vary in content and order across the CoV family. While structural proteins are incorporated into emergent virions, accessory proteins are thought to be dispensable for replication in vitro but to increase fitness in vivo [3] [4] [5] .",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 475,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1051,
                    "end": 1054,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1055,
                    "end": 1058,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1059,
                    "end": 1062,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Initial viral translation of ORF1ab can occur directly from incoming viral genomic RNA, generating the ORF1a and ORF1ab polyproteins and initiating infection. However, because the viral genome is so large and downstream ORFs are far from the 5' end of the genome, effective translation of these ORFs requires the generation of subgenomic RNAs [6] . To generate these subgenomic RNAs, it is thought that CoV undergoes a process of discontinuous extension during synthesis of negative-stranded RNA templates. As the virus-encoded RNA-dependent RNA polymerase progresses from the 3' end towards the 5' end of the genome, it encounters transcriptional regulatory sequences (TRS) upstream of each major ORF (TRS body sites). Here, the polymerase can skip to a similar TRS just upstream of a shared leader sequence at the 5' end of the CoV genome (TRS leader). These antisense subgenomic RNAs are then transcribed, resulting in a series of tiered subgenomic RNAs all containing the same 5' leader sequence [6] .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1000,
                    "end": 1003,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several studies have characterized SARS-CoV-2 subgenomic RNAs using Nanopore direct RNA sequencing (dRNAseq). In contrast to short-read sequencing, which produces read pairs as long as 150bp each, dRNAseq is capable of directly sequencing entire transcripts including the full length of the viral genome (29903 bases). This allows dRNAseq to identify RNA isoforms and variants that may be challenging to deconvolute using Illumina sequencing. Taiaroa et al. identified eight major subgenomic RNAs, as well as a small number of non-canonical junctions between the 5' leader sequence and downstream regions of the SARS-CoV-2 genome [7] . Kim et al. identify a total of 9 distinct subgenomic RNAs, as well as a series of RNAs that contain unexpected recombination events between 5' and 3' sequences [8] . Using short-read DNA nanoball sequencing data, they identified the existence of noncanonical junctions at various sites across the genome. Davidson et al. identified a series of transcripts encoding the nucleocapsid (N) protein, but with distinct small internal deletions, and validated this finding with proteomic evidence [9] .",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 633,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 796,
                    "end": 799,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1126,
                    "end": 1129,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While these existing studies have identified noncanonical RNA junctions and unexpected RNA species, it is unclear if these junctions influence the landscape of open reading frames or if they result in novel ORFs. We utilized the three independent dRNAseq datasets from Taiaroa et al. [7] , Kim et al. [8] , and Davidson et al. [9] , and three short read Illumina datasets from Blanco-Melo et al. [10] , to characterize the effect of unexpected RNA junctions on viral ORFs.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To determine the major RNA species present in SARS-CoV-2-infected cells, we applied a uniform computational approach to three independent dRNAseq datasets from Taiaroa et al., Kim et al., . Because dRNAseq can have an error rate of greater than 10% [11], we generated \"coordinate-derived transcripts\" by determining the start, end, and junction coordinates of each raw transcript by mapping to SARS-CoV-2 (NC_045512.2) and retrieved the equivalent genome sequence using these coordinates ( Figure 1A) . This approach is capable of overcoming sequencing errors and can resolve major RNA species but is not capable of resolving small or structurally complex RNA rearrangements.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 187,
                    "text": "Kim et al.,",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 490,
                    "end": 500,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Analysis of three independent dRNAseq datasets reveals canonical and noncanonical junctions."
        },
        {
            "text": "Analysis of the 5' and 3' locations of junctions separated by at least 1000 bases revealed a majority of junctions consisting of a 5' end originating in the first 100 bases and a 3' end at distinct sites towards the 3' region of the genome (Figure 1B,C) . These are canonical junctions between the leader sequence and 3' sequences that generate the subgenomic RNAs [6] . These junctions have 5' origins near the leader TRS core sequence located from position 69 to 75, but there is some heterogeneity in the exact 5' position of each junction ( Figure 1C ). In addition, there is an unexpectedly diffuse pattern of noncanonical junctions across the genome (Figure 1B) , suggesting that there are unexpected RNA species. Had there been only canonical junctions, the only color in this plot would be at defined points in contact with the x-axis ( Figure 1B) .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 368,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 253,
                    "text": "(Figure 1B,C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 545,
                    "end": 554,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 656,
                    "end": 667,
                    "text": "(Figure 1B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 845,
                    "end": 855,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Analysis of three independent dRNAseq datasets reveals canonical and noncanonical junctions."
        },
        {
            "text": "The 3' end of canonical junctions are strongly enriched at distinct sites that are generally immediately 5' to a target gene ( Figure 1D ) and result in the major subgenomic RNAs. S, ORF3a, E, M, ORF7a, ORF8, and N each have junction points at TRS sites just upstream of their ORFs. In contrast, there are very few junctions and no TRS sites immediately upstream of ORF7b and ORF10 suggesting that, if they are expressed, they are likely expressed from other subgenomic RNAs. Interestingly, the closest major junction point to ORF6 is located at a TRS site within the M coding sequence. This indicates the existence of subgenomic RNAs that contain a distinct 3' region of M (\"variant M\") close to the 5' end of the subgenomic RNA, followed closely by ORF6. Notably, all three independent dRNAseq datasets support these major junction points.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 136,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A major junction point falls within the M open reading frame."
        },
        {
            "text": "To independently assess the possibility that junction locations are an artifact from dRNAseq, we conducted a similar junction analysis using short read Illumina datasets from SARS-CoV-2 infected cells generated by Blanco-Melo et al. [10] . This analysis yielded similar results (Supplemental Figure 1) . Of note, the three dRNAseq datasets and the short-read datasets used four different virus isolates collected in four different continents, suggesting that these findings broadly represent SARS-CoV-2 biology. However, since these studies were performed in cell lines, future studies will be required to carefully assess SARS-CoV-2 transcriptional activity in vivo.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 301,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A major junction point falls within the M open reading frame."
        },
        {
            "text": "Based on these junction analyses and the locations of identified TRS body sites, predicted subgenomic RNAs and their most 5' gene or genes are shown in Figure 1E . In addition to the viral genome, we predict 8 major subgenomic RNAs based both on identification of the TRS core sequence and presence of a major junction peak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 161,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A major junction point falls within the M open reading frame."
        },
        {
            "text": "We next sought to determine if there were any variant or noncanonical ORFs present in SARS-CoV-2 transcripts. To address this question, we first filtered out coordinatederived transcripts that did not contain the 5' leader sequence. ORFs were predicted directly from the remaining coordinate-derived transcripts and aligned to SARS-CoV-2 genes as detailed in the methods. This analysis revealed that the ORF count greatly increases for ORFs closer to the 3' end of the genome (Figure 2A) , reflecting both the 3' bias inherent to dRNAseq and the tiered nature of the subgenomic RNAs. Interestingly, we found that alignments from a subset of predicted ORFs were \"variant\" and contained only a fraction of the expected protein sequence (Figure 2A) . We paid particular attention to variant ORF1a, S, and M ORFs due to their abundance relative to their canonical variants.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 476,
                    "end": 487,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 734,
                    "end": 745,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Coordinate-derived transcripts contain variant ORFs."
        },
        {
            "text": "The start-site distribution of canonical and variant ORFs on their transcripts revealed variant ORF1a, S, and M are generally closer to the 5' end of their respective subgenomic RNAs than canonical ORF1a, S, and M ( Figure 2B ). While there is evidence for leaky scanning of some CoV RNAs [12] , this positioning may raise the possibility that they are expressed [13] and provides the opportunity for these variant ORFs to regulate downstream genes [12, 14] .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 225,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Coordinate-derived transcripts contain variant ORFs."
        },
        {
            "text": "To elucidate the nature of these variant ORFs, we investigated the stop and start points of each variant ORF relative to their canonical counterparts ( Figure 2C ). This analysis revealed that all M variants were predicted to initiate at a TTG start codon 42 amino acids before the end of the M gene, ending at the canonical stop codon. While the efficacy of translation initiation from this start codon is unknown, it has an acceptable Kozak consensus site with an A at the -3 position and a G at the +4 position. Variant M ORFs make up between 7.9% and 19% of M ORFs in the three dRNAseq datasets and are likely created by the major junction point at the TRS sequence within the M reading frame ( Figure 1D ). If translated, variant M will lack the N-terminal transmembrane domains and contain regions predicted to be on the inside of the virion or in the cytosol.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 161,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 699,
                    "end": 708,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Significant proportions of ORFs encoding M, S, and ORF1a are variant."
        },
        {
            "text": "S variants make up between 5.1% and 24.2% of all S ORFs identified in these datasets ( Figure 2C ). There is a more diffuse pattern of S start and stop points, indicating their formation may be stochastic and not tied to a specific junctional event. The majority of S variants are predicted to have a truncated N terminus and resultant lack of their Nterminal domain and receptor-binding domain [15] , while maintaining their C-terminal transmembrane domains. Whether variant S ORFs are translated and packaged into virions remains to be determined.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 399,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 96,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Significant proportions of ORFs encoding M, S, and ORF1a are variant."
        },
        {
            "text": "Surprisingly, we found that nearly all identified ORF1a ORFs are variant ( Figure 2C) . These variant ORFs tend to consist of the N-terminal 200 to 800 amino acids of ORF1a, encoding Nsp1 and Nsp2. Nsp1 has 84.4% identity to the nsp1 of SARS-CoV-1, which is thought to inhibit host gene expression and inhibit the type I interferon response [16] . In addition, a recent proteomics analysis by Gordon et al suggests Nsp1 binds the DNA polymerase Alpha complex, raising the possibility that Nsp1 modulates DNA replication [17] . Nsp2 has 68% identity to Nsp2 of SARS-CoV-1; the function of Nsp2 is less clear, but it is thought to disrupt host signaling [18] . Viral protein-host protein interaction data by Gordon et al. suggest Nsp2 interacts with proteins involved in endosomal transport and translation repression.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 652,
                    "end": 656,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 706,
                    "end": 727,
                    "text": "Gordon et al. suggest",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 85,
                    "text": "Figure 2C)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Significant proportions of ORFs encoding M, S, and ORF1a are variant."
        },
        {
            "text": "Canonical junctions are hypothesized to be driven by homology between body TRS sites and the leader TRS site [6, 19] . To address the possibility that a specific TRS-like sequence is driving the observed non-canonical junctions in ORF1a and S, we assessed homology between the sequences flanking the 5' and 3' ends of each junction. Variations of the canonical TRS core sequence ACGAAC were the most common homologous sequences near the 5' and 3' ends of junctions with a 3' end near canonical TRS sites ( Figure 2D ). In contrast, neither junctions with 5' ends within ORF1a or junctions with 3' ends within S were flanked by a common homologous sequence. This observation suggests there is no specific TRS-like homologous sequence driving non-canonical junctions in these genes. In contrast, homologous sequences of junctions with 3' ends landing in M are dominated by the canonical TRS core sequence, suggesting that the TRS sequence within M is driving intra-M junctions.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 506,
                    "end": 515,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Significant proportions of ORFs encoding M, S, and ORF1a are variant."
        },
        {
            "text": "The subgenomic RNAs predicted to encode variant ORF1a, S and M are depicted in Figure 3A . In addition, multiple sequence alignments of these variants and canonical ORF1a, S, and M from SARS-CoV-2 and the Alphacoronavirus CoV-229E are available in Figures 3B-D.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 88,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Significant proportions of ORFs encoding M, S, and ORF1a are variant."
        },
        {
            "text": "Analysis of read coverage in the three dRNAseq datasets revealed a \"plateau\" of elevated coverage at the 5' end of the genome that supports the existence of a population of RNAs containing the 5' fraction of the ORF1a. This elevated coverage decreases precipitously around genome position 1800, and again around genome position 6500 ( Figure 4A) . We found that a rise in the cumulative number of junctions is concomitant with these decreases in read coverage, supporting a model where this elevated coverage results from reads containing noncanonical junctions originating in ORF1a. Notably, the transition around genome position 1800 correlates well with the peak of variant ORF1a stop positions around residue position ~500 in ORF1a ( Figure  2C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 345,
                    "text": "Figure 4A)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 738,
                    "end": 748,
                    "text": "Figure  2C",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "ORF1a variants are supported by coverage and junction analysis of long and short read datasets."
        },
        {
            "text": "It remained unclear if variant ORF1a is a major percentage of total ORF1a in the cell, or if this finding was due to a systematic bias favoring shorter reads in nanopore sequencing. If this finding was an artifact of dRNAseq, we would expect that this plateau should be elongated due to the existence of the longer canonical ORF1a ORFs that were selected against by dRNAseq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORF1a variants are supported by coverage and junction analysis of long and short read datasets."
        },
        {
            "text": "To address this question, we investigated the coverage and junctions in three Illumina short-read datasets that do not have a bias against long transcripts [20, 21] . Analysis of these short-read datasets revealed a similar elevated coverage at the 5' side of ORF1a, with the expected decrease in sequencing coverage and increase in junctions around position 1800 ( Figure 4A ). Similar to the dRNAseq samples, a second decrease was observed around position 6500 (Supplementary Figure 2A) .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[20,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 161,
                    "end": 164,
                    "text": "21]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 366,
                    "end": 375,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 478,
                    "end": 488,
                    "text": "Figure 2A)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "ORF1a variants are supported by coverage and junction analysis of long and short read datasets."
        },
        {
            "text": "We next investigated the distribution of ORF1a-originating junctions and found that these junctions increase in frequency towards the 3' end of the genome, with the highest abundance in N ( Figure 4B ). This finding is consistent across dRNAseq and short read, paired end, datasets. To address the possibility that these junctions lead to fusions between ORF1a and downstream ORFs, we characterized the fusion status of the ORF1a variants and found that approximately 31% of ORF1a variants in all three dRNAseq datasets are C-terminal fusions, the majority containing N ( Figure 4C ). These fusions may be stochastic, as 1/3 of junctions would be expected to land in-frame of the downstream ORF.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 199,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 572,
                    "end": 581,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "ORF1a variants are supported by coverage and junction analysis of long and short read datasets."
        },
        {
            "text": "To determine if non-canonical junctions within ORF1a are generated by other Coronaviruses, we investigated a dRNAseq transcriptome from cells infected with CoV-229E. In contrast to SARS-CoV-2, a Betacoronavirus, CoV-229E is an Alphacoronavirus that causes seasonal colds and is in active circulation. We found that there is a similar pattern of junctions and coverage of CoV-229E in infected cells, with two distinct drops in coverage at the 5' side of ORF1a concomitant with proportionate rises in junctions (Supplementary Figure 2B) . While the major and minor inflection points occur in SARS-CoV-2 within Nsp2 and Nsp3 respectively, in CoV-229E they occur at the ends of Nsp1 (around genome position 620) and Nsp2 (around genome position 3200).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 524,
                    "end": 534,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "ORF1a variants are supported by coverage and junction analysis of long and short read datasets."
        },
        {
            "text": "All together, these finding support the hypothesis that SARS-CoV-2 and other human CoVs generate truncated ORF1a ORFs at the stages of infection catalogued by these datasets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORF1a variants are supported by coverage and junction analysis of long and short read datasets."
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 29, 2020. . Finally, we sought to determine if there was transcriptome support for ORFs that are currently unannotated. We conducted de-novo ORF prediction directly on the SARS-CoV-2 genome and searched for the presence of these ORFs in the three dRNAseq datasets. We found that numerous unannotated ORFs were as abundant as annotated ORFs including N and ORF10 ( Figure 5A ). The abundance of these ORFs partially reflects their location in the genome, with the majority of these unannotated ORFs starting 3' to position 28000. Counting the 5'-proximal ORF on each transcript revealed that only a small minority of transcripts contain an unannotated ORF as the most 5'proximal ORF. N is the 5' proximal ORF on the most transcripts, followed by M, ORF7a, and ORF8. In support of conclusions reached by Taiaroa et al., Kim et al., , we also find very few transcripts that contain ORF10 as the most 5' ORF. However, translation of this ORF from other subgenomic RNAs cannot be ruled out.",
            "cite_spans": [
                {
                    "start": 1015,
                    "end": 1026,
                    "text": "Kim et al.,",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 561,
                    "end": 570,
                    "text": "Figure 5A",
                    "ref_id": null
                }
            ],
            "section": "Unannotated ORFs are abundant in SARS-CoV-2 subgenomic RNAs"
        },
        {
            "text": "The unannotated ORF 28284-28577 is particularly notable since it contains 70% nucleotide identity to SARS-CoV ORF9b. Furthermore, despite being the 5'-proximal ORF on a very small number of transcripts, expression of this ORF has strong proteomic support [22] . This likely reflects translation through leaky scanning of the N subgenomic RNA that has been observed in SARS-CoV-1 [12, 23] . With this in mind, lack of 5' proximity of other ORFs cannot rule out the probability they are expressed.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "[12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Unannotated ORFs are abundant in SARS-CoV-2 subgenomic RNAs"
        },
        {
            "text": "We used dRNAseq and short-read datasets from cells infected with four independent SARS-CoV-2 isolates to identify unexpected, noncanonical RNA species. We show that SARS-CoV-2 produces RNAs that encode ORFs that may yield truncated variants of viral proteins. We identify a strong splice junction point within the M ORF, resulting in an N-terminal truncation in up to 19% of all M ORFs. We describe the identification of subgenomic RNAs harboring N-terminally truncated S ORFs which may lack the Nterminal and receptor-binding domains. Furthermore, we show that nearly all ORF1a ORFs detected in the three dRNAseq datasets contain only the N-terminal region of ORF1a. We support this finding by showing unexpected differences in read coverage of the 5' and 3' ends of ORF1a and show that this correlates with an increase in noncanonical junctions in dRNAseq and short-read datasets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "By identifying the 5' and 3' locations of junction sites in SARS-CoV-2 RNAs, we found that the vast majority of junctions were canonical junctions between the leader and body TRS sequences. Furthermore, our analysis reveals underlying levels of noncanonical junctions across the viral genome. The junction distribution in Figure 1B reveals common vertical lines at 3' TRS sites that have continuous 5' ends across the length of the viral genome ( Figure 1B-D) , suggesting that some noncanonical junctions are mediated by the 3' TRS.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 322,
                    "end": 331,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 447,
                    "end": 459,
                    "text": "Figure 1B-D)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "By predicting ORFs directly from coordinate-derived transcripts, we found that large proportions of M, S, and ORF1a are variant. In the case of M, these variants are generated from a canonical junction between the leader sequence TRS and a TRS sequence located within the M open reading frame. We show that there is a TTG start . CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 29, 2020. . codon within the M ORF that may make a truncated M variant. This TTG start codon has an optimal Kozak consensus site. While the expression of this M variant must be proven experimentally, the location of this ORF on resultant subgenomic RNAs gives it the potential to regulate the expression of ORF6 which is immediately downstream.",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 536,
                    "text": "April 29, 2020. .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found that up to 24% of all S ORFs are variant. Unlike the M and ORF1a variants, S variants have distributed start and stop positions, suggesting that S variants are created by various junctional events. The majority of these variants are expected to have lost their N-terminal domain and possibly the receptor-binding domain [15] . Notably, subgenomic RNAs encoding variant S ORFs have been reported for SARS-CoV-1 [24] . If translated, if will be important to determine if these S variants are incorporated into emergent virions and if they effect downstream virion entry.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, we found that the vast majority of identified ORF1a ORFs in the three independent SARS-CoV-2 dRNAseq datasets are variant. These variant ORFs generally contain a consistent canonical start position but end prematurely around residue position 500, ultimately encoding Nsp1 and fragments of Nsp2. While the entirety of ORF1a is canonically transcribed as a large polypeptide with or without ORF1b [12] , this may allow the virus to differentially regulate the level of different ORF1a substituents. We show that the presence of ORF1a variants is supported by elevated coverage at the 5' end of ORF1a in three SARS-CoV-2 long read datasets and three short read datasets, as well as in a CoV-229E dRNAseq dataset. Read coverage decreases in steps concomitantly with an increase in ORF1a-originating noncanonical junctions. We find that about 1/3 of these ORF1a variants are fused in frame with downstream ORFs, mostly N. Interestingly, some of the downstream ORF fusion partners are currently unannotated.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 414,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The fact that nearly all identified ORFs encoding ORF1a were variant raises the question of why nonvariant ORF1a was either undetected or at extremely low abundance. There are likely two reasons. First, nonvariant ORF1a would be found on the RNA genome, which would be at lower abundance that the subgenomic RNAs [25] . Second, given that genome-length transcripts are required to identify nonvariant ORF1a, the technical bias of dRNAseq against such large transcripts likely reduces their observed abundance [26] .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While we find transcriptome evidence of variant ORFs in three independent dRNAseq datasets, and junctional support in three additional short-read datasets, it remains to be determined if they are expressed. Furthermore, while the studied datasets used four independent viral isolates, all studies utilized cells infected in vitro. It is important to investigate the transcriptional dynamics of SARS-CoV-2 in vivo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Unlike junctions landing at canonical TRS body sites, we found that non-canonical junctions with a 5' end in ORF1a or 3' end in S did not have a single predominant homologous sequence near their 5' and 3' junction sites. In contrast, junctions with a 3' end in M often had the TRS core sequence near both their 5' and 3' junction points. This suggests that the non-canonical junctions in ORF1a and S are not driven by TRS-like . CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 29, 2020. . homology and raises the possibility that these junctions originate stochastically or through an unknown mechanism.",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 635,
                    "text": "April 29, 2020. .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "After predicting unannotated ORFs directly from the SARS-CoV-2 genome sequence, we found transcriptome evidence of unannotated ORFs. There is a particular abundance of unannotated ORFs closer to the 3' end of the genome, likely reflecting the tiered nature of the subgenomic RNAs. However, we found that very few transcripts contain an unannotated ORF as the most 5' proximal ORF. We argue that this does not preclude the expression of these ORFs, and that this is an important area of future study. While the identity of subgenomic RNAs is often attributed to the most 5' ORF, there are many examples of polycistronic translation of CoV subgenomic RNAs through leaky scanning of upstream ORFs and through internal ribosome entry [12, 13, 23, [27] [28] [29] [30] .",
            "cite_spans": [
                {
                    "start": 730,
                    "end": 734,
                    "text": "[12,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "13,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 739,
                    "end": 742,
                    "text": "23,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we show that SARS-CoV-2 has higher coding potential than expected through two probable mechanisms. First, it can use noncanonical junction events to make variants or fusions of known coding sequences. Second, there may be a number of currently-uncharacterized open reading frames that generate protein products. Future studies are necessary to carefully delineate how these mechanisms influence SARS-CoV-2 pathogenesis. In the case of unannotated ORFs, antibody generation and the profiling of patient sera will be helpful in understanding if they are expressed, and if they elicit humoral immunity and pathogenesis. Finally, careful manipulations of viral ORFs using reverse genetics will be important to understand the role of unannotated ORFs and noncanonical junction events in the SARS-CoV-2 lifecycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The three SARS-CoV-2 dRNAseq datasets, the isolate used, and the collection time after infection are listed below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequencing data"
        },
        {
            "text": "Taiaroa et al. [7] Australia/VIC01/2020 Unknown Kim et al. [8] Korea/KCDC02/2020 24 hours post infection Davidson et al. [9] England/VE6-T/2020 5-7 days post infection All three dRNAseq datasets utilized infected VERO cells.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 59,
                    "end": 62,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Sequencing data"
        },
        {
            "text": "All three SARS-CoV-2 short-read Illumina datasets were generated by Blanco-Melo et al. [10] using SARS-CoV-2 isolate USA/WA1/2020. All three samples utilized infected A549 cells ectopically overexpressing human ACE2, with RNA collected 24 hours post infection. SRA accessions: SRR11517741, SRR11517742, SRR11517743.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Sequencing data"
        },
        {
            "text": "The CoV-229E long-read dataset was generated by Viehweger et al. [31] . In this experiment, Huh7 cells were infected with CoV-229E and RNA was collected 24 hours post infection.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[31]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Sequencing data"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.28.066951 doi: bioRxiv preprint Reads were first mapped to the SARS-CoV-2 genome (accession NC_045512.2) using minimap2 [32] and custom parameters detailed in minimap_sars2.sh and inspired by Kim et al. [8] , and unmapped reads were discarded.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 365,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Coordinate-derived transcript generation from long reads"
        },
        {
            "text": "Next, coordinate-derived transcripts were generated using generate_synthetic_transcripts.py. In brief, this script reads a BAM file and the SARS-CoV-2 genome fasta and, by parsing the BAM alignment CIGAR and start position, determines the start, end, and junction coordinates of the alignment. Any minimap2called deletion or intron of at least 1000 bases in length was considered a junction. Sequence between the calculated start and end positions, but not including sequence within junctions, were extracted from the genome fasta and output as coordinatederived transcripts. A tab-delimited file containing the 5' and 3' coordinates of each junction was also produced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coordinate-derived transcript generation from long reads"
        },
        {
            "text": "All coordinate-derived transcripts were then aligned against a minimal leader sequence fragment (5' -CTTCCCAGGTAACAAACCAACCAACTTTCGATCTCTTGTAGATCTGTTCTC -3') using blastn [33] . This minimal sequence was used instead of the full leader sequence because inspection of 5' coverage in the three long-read datasets revealed a significant drop in coverage at the end of this sequence. Transcripts with an alignment of at least 45 nucleotides in length and a percent identity of at least 85%, and that contain the start of this sequence within the first 50 nucleotides of the transcript, were kept. Transcripts not containing this leader sequence were discarded.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Coordinate-derived transcript generation from long reads"
        },
        {
            "text": "The 5' and 3' coordinates of each junction were processed in R [34] , and figures generated with ggplot2 [35] . Gene-maps were generated using the gggenes R package [36] . Junctions are presented as one-or two-dimensional histograms, with the bin-size of each plot noted in the figure legend. A bin size of 10 bases, for example, indicates that one bar contains the total number of junctions that occurred in a given 10 base span.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 105,
                    "end": 109,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Analysis of junction coordinates from long reads"
        },
        {
            "text": "The TRS sites in Figure 1D were labeled based on the approximate position of the TRS core sequence, 5' -ACGAAC -3'.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 26,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Analysis of junction coordinates from long reads"
        },
        {
            "text": "The short-read datasets were processed through minimap2 and generate_synthetic_transcripts.py in a similar manner as the long-read datasets and junction coordinates were input into R for analysis and plotting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Junction analysis of Illumina short reads"
        },
        {
            "text": "To determine if there was sequence homology enrichment near 5' and 3' junction points we identified the 15 nucleotides on either side of each point based on the SARS-CoV-2 reference genome sequence, resulting in 30 bases of context at both the 5' and 3' sites of each junction. We then determined the longest homologous match between these sequences. For plotting, we separated the junctions into categories. If a junction had a . CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.28.066951 doi: bioRxiv preprint 3' end within 15 nucleotides of a canonical core TRS site that is to the 5' of a gene, it was considered a canonical junction of that gene. If a junction had a 3' end landing within the coding sequence of an ORF, it was considered internal. The exception to this rule is ORF1a -any junctions with a 5' location inside ORF1a were considered ORF1a internal junctions. ORF6, ORF7b, and ORF10 were not included in this analysis because they do not have a 5' canonical TRS sequence. The percentage of the junctions that consist of the most common homologous sequence were plotted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of homologous sequences proximal to 5' and 3' junction points"
        },
        {
            "text": "ORFs were called directly from each transcript using Prodigal [37] , using parameters listed in prodigal.sh. Each ORF was translated into amino acid sequence using prodigal_to_orf_direct.py. If multiple Prodigal-predicted ORFs contained an overlapping amino acid sequence, the longest ORF was output. Each ORF was output in fasta format and labeled with transcript of origin and coordinates of the ORF on the transcript.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "De-novo ORF prediction and analysis from long reads"
        },
        {
            "text": "The amino acid sequence of each ORF was then mapped against canonical SARS-CoV-2 proteins (from accession NC_045512.2) as well as Prodigal-predicted unannotated ORFs from the SARS-CoV-2 genome using DIAMOND [38] . DIAMOND parameters are described in diamond.sh.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "De-novo ORF prediction and analysis from long reads"
        },
        {
            "text": "Various statistics of each ORF, including alignment information, the start position of the ORF on the transcript, and fusion information, were generated from the DIAMOND alignment file using parse_orf_assignments.py. An ORF was considered variant if it was not the same length as the canonical protein, with a notable exception. Because there are alternative start codons upstream of some annotated genes, and Prodigal would call ORFs using these start codons if they are present on a transcript, ORFs were allowed to have up to 20 amino acids of additional N-terminal amino acids while still being classified as canonical if they end at the expected position. If an ORF had matches against multiple SARS-CoV-2 proteins, it was given a primary assignment of the protein with the longest alignment length.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De-novo ORF prediction and analysis from long reads"
        },
        {
            "text": "Coverage at each position was assessed from minimap2-generated BAMs using the depth subcommand of samtools [39] . Command: samtools depth -aa -d0 file.bam > file.cov",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Assessment of genome coverage"
        },
        {
            "text": "Alignment was conducted using ClustalW [40] alignment through the MSA R package [41] .",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 80,
                    "end": 84,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Multiple sequence alignment"
        },
        {
            "text": "The reproducible computational pipeline used to generate all results is publicly available at https://github.com/jnoms/virORF_direct. Furthermore, all R scripts used for plotting are present in this repository. A) Error-prone direct RNAseq reads from three independent datasets were mapped against the SARS-CoV-2 genome using minimap2. Using the resultant mapping information, genomic coordinates corresponding to the start and end of each transcript was determined. Deletions or introns with a length greater than 1000 detected by minimap2 were considered junctions and the genomic coordinates of the 5' and 3' ends of these junctions were collected. Synthetic transcripts were generated by extracting genomic sequences using the start, junction, and end coordinates. B) Junctions were plotted based on their 5' and 3' coordinates over the entire SARS-CoV-2 genome. Darker color indicates a higher number of transcripts with similar 5' and 3' junctions. Bin-size is 100 bases. Columns are labeled by virus isolate: Australia/VIC01/2020 is from Taiaroa et al. [7] ; Korea/KCDC03/2020 is from Kim et al. [8] ; and England/VE6-T/2020 is from Davidson et al [9] . These three datasets were generated by dRNAseq. The copyright holder for this preprint (which this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.28.066951 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1155,
                    "end": 1158,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Code availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "7798",
            "pages": "265--269",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The role of programmed-1 ribosomal frameshifting in coronavirus propagation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Plant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Frontiers in bioscience: a journal and virtual library",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "SARS coronavirus accessory proteins. Virus research",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "133",
            "issn": "",
            "pages": "113--121",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The group-specific murine coronavirus genes are not essential, but their deletion, by reverse genetics, is attenuating in the natural host",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "De Haan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Virology",
            "volume": "296",
            "issn": "1",
            "pages": "177--189",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Severe acute respiratory syndrome coronavirus group-specific open reading frames encode nonessential functions for replication in cell cultures and mice",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of virology",
            "volume": "79",
            "issn": "23",
            "pages": "14909--14922",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A contemporary view of coronavirus transcription",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of virology",
            "volume": "81",
            "issn": "1",
            "pages": "20--29",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Direct RNA sequencing and early evolution of SARS-CoV-2. bioRxiv",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Taiaroa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The architecture of SARS-CoV-2 transcriptome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characterisation of the transcriptome and proteome of SARS-CoV-2 using direct RNA sequencing and tandem mass spectrometry reveals evidence for a cell passage induced in-frame deletion in the spike glycoprotein that removes the furin-like cleavage site",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "From squiggle to basepair: computational approaches for improving nanopore sequencing read accuracy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blanco-Melo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Genome biology",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Viral and cellular mRNA translation in coronavirus-infected cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakagawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lokugamage",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Advances in virus research",
            "volume": "",
            "issn": "",
            "pages": "165--192",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Non-canonical translation in RNA viruses. The Journal of general virology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Firth",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Upstream open reading frames as regulators of mRNA translation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Geballe",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Molecular and cellular biology",
            "volume": "20",
            "issn": "23",
            "pages": "8635--8642",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "6483",
            "pages": "1260--1263",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Severe acute respiratory syndrome coronavirus nsp1 suppresses host gene expression, including that of type I interferon, in infected cells",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of virology",
            "volume": "82",
            "issn": "9",
            "pages": "4471--4479",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A SARS-CoV-2-Human Protein-Protein Interaction Map Reveals Drug Targets and Potential Drug-Repurposing. bioRxiv",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Severe acute respiratory syndrome coronavirus nonstructural protein 2 interacts with a host protein complex involved in mitochondrial biogenesis and intracellular signaling",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Cornillez-Ty",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of virology",
            "volume": "83",
            "issn": "",
            "pages": "10314--10318",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Expanded subgenomic mRNA transcriptome and coding capacity of a nidovirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Di",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "114",
            "issn": "",
            "pages": "8895--8904",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Measuring differential gene expression with RNAseq: challenges and strategies for data analysis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Finotello",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Di"
                    ],
                    "last": "Camillo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Briefings in functional genomics",
            "volume": "14",
            "issn": "2",
            "pages": "130--142",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mapping and quantifying mammalian transcriptomes by RNA-Seq",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mortazavi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature methods",
            "volume": "5",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "SARS-CoV-2 infected host cell proteomics reveal potential therapy targets",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cinatl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "SARS-coronavirus open reading frame-9b suppresses innate immunity by targeting mitochondria and the MAVS/TRAF3/TRAF6 signalosome",
            "authors": [
                {
                    "first": "C.-S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Journal of Immunology",
            "volume": "193",
            "issn": "6",
            "pages": "3080--3089",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Identification of novel subgenomic RNAs and noncanonical transcription initiation signals of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hussain",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of virology",
            "volume": "79",
            "issn": "9",
            "pages": "5288--5295",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Bovine coronavirus mRNA replication continues throughout persistent infection in cell culture",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Sethna",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Virology",
            "volume": "64",
            "issn": "9",
            "pages": "4108--4114",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Realizing the potential of full-length transcriptome sequencing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Philosophical Transactions of the Royal Society B",
            "volume": "374",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Downstream ribosomal entry for translation of coronavirus TGEV gene 3b",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brian",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "269",
            "issn": "1",
            "pages": "172--182",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Internal entry of ribosomes on a tricistronic mRNA encoded by infectious bronchitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Inglis",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Journal of virology",
            "volume": "66",
            "issn": "10",
            "pages": "6143--6154",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Characterization of an internal ribosome entry site within mRNA 5 of murine hepatitis virus. Archives of virology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jendrach",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "144",
            "issn": "",
            "pages": "921--933",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Internal ribosome entry in the coding region of murine hepatitis virus mRNA 5",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Siddell",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of General Virology",
            "volume": "75",
            "issn": "11",
            "pages": "3041--3046",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Direct RNA nanopore sequencing of full-length coronavirus genomes provides novel insights into structural variants and enables modification analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Viehweger",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Genome research",
            "volume": "29",
            "issn": "9",
            "pages": "1545--1554",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Minimap2: pairwise alignment for nucleotide sequences",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bioinformatics",
            "volume": "34",
            "issn": "18",
            "pages": "3094--3100",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "BLAST+: architecture and applications",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Camacho",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC bioinformatics",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "R: A language and environment for statistical computing",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Team",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "gggenes: draw gene arrow maps in 'ggplot2",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wilkins",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Prodigal: prokaryotic gene recognition and translation initiation site identification",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hyatt",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC bioinformatics",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Fast and sensitive protein alignment using DIAMOND",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Buchfink",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Huson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature methods",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The sequence alignment/map format and SAMtools",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "16",
            "pages": "2078--2079",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Clustal W and Clustal X version 2.0. bioinformatics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Larkin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "2947--2948",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "msa: an R package for multiple sequence alignment",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bodenhofer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bioinformatics",
            "volume": "31",
            "issn": "24",
            "pages": "3997--3999",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". analyzed the data; J.N., M.M., J.A.D. designed the study and wrote the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure legends",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Non-canonical junctions in the SARS-CoV-2 transcriptome.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "C) Cut-out from figure 1B including only junctions with a 5' end before position 100 and 3' end after position 21000 in the genome are plotted. Dashed lines indicate the start coordinates of annotated viral genes. Bin-size is 1 base in the 5' direction and 100 bases in the 3' direction. Note that junction locations are 0indexed, i.e. position 74 corresponds to base 75. D) A histogram of 3' junctions past position 21000 with a 5' end before position 100 are plotted. Dashed lines indicate the start coordinates of annotated viral genes. Bin-size is 20 bases. The red arrow notes the major junction point within the M ORF.E) Based on junction analysis, the predicted species of virus-produced RNAs are represented. The most 5' gene or genes on each subgenomic RNA are listed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "There are significant levels of variant M, S, and ORF1a. A) Open reading frames were predicted directly from dRNAseq synthetic transcripts from three independent datasets. The plot represents the total number of transcripts containing each ORF. Canonical ORFs are colored blue, while variant ORFs are colored red. B) A boxplot of the distribution of start-sites for the indicated ORF on each transcript, where a more 5' ORF will have a start-site closer to 1. C) (Top) Schematics of M, N, and ORF1ab are displayed with the approximate location of predicted transmembrane domains labeled in red. (Bottom) A histogram of the start and end sites of variant M, N, and ORF1ab ORFs are displayed. Blue bars represent the start sites, and red represent the end sites of each variant ORF. The percentage to the right of each graph is the total percentage of each predicted protein that is variant. Histogram bin-sizes: M, 1; N, 10 ; ORF1ab, 20. NTD: N-terminal domain. RBD: Receptor binding domain. CD: Connector domain. NSP: Nonstructural protein. D) Homologous sequences present in the 15 bases on either side of the 5' and 3' ends of each junction. Junctions are classified by the location of their 3' end -if this is within 15 bases of the canonical TRS site or if it falls within a gene it is assigned accordingly.The only exception is ORF1a -junctions with a 5' end originating in ORF1a are assigned to ORF1a. Labels represent the most common homologous sequence between the ends of each junction. The core TRS sequence ACGAAC is underlined.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Representative ORF1a, S, and M variants. A) Schematic depicting representative structures of the subgenomic RNAs encoding identified variant proteins. ORF length is not to scale. B) Alignment of a representative SARS-Cov-2 ORF1a variant against the canonical ORF1a and N from CoV-229E and SARS-CoV-2. The N-terminal 185 residues of the variant were aligned with the ORF1a protein sequences, while the C-terminal 32 residues were aligned with the N protein sequences using ClustalW [40] alignment through the MSA R package [41]. C) Alignment of a representative SARS-Cov-2 S variant against the canonical S from CoV-229E and SARS-CoV-2. The S variant is missing the N-terminal 344 residues of S. The initial alignment is present, but the additional lines of alignment are not displayed. D) Alignment of a representative SARS-Cov-2 M variant against the canonical M from CoV-229E and SARS-CoV-2. This variant consists of the C-terminal 42 residues of M and is the most common variety of M variant.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Coverage and junctions from dRNAseq and short-read datasets support the identified ORF1a variants. A) Read coverage of the first 25384 bases of the SARS-CoV-2 genome is plotted in black. The cumulative number of junctions, starting at position 240 and ending at position 25384, is plotted in red. The early inflection point of coverage and junctions is marked with a red arrow. A second inflection can be viewed near position 6500. USA/WA1/2020 samples are short-read Illumina datasets. B) A histogram of the 3' locations of junctions that have a 5' end within ORF1a. Bin size is 30 bases. C) The identity of ORF1a-fusion partners is plotted on the Y axis, with the count of such fusions on the X axis. The top 10 fusion partners for each sample are represented. Color indicates if the fusion partner is on the N and C terminus of ORF1a, if the terminus is ambiguous, or if the fusion is a \"self\" fusion between an upstream and downstream region of ORF1a. The percentage notes the percent of ORFs assigned to ORF1a that have a fusion. ORF1a fragments are generally 200-800 residues in length, as indicated by figure 2C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Transcriptome evidence for unannotated ORFs. A) All ORFs in the SARS-CoV-2 genome starting with NTG were determined. Total ORF counts are plotted. Only the top 15 most abundant predicted ORFs from the Taiaroa et al. dataset are plotted. B) These counts represent the number of transcripts that contain each ORF as the most 5-proximal ORF. Supplementary Figure 1. Short-read Illumina datasets support non-canonical junctions. A) Junctions were predicted from three short-read RNA sequencing samples generated by Blanco-Melo et al., and analysis was conducted identically to the three long-read dRNAseq datasets. Junctions were plotted based on their 5' and 3' coordinates over the entire SARS-CoV-2 genome. Darker color indicates a higher number of transcripts with similar 5' and 3' junctions. Dashed lines indicate the start coordinates of annotated viral genes. Bin-size is 100 bases. B) Junctions with a 5' end before 100nt and 3' end after position 21000 in the genome are plotted. Dashed lines indicate the start coordinates of annotated viral genes. Bin-size is 1 base in the 5' direction and 100 bases in the 3' direction. F) A histogram of 3' junctions past position 21000 that have a 5' end before position 100 are plotted. Dashed lines indicate the start coordinates of viral ORFs. The red arrow notes the major junction point within the M ORF. Bin-size is 20 bases. Similar to dRNAseq datasets, the short-read datasets have primary and secondary inflection points in the coverage and junctions ORF1a.A) Coverage (black) and cumulative junctions (red) of the three Illumina short-read datasets. These are the same data plotted inFigure 3A, but zoomed in. The first inflection point of junctions and coverage (around position 1800) and the second (around position 6500) are labeled with a red arrow.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Figure 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Figure 5",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Top Homologous Sequence Between 5' and 3' Junctions",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Taiaroa et al., Kim ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "This work was supported in part by the US Public Health Service grants R35CA232128 and P01CA203655 to J.A.D.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "cells. The first inflection point of junctions and coverage (around position 620) and the second (around position 3200) are labeled with a red arrow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B) Coverage (black) and cumulative junctions (red) of CoV-229E-infected Huh7"
        }
    ]
}