{
    "paper_id": "b8ef128cdbbe28b1c1e556b6c6aef6180c1de2fd",
    "metadata": {
        "title": "Statistical analysis of the impact of environmental temperature on the exponential growth rate of cases infected by COVID-19",
        "authors": [
            {
                "first": "G",
                "middle": [],
                "last": "Livadiotis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Southwest Research Institute",
                    "location": {
                        "addrLine": "San Antonio",
                        "region": "TX",
                        "country": "USA"
                    }
                },
                "email": "glivadiotis@swri.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "We perform a statistical analysis for understanding the effect of the environmental temperature on the exponential growth rate of the cases infected by COVID-19 for US and Italian regions. In particular, we analyze the datasets of regional infected cases, derive the growth rates for regions characterized by readable exponential growth phase in their evolution spread curve and plot them against the environmental temperatures averaged within the same regions, derive the relationship between temperature and growth rate, and evaluate its statistical confidence. The results clearly support the first reported statistically significant relationship of negative correlation between the average environmental temperature and exponential growth rates of the infected cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The daily number of new cases infected by COVID-19 is currently exponentially growing for most countries affected by the virus. However, this exponential growth rate varies significantly for different regions over the globe. It is urgent and timely to understand the reasons behind this regional variation of the exponential growth rates. Little information is known about this matter, while there are indications that the environmental temperature may be a factor; for instance, northern and colder US and Italian regions experienced much more incidents than others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Typically, the evolution curve of the spread of the coronavirus initiates with a pre-exponential phase characterized by a mild logarithmic growth, followed by the outburst phase of the exponential growth. Social-distancing measures against the spread may affect the evolution curve in a way that the exponential growth slows down and starts to decay, depending though on the effectiveness and applicability of these measures. However, after the decay of the spread at some place, new infected cases may outburst in other places, marked with insignificant number of cases until that moment. Then, a newly growth phase may appear. For example, Fig.1 (left) shows the evolution curve of spread for the infected cases in mainland China; clearly, we observe the whole growth−decay cycle, as well as, a new re-growth phase.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 647,
                    "text": "Fig.1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Super-strict measures, such as complete shut down and quarantines, can successfully lead to the deceleration of the exponential growth of infected cases (Giugliano, 2020) . Unfortunately, they cannot be successfully applied and followed within vast regions, and especially, for a long and indefinite period of time. Inevitably, measures may be loosened during the decay phase, leading to the birth of an equally disastrous re-growth phase. US & Italy (right); phases (color-coded): pre-exponential (pre-exp), exponential (exp) growth, decelerated growth, decay, and possibly, a re-growth. Day t=1 corresponds to 1/15/2020 for China, 2/20/2020 for Italy, 2/27/2020 for US. Evolution in China cases follows the whole growth-decay cycle, and a new re-growth phase. Italian cases are characterized by a milder exponential rate, entered the phase of decelerated growth on March 12. US suffers with a larger exponential rate, and it is not clear whether has entered the decelerated growth phase. The exponential growth rate for China rose as high as λ=0.169±0.017, while for Italy and US the rates were λ=0.090±0.004 and 0.121±0.003, respectively (with correlation coefficient > 0.99).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 170,
                    "text": "(Giugliano, 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The exponential growth is the most effective phase for the evolution curve of infected cases; and the most important question regarding this evolution is still open (Black et al. 2020) : What can influence the exponential growth rate, and thus, \"flatten the curve\"? Measures, strict or not, may affect the evolution of new infected cases, by shifting the spread curve from the exponential to the decelerated growth. It should be noted though that measures do not affect the exponential growth rate itself, but only the period of time that this exponential phase applies. Then, what factors do affect the exponential growth rate?",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 184,
                    "text": "(Black et al. 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The age distribution in the place where the outburst occurs is unlikely to be a factor; indeed, the number of new cases is known to be positively correlated with age, however, the exponential growth rate (China: 0.169; US: 0.121; Italy: 0.090 -decreasing rate) appears to be negatively correlated to the age median of these countries (China: 37.4; US: 38.1; Italy: 45.5 -increasing age); hence, the age is likely irrelevant to the rate variations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In addition, culture in social activities may be a factor; for example, this might be contributing in the observed differences among the exponential rates in the cases of China, Italy, and US ( Fig.1) . However, what is causing the major variation of exponential rates among different regions of the same culture? It is apparent that culture does not constitute the main factor influencing the exponential rate. Figure 2 shows the regional variation of infected cases (left) and average winter temperature (right) in Italy. The possible negative correlation, observed between regional number of infected cases and winter temperature in Italy, is an indication of the influence of temperature on the exponential growth, but it certainly does not constitute a necessary condition. The reason is that the map plots the total number of the infected cases N t , which does not depend only on the exponential rate λ, but also on the initial number of cases N 0 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 200,
                    "text": "Fig.1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 412,
                    "end": 420,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "It is generally accepted that the initial infected cases in Italy were travelled directly from China; since some destinations are more favorable than others, then, the initial number of cases N 0 , as well as the current number of cases N t (which is proportional to N 0 ), should be subject of regional variation. Therefore, there is a non-negligible possibility, the observed regional variation of the number of infected cases N t to be caused by the regional distribution of the initial cases N 0 . In such a case, main airport cities would have incredibly high number of infected cases outplaying a possible negative correlation of daily infected cases with regional average temperature T; the latter may be one of the reasons of the high numbers of cases observed in New York City and Rome. On the other hand, in their letter to the White House, members of a National Academy of Sciences committee said that \"There is some evidence to suggest that [coronavirus] may transmit less efficiently in environments with higher ambient temperature and humidity; however, given the lack of host immunity globally, this reduction in transmission efficiency may not lead to a significant reduction in disease spread without the concomitant adoption of major public health interventions\" (Relman, 2020) .",
            "cite_spans": [
                {
                    "start": 1281,
                    "end": 1295,
                    "text": "(Relman, 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Nevertheless, it has to be stressed out that there were no statistical analyses focused on the exponential growth rates of the infected cases in regions with different temperatures. For instance, several authors (e.g., Pawar et al., 2020; Yao et al., 2020) found insignificant correlations between temperatures and confirmed cases. However, their analysis was performed on the number of the infected cases N t , which is subject to the randomness of the initial cases N 0 as explained above, and not to the exponential growth rate λ, which is dependent on physical characteristics of the coronavirus, binding protein, and environment. Analysis of regional cases can show whether the speculated negative correlation between temperature and number of infected cases is true, meaning a negative correlation between temperature and exponential growth rate. If the environmental temperature plays indeed a substantial role on the virus spread, then, this can provide promising results, such as, the estimation of the critical temperature that may eliminate the number of daily new cases in heavily infected regions.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 238,
                    "text": "Pawar et al., 2020;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 239,
                    "end": 256,
                    "text": "Yao et al., 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The purpose of this paper is to improve understanding of the effect of environmental temperature on the spread of COVID-19 and its exponential growth rate. Then, we calculate the exponential growth rates of infected cases for US and Italian regions, derive the relationship of these rates with the environmental temperature, evaluate its statistical confidence, and determine the critical temperature that eliminates this rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A standard model for describing the evolution of the infected cases by viruses is given by ( ) ( )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling behind \"Flattening the curve\""
        },
        {
            "text": "; N t is the number of total infected cases evolved from the initial N 0 cases, N max is the maximum possible number of infected cases; λ is the exponential growth rate, and becomes clear for x t <<1, where I is negligible, leading to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling behind \"Flattening the curve\""
        },
        {
            "text": "The function of negative feedback I models factors that flattens the curve, such as, the measures taken against spreading. While these factors are not affecting the exponential growth rate λ, they become more effective as the number of cases increases, getting closer to N max ; exponent b controls the effectiveness of these factors; strict {loose} measures correspond to smaller {larger} values of b. Figure 3 shows the evolution curve of the number of new (ΔN t = N t+1 −N t ) and total infected cases (N t ) and how this curve flattens for stricter measures (smaller values of b). As observed in Fig.3(b) , stricter measures, nicely modeled by decreasing b, do not affect the exponential rate λ but they successfully flatten the curve. However, the same can be achieved by downgrading the exponential growth rate. It is apparent, then, how much useful would it be to know the factors that can flatten the curve by decreasing directly the exponential rate. Applied measures could be loosen and shorter! Model (1) originates from the logistic map family (e.g., Livadiotis, 2005; and references therein; Wu et al. 2020) ; other complicate versions, such as, the Susceptible-Infectious-Recovered models (e.g., Ciarochi, 2020) may be expressed by multi-dimensional differential or difference equations (e.g., Elaydi, 2005, and references therein; Livadiotis et al. 2016 ), but still, the curve flattening is governed by the same features. The two composites, the exponential growth E and the negative feedback I, are just the main and necessary conditions for reproducing the growth-decay phases of the spread curve. Their interplay shows how the spread curve can be flattened as a result of stricter measures, independently of the existent exponential rate.",
            "cite_spans": [
                {
                    "start": 1105,
                    "end": 1120,
                    "text": "Wu et al. 2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1308,
                    "end": 1345,
                    "text": "Elaydi, 2005, and references therein;",
                    "ref_id": null
                },
                {
                    "start": 1346,
                    "end": 1368,
                    "text": "Livadiotis et al. 2016",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 403,
                    "end": 411,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 600,
                    "end": 608,
                    "text": "Fig.3(b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Modeling behind \"Flattening the curve\""
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling behind \"Flattening the curve\""
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020 . . https://doi.org/10.1101 ",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 24, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 101,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "What are the main factors that can affect the exponential growth rate λ of COVID-19 spread?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main factors influencing the exponential growth rate"
        },
        {
            "text": "The rate λ is expected to have positive correlation with the reproduction number R 0 (e.g., proportional to its logarithm), and negative correlation with the incubation period τ (e.g., inverse proportional) (Milligan and Barrett, 2015) . The number R 0 is a measure of how contagious a disease is; it provides the average number of people in a susceptible population that a single infected person will spread the disease to over the course of their infection (Ciarochi, 2020) , and depends on the physical characteristics of coronavirus (Hao 2020) . The incubation period τ is the time elapsed between exposure to coronavirus and first symptoms; during this period, an infected individual cannot infect others; other characteristic periods and time intervals are the latent period between exposure and infection, and the generation time, mostly concerned with transmission process (Nishiura, 2010) . Characteristic values for COVID-19 are τ~5-6 days and R 0~2 -4 (Chen, 2020) . The rate expression can be written as",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 235,
                    "text": "(Milligan and Barrett, 2015)",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 475,
                    "text": "(Ciarochi, 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 537,
                    "end": 547,
                    "text": "(Hao 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 881,
                    "end": 897,
                    "text": "(Nishiura, 2010)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 963,
                    "end": 975,
                    "text": "(Chen, 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Main factors influencing the exponential growth rate"
        },
        {
            "text": ", and involves all the physical characteristics of the mechanisms of infection and the environmental interactions; this can be easily derived, considering difference equations (that is, iterated discrete maps) (e.g., see: Livadiotis and Elaydi, 2012; Kwessi et al., 2018; Dayeh et al, 2018) . Setting the time to be given in discrete τ-steps, then,",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 250,
                    "text": "Elaydi, 2012;",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 271,
                    "text": "Kwessi et al., 2018;",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 290,
                    "text": "Dayeh et al, 2018)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Main factors influencing the exponential growth rate"
        },
        {
            "text": "which can be written in terms of Eq. (2),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main factors influencing the exponential growth rate"
        },
        {
            "text": "where the exponential rate is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main factors influencing the exponential growth rate"
        },
        {
            "text": "The main factors that can affect the exponential rate λ are: (a) culture in social activities, and (b) environmental temperature and/or other thermodynamic parameters. Intense cultural and social activities have reasonably a positive correlation with R 0 . As previously mentioned, measures against the virus spread do not effectively influence the exponential growth rate; e.g., they do not change the culture in social activities, which are characteristics of the particular population, but they can just cease these activities for some period of time. On the other hand, the environmental temperature T can affect all the parameters influencing exponential rate. We approach this dependence by (i) a linear approximation of the phenomenological relationship between exponential rate and temperature, and (ii) the connection of reproduction number with Arrhenius behavior (with negative activation energy):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main factors influencing the exponential growth rate"
        },
        {
            "text": "(i) The temperature can affect the physical properties of coronavirus, such as, the incubation time τ, as well as, the reproduction number R 0 that depends on these physical properties (Hao, 2020) . A linear approximation absorbs the (weak) temperature dependence of any parameters involved in the exponential rate; then, Eq.(5) gives:",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 196,
                    "text": "(Hao, 2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Main factors influencing the exponential growth rate"
        },
        {
            "text": "where we set the intercept to be given in normal conditions of atmospheric temperature and pressure (NTP) (that is, T=20 C 0 , P= 1atm). Then, we rewrite the exponential rate as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main factors influencing the exponential growth rate"
        },
        {
            "text": "(ii) Coronavirus uses their major surface spike protein to bind on a receptor -another protein that acts like a doorway into a human cell (Wrapp et al., 2020) . The whole process is a slow chemical reaction, where . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 158,
                    "text": "(Wrapp et al., 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Main factors influencing the exponential growth rate"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.21.20072405 doi: medRxiv preprint the mechanism behind can lead to rates negatively correlated with temperature, i.e., increasing rate with decreasing temperature. This is consistent to reaction rate expressed by the Arrhenius exponential with and Benson, 1984) . Then, the effective reproduction number 0 ( ) R T is expressed as a product combining the reproduction number in the absence of temperature effect, 0 R  , and the Arrhenius exponential rate, namely,",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 370,
                    "text": "and Benson, 1984)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Then, Eq. (5) gives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We rewrite this expression as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Reactions of negative activation energy are barrier-less, relying on the capture of the molecules in a potential well. Increasing {decreasing} the temperature leads to a reduced {gained} probability of the colliding molecules capturing one another. Exponential spread is mainly related to outdoors activities while the decelerated growth caused by effective measures is related to indoors activities. Therefore, as long as the exponential growth takes place, the environmental temperature has an effective role on the chemical reaction between virus and spike protein. Due to the negative activation energy, decreasing the environmental temperature reduces the probability of virus-protein reaction, thus the virus may stay inactive on air or surfaces and eventually die. It should be noted that both the models (7b) and (10b) consider that the exponential rate λ, or the reproduction number R 0 , are subjects to a component influenced by the culture in social activities (intercept λ 0 ) and a component mostly influenced by the temperature (slope p 2 ). In this way, the slope may indicate to some universal quantity involved, such as, the (negative) activation energy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Next, we employ the above two expressions of exponential rate λ and temperature T, Eqs.(7a,10a), in order to set the two types of statistical models for fitting (Τ, λ) measurements for US and Italian regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We use publicly available datasets of: (1) average enviromental temperature of US and Italian regions (e.g., see: www.ncdc.noaa.gov/data-access/land-based-station-data/land-based-datasets/climate-normals; it.climate-data.org; www.weather-atlas.com); (2) time series of the number of daily infected cases of US and Italian regions (e.g., see: www.thelancet.com; www.protezionecivile.gov.it).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHOD"
        },
        {
            "text": "We analyze the datasets of regional infected cases in US and Italy, derive the relationship of the exponential growth rate of the number of cases with temperature, and evaluate its statistical confidence. First, we derive the exponential growth rates of the infected cases characterizing each examined region of Italy and US; then, we plot these values against the environmental temperatures of each region, and perform the corresponding statistical analysis. We proceed according to the following steps:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHOD"
        },
        {
            "text": "(i) Collect the time series of the current infected cases N t for all US and Italian regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHOD"
        },
        {
            "text": "For each of the US and Italian regions, we plot log(N t ) and log(ΔN t ) with time t, detect the time intervals of linear relationship corresponding to the phase of exponential growth, fit the datapoints within this region, and derive the slope (on linear-log scale), that is, the exponential growth rate λ. The total N t and new cases ΔN t should be characterized by the same exponential . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHOD"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10. 1101 rate, λ, thus the slopes resulted from the linear fits of log(N t ) and log(ΔN t ) with time are (weighted) averaged (Fig.4) . (iii) Collect environmental temperature data and calculate the temperature averaged over the whole examined region. The incubation period τ is longer than the time scale of a single day or night, thus the temperature is averaged over the daily and nightly measurements. (iv)",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 234,
                    "text": "(iii)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 226,
                    "text": "(Fig.4)",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Co-plot all the derived sample values (Τ±δΤ, λ±δλ), where each pair corresponds to each examined region; then, apply a linear fitting in order to derive the linear relationship between T and λ, as well as evaluate the statistical confidence of this relationship; repeat the same for all US and Italian regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Determine the critical temperature T C for which the rate becomes negligible; to eliminate the uncertainties of T C as a fitting parameter, we perform the linear fitting with the statistical model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Repeat (iv) and (v) with pairs of (T -1 ±δT -1 , λ±δλ); we estimate again T C by performing the linear fitting with the statistical model λ=λ 0 (-1+Τ C /T) instead of λ=p 1 +p 2 •T -1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Linear fitting of the number of the total N t and new ΔN t infected cases with time (on linear-log scale) for the states of California and Illinois, where the slope reads the exponential rate λ. The resulted rates from the linear fitting of log(N t ) (black) and log(ΔN t ) (red) are (weighted) averaged (blue). The phases are color-coded as in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 345,
                    "end": 353,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Figure 4."
        },
        {
            "text": "The hypothesis to be tested is that the exponential growth rate λ varies linearly with temperature; (x is set to be the temperature or its inverse). This is tested by examining the chi-square corresponding to the fitting of the two-parameter linear statistical model H is the α-th diagonal element of its . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "STATISTICAL ANALYSIS"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ", α=1,2, where the derivatives are numerically derived.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We will use two linear statistical models, (a)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ", as given by Eqs.(7a,10a) ; both can be written with the linear expression:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 26,
                    "text": "Eqs.(7a,10a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The statistical confidence of the dependence of the exponential growth rate on the environmental average temperature may be sufficiently high for the acceptance of any of the two statistical models. The goodness of the fitting of each model is evaluated using two types of statistical tests, the \"reduced chi-square\", the \"p-value of the extremes\", and their combination (e.g., Frisch et al., 2013; Schwadron et al., 2013 , Fuselier et al., 2014 , while Student's t-test is also used for evaluating the statistical confidence of the derived slopes: -Reduced Chi-Square: The goodness of a fit is estimated by the reduced chi-square value, 2 -Student's t-test: This is another test for evaluating the statistical confidence of the slope derived from the linear fitting of the temperature-rate sample points (T i ±δT i , λ i ±δλ i ) and (T i -1 ±δT i -1 , λ i ±δλ i ). We examine, whether the slope p 2 ±δp 2 has significant difference from the zero slope (null hypothesis: slope is zero), by performing the Student's t-test with t m =p 2 /δp 2 , where the corresponding p-value is derived 9 from the integration of t-distribution . The Student's t-test is not passed for the null hypothesis that they examined slope equals zero, when the corresponding p t -value is less than the acceptable confidence limit of 0.05; then, the null hypothesis is rejected, meaning the slope has statistically significant difference for zero. In addition, we examine the slopes estimated for US with those estimated for Italian regions, by deriving ",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 398,
                    "text": "Frisch et al., 2013;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 399,
                    "end": 421,
                    "text": "Schwadron et al., 2013",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 422,
                    "end": 445,
                    "text": ", Fuselier et al., 2014",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The linear fitting of log(N t ) or log(ΔN t ) with time t within the region of exponential growth phase, resulted to the respective rates (given by the fitted slope); their weighted averages are shown in Table 1 for US and in Table 2 for Italian regions, while plotted against the average regional temperature in Figs. 5 and 6, respectively. The method of weighted fitting for double uncertainties (x i ±δx i , λ i ±δλ i ), as described by Fasano and Vio, 1988) , is used for estimating the fitting parameters λ 0 , T C , together with their statistical, propagation, and total errors. The fits of the linear statistical model with temperature, x i =T i , (left panels in Figs. 5, 6), as well as of the alternative statistical model with inverse temperature, (right panels in Figs. 5, 6) , are both characterized with high statistical confidence, attaining high p-values (>0.05) and reduced chi-squares 2 red  values (close to 1); also, both fits provide similar estimations of T C . The fitting results are shown in Table 3 .",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 461,
                    "text": "Fasano and Vio, 1988)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 759,
                    "end": 784,
                    "text": "(right panels in Figs. 5,",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 787,
                    "text": "6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 211,
                    "text": "Table 1",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 226,
                    "end": 233,
                    "text": "Table 2",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 1018,
                    "end": 1025,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We also examine whether the sample points (T i ±δT i , λ i ±δλ i ) are subject to statistically significant concentrations or rarefactions, namely, whether possible heterogeneities within the distribution of sample points plays significant role in the fitted relationship. For this, we derive the temperature-rate relationship and its statistical confidence by fitting the homogenized set of sample points, instead of the raw sample points; then, we examine whether the fitting parameters differ from those derived from fitting the raw sample points. We homogenize the sample points by grouping them in temperature binning of ΔT ~ 1 C 0 (e.g., see: Livadiotis & Desai 2016). We estimate the weighted mean and error of the rates included in each bin. In the case of US regions we also performed a homogenization of rates, by grouping the temperaturebinned means in rate binning of Δλ ~ 0.01 d -1 . In the case of sample points with inverse temperatures, (T i -1 ±δT i -1 , λ i ±δλ i ), the procedure is exactly the same. Homogenized datasets result in a smooth relationship between the values of binned temperature and rate, as it can be observed in the plots of rate against temperature or inverse temperature (left or right lower panels, respectively), and for both US and Italy regions (Figs. 5 and 6, respectively) . The results are highly supportive of the negative correlation between rate and temperature. The results are shown in Table 4 . We observe that the linear relationships of the growth rate with temperature or inverse temperature are characterized by high statistical confidence for the homogenized datasets (p-values much higher than significant limit of 0.05; 2 red  far from the significant limits of 0.1 and 10). Therefore, the arrangement of sample points do not affect significantly the fitting results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1288,
                    "end": 1317,
                    "text": "(Figs. 5 and 6, respectively)",
                    "ref_id": null
                },
                {
                    "start": 1437,
                    "end": 1444,
                    "text": "Table 4",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In addition, as shown in Tables 3 and 4 , the linear fits of sample points (T i ±δT i , λ i ±δλ i ) and (T i -1 ±δT i -1 , λ i ±δλ i ) do not pass the Student's t-test for the null hypothesis that their slopes equals zero, i.e., the corresponding p t -values are less than the acceptable confidence limit of 0.05; therefore, the negative correlation of environmental temperature with the exponential rate is statistically significant (accepted with confidence 95%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 39,
                    "text": "Tables 3 and 4",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020 . . https://doi.org/10.1101 (1) The exponential growth rate and its uncertainty is the weighted averaging of the rates derived from total and new infected cases;",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 24, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 101,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "(2) the environmental temperature is averaged over the time period, from τ~5 days before the appearance of the 1 st case, to 1 st April; (3) the standard deviation of temperature is given by the half difference between highest and lowest values within the examined time period, divided by √2 (similar to the standard deviation for a sinusoidal function); (4) NY: The temperature refers to the New York City, instead of the whole state, which suffers from the vast majority of the state infected cases. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.21.20072405 doi: medRxiv preprint Figure 5 . Linear fitting of rates with (left) temperatures and (right) inverse temperatures for US regions. The fitting is weighted with double uncertainties (on both the temperature and rate values). The analysis is first completed for the raw measurements (upper) and then repeated for the binned averages (lower).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.21.20072405 doi: medRxiv preprint Figure 6 . As in Figure 5 , but for Italian regions. Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 168,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 203,
                    "text": "Table 3",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10. 1101 In order to improve the statistics of the estimated critical temperature, we combine the sample points (T i ±δT i , λ i ±δλ i ) of US and Italian regions. First, we perform the Student's t-test to compare the slopes corresponding to US and Italian regions; we find high p t -values (>0.05) for both fits of x=T and x=T -1 , thus, the two populations are likely characterized by the same slope. Tthe respective intercept λ 0 does not pass the same test, i.e., the intercepts corresponding to US and Italian regions are likely different. A universality may characterize the slopes of fits x=T or x=T -1 , i.e.,",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Next, we perform the linear fits of the sample points (T i ±δT i , λ i ±δλ i ) and (T i -1 ±δT i -1 , λ i ±δλ i ) for the mixed set of US and Italian data, once the rates of the Italian regions are shifted by Δλ; the optimal fitting is obtained for that shift Δλ, for which the reduced chi-square is ~1, the p-value of the extremes is ~0.5, and the combined measure ~0 (see previous section). Figure 7 shows how the combined datasets of temperaturerates from US and Italian regions lead to the optimal fitting. (Note that the optimization is not performed for the binned datasets, since they are characterized by smaller p-values -see, Figs. 5 and 6). The results are shown in Table 5 ; we observe that the optimization is reached for two values of the shift Δλ; we estimate the weighted average of the results corresponding toe the two shifts. The weighted mean is performed separately for the fitting cases of x=T and x=T -1 ; however, the weighted mean of the critical temperature is performed for all four results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 401,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 684,
                    "text": "Table 5",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Fitting of datasets combined for US and Italian regions, with the latter's rates shifted by Δλ. The optimal fitting corresponds to shifts Δλ~ 0.031 and ~0.058, for which the reduced chi-square is ~1, the pvalue of the extremes is ~0.5, and the combined measure ~0. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 7."
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020 . . https://doi.org/10.1101 Figure 8 . Relationship of the reproduction number R 0 and its uncertainty with environmental temperature T. According to this, new affected cases cease (R 0 =1) when temperature climbs to T C~3 0 C 0 or (~86 F 0 ).",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 24, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 101,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 110,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Up-to-date there is no systematic statistical analysis of the effect of the environmental temperature T (and possibly other weather parameters) on the exponential growth rate of the cases infected by COVID-19, while a statistically confident relationship between temperature and growth rate (either with positive or negative correlation) is still unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "The presented analysis led to a statistically confident relationship of negative correlation between the exponential growth rate and the average environmental temperature, derived for US and Italian regions. In particular, we analyzed datasets of regional infected cases in US and Italy, derived the exponential growth rates for each of these regions and plotted them against environmental temperatures averaged within the same regions, derived the relationship of temperature -growth rate, and evaluated its statistical confidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10. 1101 The performed statistical analysis involved fitting of linear statistical models with the datasets of environmental temperature (or its inverse) and exponential growth rate, finding their relationship, and evaluating its statistical confidence. The two linear models developed and used for the statistical analysis are (a)",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The statistical confidence of fitting was evaluated using the reduced chi-square values, the p-value of extremes, and a testing measure that combines both of these values. Also, the statistical confidence was also evaluated using the Student's t-test, where the derived slopes compared to a hypothetical zero slope. The sample points of temperature (or inverse temperature) and exponential growth rate were also tested for statistically significant concentrations or rarefactions; namely, for possible heterogeneities within the distribution of sample points that could have significant role in the results. The statistical analysis of the homogenized temperature-rate data points concluded that the negative correlation between temperature and exponential rate is stable, having no statistically significant variability due to concentrations or rarefactions, and it is characterized by a high statistical confidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We also performed a Student's t-test and ensured that the difference between two sample means of US and Italian regions is not statistically significant. A possible universality may characterize the slope of the temperature-rate relationship. This verifies the modeling developed and used by this analysis, where the exponential rate λ, or the reproduction number R 0 , are subjects to a component influenced by the culture in social activities (intercept λ 0 ) and a component influenced by the temperature (slope p 2 ). In this way, the slope may indicate to a universal quantity involved, such as, the (negative) activation energy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Since the derived slopes for US and Italian regions are characterized by no statistically confident difference, we improved the statistics of the estimated fitting parameters by combined the sample points of US and Italian regions. From the derived relationship, among others, we were able to derive the values of the (negative) activation energy E a , and the reproduction number R 0 at normal conditions and how this depends on temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Therefore, the results clearly showed that there is indeed statistically significant negative correlation of temperature on the exponential growth rate of the cases infected by COVID-19. Figure 9 shows the anticorrelation between the mapped exponential rates and average environmental temperature of the USA regions examined by this analysis, which they are characterized by readable exponential growth phase in their evolution spread curve. Figure 9 . Anti-correlation between the spatial distributions of the exponential growth rates of the infected cases (left) and the average environmental temperature (right).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 195,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 450,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020 . . https://doi.org/10.1101 Given the negative correlation of the environmental temperature with the exponential growth rate, it was reasonable to ask for the critical temperature that eliminates the exponential rate, and thus the number of daily new cases in infected regions. This was found to be T C~8 6.1 ± 4.3 F 0 for US regions. It is straightforward to ask when the environmental temperature will climb above this critical value. As an example, Figure 10 plots the daily average temperatures in San Antonio, Texas, shown that will be clearly above the estimated T C threshold in the second half of May. Figure 10 . According to the statistically confident relationship between exponential growth rate of infected cases shown in Fig.8 , the critical temperature, which eliminates the exponential growth, and thus the COVID-19 spread, is T C = 86.1 ± 4.3 F 0 . The plot shows also the May-June daily, nightly, and 24h-averaged environmental temperatures in San Antonio, Texas, averaged over the last three years. The daily average temperatures will be clearly above the estimated T C threshold in the second half of May; thus, the plot suggests a possible date for loosening the strict measures in San Antonio, that is, May 24.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 24, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 101,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 526,
                    "end": 535,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 684,
                    "end": 693,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 809,
                    "end": 814,
                    "text": "Fig.8",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The resulted high statistical confidence of the negative correlation of the environmental temperature on the exponential growth rate of the cases infected by COVID-19 is certainly encouraging for loosening super-strict social-distancing measures, at least, during the summery high temperatures. However, we are, by no-means, recommending a return-to-work date based only on this study. But we do think that this should be part of the decision, as well as an inspiration for repeating the same analysis in other heavily infected regions. The steps of these analyses may be followed as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "(i) Identify different outbreaks in regions with the same culture in social activities and different environmental temperature; (ii) Estimate the exponential growth rates for these regions from the time series of infected cases; (iii) Plot the derived rates against the environmental temperature averaged for these regions, and repeat the analysis of this study to determine the temperature-rate relationship and its statistical confidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020 . . https://doi.org/10.1101 ",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 24, 2020",
                    "ref_id": null
                },
                {
                    "start": 74,
                    "end": 101,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How to flatten the curve of coronavirus, a mathematician explains",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A mathematical model for simulating the phase-based transmissibility of a novel coronavirus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rui",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "P"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z.-Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J.-A",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infect. Dis. Poverty",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40249-020-00640-3"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How COVID-19 and other infectious diseases spread: Mathematical modeling",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ciarochi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A Discrete Mathematical Model for the Aggregation of β-Amyloid",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Dayeh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Livadiotis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elaydi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Plos One",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An Introduction to Difference Equations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elaydi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fitting a straight line with errors on both coordinates",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fasano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vio",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "35",
            "issn": "",
            "pages": "191--196",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Decades-long changes of the interstellar wind through our solar system",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Frisch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bzowski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Livadiotis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccomas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mӧbius",
                    "suffix": ""
                },
                {
                    "first": "H.-R",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Pryor",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Schwadron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sokól",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Vallerga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ajello",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Low energy neutral atoms from the heliosheath",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Fuselier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Allegrini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bzowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Dayeh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "O"
                    ],
                    "last": "Funsten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Galli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heirtzler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Janzen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kubiak",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kucharek",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Livadiotis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccomas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Möbius",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Petrinec",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schwadron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sokół",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Trattner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wurz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Giugliano",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Astrophys. J",
            "volume": "784",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Negative activation energies and curved Arrhenius plots. 1. Theory of reactions over potential wells",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J. Phys. Chem",
            "volume": "8",
            "issn": "",
            "pages": "6429--6435",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Time variations in the generation time of an infectious disease: implications for sampling to appropriately quantify transmission potential",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Math. Biosci. Eng",
            "volume": "7",
            "issn": "",
            "pages": "851--869",
            "other_ids": {
                "DOI": [
                    "10.3934/mbe.2010.7.851"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effects of temperature on COVID-19 transmission",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pawar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stanam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chaudhari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rayudu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.29.20044461"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Rapid Expert Consultation on SARS-CoV-2 Survival in Relation to Temperature and Humidity and Potential for Seasonality for the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Relman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17226/25771"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Solar radiation pressure and local interstellar medium flow parameters from IBEX low energy hydrogen measurements",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Schwadron",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mobius",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kucharek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Saul",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wurz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bzowski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fuselier",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Livadiotis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mccomas",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dj",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Frisch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gruntman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Astrophys. J",
            "volume": "775",
            "issn": "",
            "pages": "1260--1263",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Generalized logistic growth modeling of the COVID-19 outbreak in 29 provinces in China and in the rest of the world",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Darcet",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sornette",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.11.20034363"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "No Association of COVID-19 transmission with temperature or UV radiation in Chinese cities",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. Respir. J. In Press",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Evolution of new cases infected by COVID-19 (on linear-log scale) for mainland China (left) and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Regional distribution of infected cases N t by the end of March (left), and average winter temperature T in mainland Italy (right).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Plots of total N t and new ΔN t infected cases according to model(1), showing the flattening of the spread curve with the interplay of (a) stricter measures (decreasing b), or (b) weaker rates (decreasing λ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "P-value of the extremes: The goodness of the fit is evaluated by comparing the estimated the possible 2  values (parameterized by the degrees of freedom M). The likelihood of having a 2  value, equal to or larger than the estimated value 2 min  , is given by the complementary cumulative distribution. The probability of taking a result 2  , larger than the estimated value 2 min  , defines the p-The larger the p-value, the better the fitting. According to this method, the probability of taking a result with 2  being extremer than the observed value 2 min  , defines the p-value of the extremes; this equals the minimum between the two probabilities, . Fits associated with p-values smaller than the significance level of 0.05 are typically rejected. -Combined P-value and Chi-Square: The p-value of the extremes has very similar behavior with the reduced chi-square (Livadiotis, 2014), because, (i) the p-value attains the optimal value (p=0.5) when chi-square does ( 2 red  =1), (ii) larger values of 1-2p corresponds to larger values",
            "latex": null,
            "type": "figure"
        },
        "TABREF5": {
            "text": "Averaged temperatures and estimated exponential rates of US regionsRegion T [C 0 ] δT [C 0 ] λ [d -1 ] δλ [d -1 ]",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Averaged temperatures and estimated exponential rates of Italian regions",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Fitting parameters of temperature -rate values for US and Italian regions",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Fitting parameters of binned temperature -rate values for US and Italian regions",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Fitting parameters of combined US and optimally shifted Italian regions",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "includes the weighted means of slopes for the fits x=T or x=T -1 ,",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": " as 0.0572±0.0098 and 0.0534±0.0146, respectively, with weighted mean 0.0560±0.0084; then, we find",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}