{
    "paper_id": "c30aface00c0cc99c81cf02ce078697974b7af54",
    "metadata": {
        "title": "Organising outpatient dialysis services during the COVID-19 pandemic. A simulation and mathematical modelling study",
        "authors": [
            {
                "first": "Michael",
                "middle": [],
                "last": "Allen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIHR South West Peninsula Applied Research Collaboration (ARC)",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Amir",
                "middle": [],
                "last": "Bhanji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NHS Trust",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jonas",
                "middle": [],
                "last": "Willemsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NHS Trust",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [],
                "last": "Dudfield",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NHS Trust",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Stuart",
                "middle": [],
                "last": "Logan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NIHR South West Peninsula Applied Research Collaboration (ARC)",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Monks",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Exeter Medical School",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study presents two simulation modelling tools to support the organisation of networks of dialysis services during the COVID-19 pandemic. These tools were developed to support renal services in the South of England (the Wessex region caring for 650 patients), but are applicable elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A discrete-event simulation was used to model a worst case spread of COVID-19 (80% infected over three months), to stress-test plans for dialysis provision throughout the COVID-19 outbreak. We investigated the ability of the system to manage the mix of COVID-19 positive and negative patients, and examined the likely effects on patients, outpatient workloads across all units, and inpatient workload at the centralised COVID-positive inpatient unit. A second Monte-Carlo vehicle routing model estimated the feasibility of patient transport plans and relaxing the current policy of single COVID-19 patient transport to allow up to four infected patients at a time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Discrete-event simulation simulation and Monte-Carlo vehicle routing model provides a useful method for stress-testing inpatient and outpatient clinical systems prior to peak COVID-19 workloads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "If current outpatient capacity is maintained there is sufficient capacity in the South of England to keep COVID-19 negative/recovered and positive patients in separate sessions, but rapid reallocation of patients may be needed (as sessions are cleared of negative/recovered patients to enable that session to be dedicated to positive patients). Outpatient COVID-19 cases will spillover to a secondary site while other sites will experience a reduction in workload. The primary site chosen to manage infected patients will experience a significant increase in outpatients and in-patients. At the peak of infection, it is predicted there will be up to 140 COVID-19 positive patients with 40 to 90 of these as inpatients, likely breaching current inpatient capacity (and possibly leading to a need for temporary movement of dialysis equipment).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Patient transport services will also come under considerable pressure. If patient transport operates on a policy of one positive patient at a time, and two-way transport is needed, a likely scenario estimates 80 ambulance drive time hours per day (not including fixed drop-off and ambulance cleaning times). Relaxing policies on individual patient transport to 2-4 patients per trip can save 40-60% of drive time. In mixed urban/rural geographies steps may need to be taken to temporarily accommodate renal COVID-19 positive patients closer to treatment facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Severe Acute Respiratory Syndrome-Corona Virus-2 (SARS-CoV-2) COVID-19 (henceforth known as COVID) is causing widespread disruption to normal healthcare services, as the number COVID-positive cases increases. In the UK a worst case scenario is that 80% of the population are infected over a three month period, if controls are not put in place [1] . Although social distancing measures are in place both in the UK and internationally, patients with Chronic Kidney Disease who must visit dialysis units are limited in their ability to be fully isolated. It is possible therefore that spread in the dialysis population will be faster than in the general population.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 347,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Rapid guidelines for dialysis service delivery have been published [2, 3, 4] . These include separation of COVID-positive and COVID-negative patients; dialysis units working with transport providers to minimise the risk of cross-infection; and continuing to treat patients as close to home as possible. [2] .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 71,
                    "end": 73,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 74,
                    "end": 76,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Planning service delivery that separates COVIDpositive patients is complicated, due to the uncertainty of the spread of SARS-CoV-2, the variability seen in symptom onset, length of infectivity, and regional delivery of dialysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We therefore sought to support decision making in the period prior to peak infection by developing mathematical models of dialysis service delivery and patient transport. We aimed to provide reusable tools to provide rapid information under various scenarios including a worst case three month spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We developed a discrete-event simulation (DES) model of service delivery in the dialysis network. DES is an appropriate method to capture the stochastic dynamics of a capacity constrained system and model patients individually [5] . DES has been applied extensively in health service delivery [6, 7, 8, 9] and previously to model dialysis demand [10] as well as networks of care facilities [11] . We also developed a Monte-Carlo vehicle routing model to model patient transport. The algorithm used, a combination of the Clarke-Wright Savings [12] method and Iterated Local Search [13] , finds good solutions grouping and ordering patient pickup.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 297,
                    "end": 299,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 300,
                    "end": 302,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 303,
                    "end": 305,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We apply the service delivery modelling tools [14] in the South of England in the region of Wessex: a mixed urban/rural setting where the renal dialysis service cares for 644 patients. The service operates a network of nine centres. The largest of which is located at the Queen Alexandra (QA) Hospital, Portsmouth. To access dialysis services 75% of patients make use of patient transport services. During the epidemic, COVID-positive patients will be treated separately from negative and recovered. The Queen Alexandra will be used as the primary site for positive outpatients and inpatients with spillover to a second site (Basingstoke) when capacity is insufficient. Patient transport services will provide COVID only ambulances with a policy of single patient transport.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Study Setting"
        },
        {
            "text": "In the analysis we excluded home patients (n = 80) and due to its separation from the mainland the Isle of Wight (n = 44).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Setting"
        },
        {
            "text": "The geography of units and patients is described in more detail in appendix A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Setting"
        },
        {
            "text": "We estimated the the change in outpatient and inpatient workload during the epidemic in terms of COVID-positive negative and recovered, at each dialysis unit in the network. Estimates were produced over periods three to six months. We also estimated the number of patients who were required to travel to a different unit from normal and the change in travel time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome measures"
        },
        {
            "text": "We estimated the vehicle total travel implications for patient transport services given a range of COVIDpositive scenarios across the regions geography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome measures"
        },
        {
            "text": "To ensure confidentiality, patient geographic locations was provided at the UK postcode sector level (alternatives might be output areas or northings and eastings). Travel times between these sectors were estimated using Routino (routino.org) with data from OpenStreetMap (openstreetmap.org).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sources"
        },
        {
            "text": "The worst case time of spread of COVID-positive was taken from Fergeson et al. [1] . Mortality rate, time a patient was COVID-positive before admission and inpatient length of stay were local parameters.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Data Sources"
        },
        {
            "text": "All models were written in Python 3.8. We used SimPy 3 [15] to implement the DES model. The transport model was implemented using pandas [16] and NumPy [17] . All charts were produced with MatPlotLib [18] . We provide all code and data used in the study and follow the STRESS reporting guidelines for DES [19] . The dialysis model results were run on an Intel i9-7980XE CPU with 64GB RAM running Ubuntu 19.10 Linux. The transport modelling results were run on an Intel i9-9900K CPU with 64GB RAM running the Pop! OS 19.10 Linux.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 137,
                    "end": 141,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 152,
                    "end": 156,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Analysis environment"
        },
        {
            "text": "We performed model testing (verification) as models were developed in line with simulation standards [20] . Two of the authors are experienced modellers and verification included a code review and cross working on models. Quantitative validation of models (checking models are appropriate detailed and sufficiently accurate) is challenging in the COVID epidemic as the forecast is of unprecedented conditions. We instead worked closely with clinicians, managers and informatics specialists within the local health system to review iterative versions of the model. We also opted to model a range of likely scenarios including what is widely believed to be the worst case.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Verification and validation"
        },
        {
            "text": "The dialysis model runs through a defined period (e.g. one year) and simulates the progression of patients through phases of COVID infection: negative, positive (with some requiring inpatient care) and recovered or died. The speed of progression of infection through the population may be varied (typically 3-12 months).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis model"
        },
        {
            "text": "As patients change COVID state the model seeks to place them in the appropriate unit and session, opening up COVID-positive sessions in units that allow it. COVID-positive patients do not mix with any other patients. Opening up COVID-positive sessions causes other patients to be displaced from that session, and the model seeks to reallocate them either to the same unit or, if there is no space left, to the closest alternative unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis model"
        },
        {
            "text": "The dialysis model is run 30 times to simulate 30 alternative years as, due to the randomness of infection, no two years will be exactly alike. Results show typical (median) and extreme years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis model"
        },
        {
            "text": "A simplification used in this model is that all patients should receive dialysis three times weekly, with each patient allocated to a starting day for the week of either Monday or Tuesday.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient progression model"
        },
        {
            "text": "A proportion of patients moves through phases of COVID state and care (figure 1). The proportions of patients and times in each phase is either fixed or sampled from stochastic distributions as given in table 1. We assume that COVID patients must be separated from uninfected patients, and that patients who have recovered from a COVID episode do not mix with those currently testing COVID positive. We do not deal specifically with suspected COVID patients in the model, anticipating that rapid testing will soon be available to diagnose which group they belong to.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient progression model"
        },
        {
            "text": "The baseline model takes a worst case progression of COVID, infecting 80% of the dialysis population over 3 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient progression model"
        },
        {
            "text": "When allocating patients to units, the following search strategy is employed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unit search strategy"
        },
        {
            "text": "• COVID negative: First look for place in current unit attended. If no room there place in the closest unit (judged by estimated travel time) with available space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unit search strategy"
        },
        {
            "text": "• COVID-positive: Place all COVID-positive patients first in Queen Alexandra Hospital, Portsmouth, and if capacity there is fully utilised open up capacity in Basingstoke. If a new COVID session is required, the model will displace all COVID negative patients in that session, and seek to re-allocate them according to the rules for allocating COVID negative patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unit search strategy"
        },
        {
            "text": "• COVID-positive inpatient: All inpatients are placed in Queen Alexandra Hospital, Portsmouth (though the model allows searching by travel time if another unit were to open to renal COVID-positive inpatients).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unit search strategy"
        },
        {
            "text": "• COVID-recovered : Treat as COVID negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unit search strategy"
        },
        {
            "text": "• Unallocated patients: If a patient cannot be allocated to any unit, the model attempts to allocate them each day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unit search strategy"
        },
        {
            "text": "Patients, in the model, may end up being cared for at a more distant unit than their starting unit. Once every week, the model seeks to reallocate patients back to their starting unit, or closest available unit if room in their starting unit is not available. This will also compress COVID-positive patients into as few units and sessions as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unit search strategy"
        },
        {
            "text": "COVID-positive sessions are converted back to COVID negative sessions when they are no longer needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unit search strategy"
        },
        {
            "text": "3 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unit search strategy"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 27, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The transport model provides an estimate of the vehicle travel time needed to transport COVIDpositive patients to (and from) an outpatient treatment facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient transport model"
        },
        {
            "text": "The model can vary the capacity of transport vehicles (e.g. the number of seats per ambulance) and the number of COVID positive patients in the population who need COVID-positive capable transport at any time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transport scenarios"
        },
        {
            "text": "We model the following daily scenarios:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transport scenarios"
        },
        {
            "text": "• A population of 20 patients are COVID positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transport scenarios"
        },
        {
            "text": "• A population of 40 patients are COVID positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transport scenarios"
        },
        {
            "text": "• A population of 60 patients are COVID positive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transport scenarios"
        },
        {
            "text": "• Ambulances are able to pick up between 1 and 4 COVID positive patients on a single trip.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transport scenarios"
        },
        {
            "text": "For example, if COVID spreads through the population in three months, there may be 140 COVIDpositive patients. If 40% are inpatients, and 75% require transport, there may be 60-70 patients re-quiring COVID-positive transport (30-35 on each day).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transport scenarios"
        },
        {
            "text": "There is no robust way to estimate which patients will become COVID positive and at what time. The model therefore uses a Monte-Carlo sampling approach to simulate different groups of patients becoming infected. The sampling uses the geographic distribution of patient home postcode sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation of pickup locations"
        },
        {
            "text": "• We assume that all patients are equally likely to become infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation of pickup locations"
        },
        {
            "text": "• We weight the sample by the number of patients within each postcode sector. I.e. areas with more patients are more likely to be sampled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation of pickup locations"
        },
        {
            "text": "The model works by performing multiple runs. On each run a different cohort of patients is selected. This means that hundreds of combinations of COVID-positive patient locations can be explored. The more common combinations will be sampled more frequently due to the weighting. For each sample a set of transport routes are created. The transport routes group patients together and order them for transport to the hospital. The grouping is based on travel time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation of pickup locations"
        },
        {
            "text": "We simplified the problem to consider a symmetric 4 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation of pickup locations"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 27, 2020. . road network. That is travel time outward to a patient is the same as inward travel time. In reality road networks are asymmetric, for example due to one way systems, and roadworks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "After a set of patient locations is chosen a set of routes are constructed. The number of routes needed depends on capacity of the ambulance. Each route has a home base for the ambulance. We have simplified the problem so that the ambulance is based at the QA (in reality it will start from an depot elsewhere, but this is only one leg of multiple journeys). In each scenario, we also simplified the problem so that all ambulances have the same capacity (no. of seats) When vehicle capacity is equal to one then the cost of all routes is equal to the travel time to and from all patients. This is our baseline scenario and all other scenarios are compared to it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transport route construction"
        },
        {
            "text": "When vehicles have capacity greater than one, we simplify the problem of patient transport to the deterministic Capacitated Vehicle Routing Problem (CVRP). The CVRP is a well known and studied problem in the vehicle routing literature. As we must solve medium to large CRVP instances thousands of times we do not make use of an industrial solver, such as Gurobi to solve to optimality, due to model runtime. Here we use a two-step heuristic approach. We first use Sequential Clarke-Wright Savings [12] and then use this as the initial 'home base' in a Iterated Local Search [13] meta-heuristic algorithm.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 501,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 574,
                    "end": 578,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Transport route construction"
        },
        {
            "text": "Currently the median travel time from home to dialysis unit (one way, with a single passenger) is 14 minutes. The minimum, lower quartile, upper quartile, and maximum travel times are 1, 9, 22, and 76 minutes. In the planned strategy of using half of one of the largest units (Queen Alexandra) for COVIDpositive dialysis outpatients, and then using a second unit (Basingstoke, also providing up to half of its capacity for COVID-positive dialysis outpatient patients) for any excess, the dialysis system copes without any patients being unable to be allocated to a session (or without any need in dropping dialysis frequency). Workload in units that do not take COVID-positive outpatients will fall during the outbreak (though some work will flow back to them if they need to care for COVID-negative patients displaced from the units caring for COVID-positive patients).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis network"
        },
        {
            "text": "One unit (Queen Alexandra) takes all COVIDpositive inpatients in the model. The novel workload of treating COVID-positive patients who would otherwise not need inpatient care will likely stress inpatient care systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis network"
        },
        {
            "text": "Outpatients may be displaced from their usual unit of care either because they need to travel to a COVID-positive session in another hospital, or because their unit has had to free up sessions for COVID-positive sessions. These patients typically require 20 minutes extra travel time to get to their temporary place of care (assuming they are travelling alone), with some requiring 50 minutes extra travel in each direction to/from dialysis. Figures 5 and 6 illustrate the travel times distribution inbound, and inbound plus outbound (doubled inbound times), respectively, by transport capacity size of the COVID positive patient cohort.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 457,
                    "text": "Figures 5 and 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Dialysis network"
        },
        {
            "text": "A patient transport policy where a single patients are transported at a time has a median time substantially higher than all multi-occupancy policies. In all COVID caseload scenarios the largest improvement is seen when a additional patient is transported in each trip. Further improvement is seen if vehicle capacity is increased to three or four patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient transport"
        },
        {
            "text": "For example, if 40 COVID-positive patients need inbound and outbound transport, then a a median of 80.0 hours (inter-quartile range = 12.5 hours) of ambulance driving time (not including fixed dropoff and clean times) is required per day. If the transport capacity of vehicles is increased to two, three or four patient seating capacity, the median travel time requirements are reduced to 48 hours (a 40% reduction relative to single occupancy vehicles), 38 hours (52% reduction) and 33 hours (60% reduction), respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient transport"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 27, 2020. . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The results indicate that, if current outpatient capacity is maintained, the dialysis units should be able to cope with the worst-case scenario of rapid (three month) spread of COVID, but that workloads will shift to the central hospital. Coping with a rapid spread of COVID will require rapid reallocation of patients to different sessions and units, an effect likely to also impact on ambulance transfer services who will see journey times increase, and have reduced efficiency of having to split COVID positive and COVID-negative patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It appears likely that there will be significant inpatient pressures, with current capacity likely to be breached. It may be necessary to consider moving dialysis equipment during the peak COVID-positive workload when demand on units taking COVIDnegative patients only will be reduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The current practice of transporting COVIDpositive patients individually appears unsustainable. The results demonstrate that single seat ambulances face a challenge in transporting COVID-positive patients to and from the QA on a given day. In each scenario there is significant savings from using the additional ambulance capacity for more COVIDpositive patients. In each scenario the biggest relative improvement is seen when capacity is increased to 2 seats (e.g. reducing ambulance drive time from 75 to about 45 hours per day for 40 patient two-way journeys). Increasing to 2-4seats has further benefit, but returns are diminishing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A general limitation to these types of models is the level of uncertainty about the spread of COVID. We have therefore sought to model worst-case scenarios to enable contingency planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the study"
        },
        {
            "text": "• The model assumes that patients can be reallocated to units/sessions immediately. In practice changes to session allocation (e.g. shifting from COVID-negative to COVIDpositive are likely to be made a little in advance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis model"
        },
        {
            "text": "• The results reported here assume that current capacity is maintained throughout the COVID outbreak. We have not modelled the effect of reductions in capacity that may be caused by staff shortages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis model"
        },
        {
            "text": "• We have not modelled timing of sessions, but the model progressively allocates COVIDpositive sessions as needed, and we would assume that these sessions would come later 6 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis model"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 27, 2020. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 27, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 27, 2020. . in the day, enabling cleaning at the end of the day, ready for any COVID-negative session the next morning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "• We have not included home dialysis patients, which may affect inpatient demand. A likely worst-case scenario (with home dialysis patients following the transmission spread, and need for inpatient care, of the dialysis units, is that inpatient demand may be increased 15%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "• The findings provide estimates of total time patient transport ambulances will need to travel. They are not intended to provide recommendations of the minimum number of ambulances needed to maximise the number of appointments and/or shifts that run on time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transport model"
        },
        {
            "text": "A more accurate, but highly complex and time consuming, formulation of this problem is called the (static) dial-a-ride problem [21] . Dial-a-ride formulations explicitly take account of time windows for patient pickup and drop-off and maximum patient ride-time. Further dynamic complexity would be required in order to incorporate two-way patient journeys.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Transport model"
        },
        {
            "text": "• The route optimisation uses two well known heuristics. A heuristic algorithm offers a fast method to obtain a good solution, but it does not guarantee an optimal solution i.e the shortest possible travel time achieved by optimal assignment of patients to routes. It is possible to solve the CRVP with 100 nodes to 'optimality' using industrial solvers such Gurobi. We chose a heuristic approach primarily for solution speed as we made no assumptions about the size of problem others networks could face internationally. We note that a possible improvement to the approach could be to switch to the Parallel version of Clarke-Wright savings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transport model"
        },
        {
            "text": "• Figures for inward and outwards journeys do no explore the potential efficiencies of dropping patients back at their homes (after dialysis) and picking new patients up at the same time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transport model"
        },
        {
            "text": "All authors conceived the aims of the study. MA and TM conducted the analyses and wrote the paper. AB, SD and JW provided clinical and health system scrutiny of the work. All authors were involved in the development and review of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Footnotes Contributions"
        },
        {
            "text": "This article presents independent research funded by the National Institute for Health Research (NIHR) Applied Research Collaboration South West Peninsula.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 27, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand\". en",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Imperial College Preprint",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 rapid guideline: dialysis service delivery NICE guideline",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Health",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Excellence",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Recommendations for the prevention, mitigation and containment of the emerging SARS-CoV-2 (COVID-19) pandemic in haemodialysis centres",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Basile",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Combe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pizzarelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nephrology Dialysis Transplantation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/ndt/gfaa069"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mitigating Risk of COVID-19 in Dialysis Facilities",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kliger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Silberzweig",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Journal of the American Society of Nephrology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2215/CJN.03340320"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How simulation modelling can help reduce the impact of COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kotiadis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Simulation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/17477778.2020.1751570"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Systems modelling and simulation in health service design, delivery and decision making",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pitt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Monks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crowe",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ Quality & Safety",
            "volume": "25",
            "issn": "",
            "pages": "38--45",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjqs-2015-004430"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An analysis of the academic literature on simulation and modelling in health care",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Brailsford",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Simulation",
            "volume": "3",
            "issn": "",
            "pages": "130--140",
            "other_ids": {
                "DOI": [
                    "10.1057/jos.2009.10"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Discrete event simulation for performance modelling in health care: a review of the literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Günal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pidd",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Simulation",
            "volume": "4",
            "issn": "",
            "pages": "42--51",
            "other_ids": {
                "DOI": [
                    "10.1057/jos.2009.25"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Patient flow within UK emergency departments: a systematic review of the use of computer simulation modelling methods",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohiuddin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Busby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Savović",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Open",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2016-015007"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Simulation model of renal replacement therapy: predicting future demand in England",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roderick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nephrology Dialysis Transplantation",
            "volume": "19",
            "issn": "",
            "pages": "692--701",
            "other_ids": {
                "DOI": [
                    "10.1093/ndt/gfg591"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Using neonatal care data and computer simulation to improve the design and organisation of neonatal care networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "In: Health Serv Deliv Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3310/hsdr03200"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Scheduling of vehicles from a central depot to a number of delivery points",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Operations Research",
            "volume": "12",
            "issn": "",
            "pages": "568--581",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Iterated Local Search",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Lourenço",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "C"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stützle",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Handbook of Metaheuristics",
            "volume": "",
            "issn": "",
            "pages": "320--353",
            "other_ids": {
                "DOI": [
                    "10.1007/0-306-48056-5_11"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID19 dialysis service delivery simulation models. Version",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Monks",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5281/zenodo.3760626"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "SimPy 3.0.11",
            "authors": [
                {
                    "first": "Team",
                    "middle": [],
                    "last": "Simpy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "pandas: a foundational Python library for data analysis and statistics",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mckinney",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Python for High Performance and Scientific Computing",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The NumPy Array: A Structure for Efficient Numerical Computation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Der Walt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Colbert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Varoquaux",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Computing in Science Engineering",
            "volume": "13",
            "issn": "",
            "pages": "22--30",
            "other_ids": {
                "DOI": [
                    "10.1109/MCSE.2011.37"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Matplotlib: A 2D graphics environment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Computing in Science & Engineering",
            "volume": "9",
            "issn": "",
            "pages": "90--95",
            "other_ids": {
                "DOI": [
                    "10.1109/MCSE.2007.55"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Strengthening the reporting of empirical simulation studies: Introducing the STRESS guidelines",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Monks",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S M"
                    ],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Onggo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Simulation",
            "volume": "13",
            "issn": "",
            "pages": "55--67",
            "other_ids": {
                "DOI": [
                    "10.1080/17477778.2018.1442155"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Verification and validation of simulation models",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Sargent",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Simulation",
            "volume": "7",
            "issn": "1",
            "pages": "12--24",
            "other_ids": {
                "DOI": [
                    "10.1057/jos.2012.20"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The dial-a-ride problem: models and algorithms",
            "authors": [
                {
                    "first": "J.-F",
                    "middle": [],
                    "last": "Cordeau",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Laporte",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Annals of Operations Research",
            "volume": "",
            "issn": "",
            "pages": "29--46",
            "other_ids": {
                "DOI": [
                    "10.1007/s10479-007-0170-8"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic representation of patient pathway",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Currently there is sufficient capacity for 668 dialysis patients in the outpatient sessions which are currently open, with 583 patients currently receiving dialysis (87% capacity utilisation).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "to 4 show the effect of COVID progression if 80% of patients are infected over three months. If COVID progresses through 80% of the population in three months then, at the peak, there are up to about 125 COVID-positive patients (115-140 across the 30 model runs). Outpatients positives peak at about 65 (60-70) and inpatient positives peak at about 70 (60-85).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Progression of patient population through COVID infection, assuming 80% become infected over three months, with 15% mortality. The figure also shows the number of patients not allocated to a dialysis session at any time. The bold line shows the median results of 30 trials, and the fainter lines show the minimum and maximum from the 30 trials.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The number of patients (COVID negative, COVID-positive, COVID-inpatient, and COVIDrecovered) allocated to each unit over time. The patient population progresses through infection over three months (with 80% infected). The bold line shows the median results of 30 trials, and the fainter lines show the minimum and maximum from the 30 trials.7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The number of patients displaced from their current unit (left panel) and the additional travel time to the unit of care (right panel) for displaced patients. These results do not include those receiving inpatient care. The patient population progresses through infection over three months (with 80% infected). The bold line shows the median results of 30 trials, and the fainter lines show the minimum and maximum from the 30 trials.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "One-way ambulance transport time distributions (1000 model runs). Results compare population COVID +ive and ambulance seating capacity (e.g. 2 = 2 seats.) Figures do not include ambulance clean-down/turnaround time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Two-way ambulance transport time distributions (1000 model runs). Results compare population COVID +ive and ambulance seating capacity (e.g. 2 = 2 seats.) Figures do not include ambulance clean-down/turnaround time.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Baseline model parameters",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". https://doi.org/10.1101/2020.04.22.20075457 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The research team had no access to individual patient records. All analyses were conducted with aggregate counts of patients per UK postcode sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The code and data used in this study is available at https://git.exeter.ac.uk/tmwm201/ dialysis-service-delivery-covid19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code and Data Availability"
        },
        {
            "text": "The views expressed in this publication are those of the author(s) and not necessarily those of the National Health Service, the NIHR, or the Department of Health and Social Care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclaimer"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        },
        {
            "text": "Ethics",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Not required"
        }
    ]
}