{
    "paper_id": "c356b1f34aa224a699b84b48d053a9545ab7a84c",
    "metadata": {
        "title": "Bringing accountability to the peak of the pandemic using linear response theory",
        "authors": [
            {
                "first": "Meher",
                "middle": [
                    "K"
                ],
                "last": "Prakash",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jawaharlal Nehru Center for Advanced Scientific Research",
                    "location": {
                        "addrLine": "Jakkur",
                        "postCode": "560064",
                        "settlement": "Bangalore"
                    }
                },
                "email": "*correspondingauthor:meher@jncasr.ac.in"
            }
        ]
    },
    "abstract": [
        {
            "text": "The peak of the daily new infections in COVID-19 remained qualitative in description and elusive in arrival. Because of the lack of clarity in what to expect from the peak, apart from the hope that one day the peak will be reached, there has been no metric to describe the success of the implemented strategies. We propose a way of predicting the number of infections that can be expected after a lockdown, assuming they come from the asymptomatic cases prior to the lockdown and using linear response theory. These predictions for several western countries faithfully follow the observed infections for several weeks after the lockdown, suggesting universalities in the recovery pattern of several countries. At the same time, the gap between the quantitative predictions of the recovery patterns for New York and Milan and the observations is striking. These gaps which arise even while emulating the recovery patterns of other western countries raise the possibility of an audit of the success of the implemented strategies, and the potential newer sources of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Models guided by the past intuitions from of the effects of active containment strategies such as the ones used for SARS by South Korea or COVID-19 by China, and seasonal variations on the virulence have predicted the \"peak\" of daily infections [10] . Most governments have imposed restrictions to halt the spread of the virus, albeit of varying levels of intensity and have been eagerly waiting to cross the peak, to mark the success of the containment strategies.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, despite the qualitative picture of how a peak should look like, most seem to be clueless about when the peak will arrive, and if the trends they see in the numbers of new infections post lockdown may be considered satisfactory by their own standards or by the standards of other countries which implemented similar policies. To complicate this, there are stochastic fluctuations in the daily new case numbers. While universalities in the growth curves of different countries have been pointed out by matching the time when the different countries register 100 cases [10] , a similar comparison across the countries for the effectiveness of the lockdown has been missing. To address some of these concerns which have been limiting the concepts to qualitative narrations of the peak, we introduce a model to quantitatively predict the new infections after the lockdown.",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 579,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In an infectious disease the infection spreads when an infected person, whether symptomatic or asymptomatic, comes in contact with susceptible individuals. It is now known that the reported COVID-19 infections are accompanied by a large number of asymptomatic infections [11] . After the lockdown, the first sign of success is a departure from the exponential growth behavior which suggests that the number of daily new infections (I(t)) does not depend on the number of persons identified as infected, but possibly on those who are exposed and still asymptomatic (A(t)). We adopt the convention that t=0 denotes the day of the lockdown. We model the new cases recorded after the lockdown as arising from the asymptomatic individuals A(-1), A(-2), A(-3).. with incubation times t+1,t+2,t+3, ..respectively. Thus the expression for the number of daily new infections t days after lockdown becomes",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Predicting the new daily infections after lockdown."
        },
        {
            "text": "Where µ(t+t; l, k) represents the incubation time between the exposure and becoming symptomatic [12] . We conveniently assume this incubation time for COVID-19 to be a Weibull distribution defined by the parameters l and k, as has been represented for many respiratory infections [13, 14] , although the conclusions will not change for other distributions. Eq. (1) which in physics is known as a linear response formalism [15] , that has also been used for back-calculating the incubation time in the models for the spread of HIV [16] . We further assume that on a day t days prior to the lockdown, the number of asymptomatic infections is proportional to the number of new infections recorded on that day (A(-t) = a.I(-t) ), which modifies Eq. (1) to predict the daily new infections as",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Predicting the new daily infections after lockdown."
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predicting the new daily infections after lockdown."
        },
        {
            "text": "The copyright holder for this preprint this version posted April 27, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We use the publicly available epidemiological data on the number of daily new COVID-19 infections [17] before the lockdown to predict the new cases after the lockdown. We first tested Eq. (2) by scanning over a range of parameters l, k to find the best regression between the predictions (I*(t)) and the observations (I(t)) predictions of Spain. As shown in Figure 1A , l=16, k=2.0 gave a very good match with the observations up to a scaling factor a. It can be seen that the \"peak\" in the infections arises as a consequence of the peak in µ(t+t; l, k). Interestingly, we find that the same distribution function, µ(t+t; l=16, k=2), is also suitable for making predictions for Germany, Switzerland and Austria are shown in Figures 1B-1D . We call this incubation function which suits at least 4 different European countries as the Minimum European Incubation (MEI). This MEI shows that not just the growth curves from different countries are similar [10] , but the relaxation following a lockdown implemented in a similar fashion is also similar. Of course, this similarity is not obvious unless one deconvolutes the history of infections each country went through until the lockdown to obtain the µ(t+t; l, k). Although incubation periods of 19 days [18] and 24 days [19] of COVID-19 infections have been reported, the median time has been estimated to be around 5.2 days based on the exposure history [20] of a few hundred individuals. The median time in the distribution we find common to the response of several countries (l.(ln2) 1/k =13.3 days), is clearly much larger. Whether the longer tails of the incubation have been missed out by the smaller sample sets of patient histories or whether the incubation period for the relaxation at the country level needs a different interpretation, merits a separate work. Here we use the MEI we derived for benchmarking the success of a lockdown.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 951,
                    "end": 955,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1252,
                    "end": 1256,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1269,
                    "end": 1273,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1404,
                    "end": 1408,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 358,
                    "end": 367,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 724,
                    "end": 737,
                    "text": "Figures 1B-1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Universality in the peak."
        },
        {
            "text": "While different countries may use the same word lockdown to describe their mitigation efforts, the degree of restriction certainly varies. However, despite these differences, there might be a lowest common denominator which is set by several factors including the nature of the government as well as the cultural propensity for adherence to rules or a sense of rejection of the restrictions to personal liberty. One can see this commonality from the MEI that was noticed above for many European countries. We now use this as a benchmark metric to understand the evolution of the cases after their lockdown in two cities Milan and New York, assuming the biology of the virus and public response to lockdown are not significantly different. As one sees in Figure 2 , the predictions made for Milan and New York with µ(t+t; l=16, k=2) clearly suggest a huge gap relative to the MEI. The differences in relaxation relative to an otherwise similar scenario from other western countries, or a purported peer-group, raises several natural questions -for any unknown reason these cities relax with a different incubation rate (l=20, k=2; seems to suit with the present data)? However this argument is hard to support as the official norms suggest an extremely restricted movement in Milan compared even to its neighboring countries like Switzerland. Is the lockdown really as perfect as it is believed to be? Are there other sources for newer infections beyond just the asymptomatics before lockdown getting converted to infections? Clearly it cannot be through the individuals classified as infected, as that will reflect as an exponential growth all over again. Last but not the least, could these infections be because of the lack of the personal protective equipment, especially among the health care workers? While the benchmarks may . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 754,
                    "end": 762,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Are the results of lockdown on track?"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 27, 2020. . be common, the differences can only be understood by a careful audit needs of the local realities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In conclusion, we introduce a way of predicting the daily new infections after a lock-down. This framework allows one to transition from a very naïve desire of seeking a peak to actively tracking the progress on a daily basis, ranking themselves among the peers with comparable governments and cultural backgrounds and possibly identifying other sources of infection that were not even suspected earlier when there was no quantitative expectation from the \"peak\". Austria (lockdown, 16 March 2020) all show the best results with an incubation described by a Weibull distribution with parameters l=16, k=2. The \"peak\" arises as a consequence of the peak in the incubation distribution. As with any stochastic process, the numbers do fluctuate around the fluctuations. The fact that all countries relax with similar µ(t+t; l, k) suggests a common Minimum European Incubation (MEI), as we refer to it for the relaxation. This \"European standard\" may be used as a benchmark for other countries with similar quality of quarantine measures. The data on the cases reported up to 15 April 2020 was obtained from the Johns Hopkins database. [17] . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 485,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1132,
                    "end": 1136,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 27, 2020. . https://doi.org/10.1101/2020.04.21.20068478 doi: medRxiv preprint Figure 2 . Judging the success of quarantine. We make predictions of daily new cases in two western cities A. New York and B. Milan, assuming the biology of the disease and the quality of quarantine to be similar. Using the MEI incubation time described by µ(t+t; l=16, k=2), we see a very large gap between the predictions (red line) and the observations for both the cities. Predictions (yellow line) made with µ(t; l=20, k=2) are also shown for a reference, which also are still not satisfactory. These gaps raise questions which are beyond the obsessive \"did we reach a peak\" question, such as why is the relaxation so different for these cities? Are there other sources of infection beyond the asymptomatics converting into symptomatics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 27, 2020. . https://doi.org/10.1101/2020.04.21.20068478 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19-11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Defining the Epidemiology of Covid-19 -Studies Needed",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1194--1196",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2002125"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Novel Coronavirus Emerging in China -Key Questions for Impact Assessment",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Riel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "692--694",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2000929"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Impact of non-pharmaceutical interventions (npis) to reduce covid-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77482"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30073--30079",
            "other_ids": {
                "DOI": [
                    "10.1016/S2468-2667(20"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The simulations driving the world's response to COVID-19",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "How will countrybased mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "931--934",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30567-5pmid:32164834"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Countries test tactics in 'war' against COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kupferschmidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "",
            "pages": "1287--1288",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb3221"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Incubation period of disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Armenian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lilienfeld",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Epidemiol Rev",
            "volume": "5",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Alternative methods of estimating an incubation distribution",
            "authors": [],
            "year": null,
            "venue": "Epidemiology",
            "volume": "18",
            "issn": "",
            "pages": "253--259",
            "other_ids": {
                "DOI": [
                    "10.1097/01.ede.0000254660.07942.fb"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The estimation of SARS incubation distribution from serial interval data using a convolution likelihood",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y C"
                    ],
                    "last": "Kuk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Stat Med",
            "volume": "24",
            "issn": "",
            "pages": "2525--2537",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Nonequilibrium Statistical Mechanics",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Zwanzig",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Back-calculation of HIV Infection Rates",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Bacchetti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mark",
                    "suffix": ""
                },
                {
                    "first": "Nicholas",
                    "middle": [
                        "P"
                    ],
                    "last": "Segal",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Statistical Science",
            "volume": "8",
            "issn": "",
            "pages": "82--101",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Presumed Asymptomatic Carrier Transmission of COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2565"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Clinicalcharacteristicsof2019novelcoronavirus infection in China. medRxiv",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.06.20020974v1"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Incubation period of 2019 novel coronavirus (2019-nCoV) infections among travellers from Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "Klinkenberg",
                    "middle": [],
                    "last": "Don",
                    "suffix": ""
                },
                {
                    "first": "Wallinga",
                    "middle": [],
                    "last": "Jacco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.5.2000062"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Universality of the relaxation patterns: The number of recorded daily infections before (gray bars) and after (blue bars) lockdown are shown along with the predictions based on Eq. 2. The data from four different European countries A. Spain (lockdown, 14 March 2020) B. Germany (lockdown, 21 March 2020) C. Switzerland (lockdown, 17 March 2020) D.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank Prof. Shobhana Narasimhan for helpful comments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements."
        }
    ]
}