{
    "paper_id": "c7f4adb7957655cc617d5c376dfd14871180fb9b",
    "metadata": {
        "title": "An Adaptive, Interacting, Cluster-Based Model Accurately Predicts the Transmission Dynamics of COVID-19 2 3",
        "authors": [
            {
                "first": "R",
                "middle": [],
                "last": "Ravinder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Institute of Technology Delhi",
                    "location": {
                        "addrLine": "6 Hauz Khas",
                        "postCode": "110016 7",
                        "region": "New Delhi"
                    }
                },
                "email": ""
            },
            {
                "first": "Sourabh",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Institute of Technology Delhi",
                    "location": {
                        "addrLine": "6 Hauz Khas",
                        "postCode": "110016 7",
                        "region": "New Delhi"
                    }
                },
                "email": ""
            },
            {
                "first": "Suresh",
                "middle": [],
                "last": "Bishnoi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Institute of Technology Delhi",
                    "location": {
                        "addrLine": "6 Hauz Khas",
                        "postCode": "110016 7",
                        "region": "New Delhi"
                    }
                },
                "email": ""
            },
            {
                "first": "Amreen",
                "middle": [],
                "last": "Jan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Institute of Technology Delhi",
                    "location": {
                        "addrLine": "6 Hauz Khas",
                        "postCode": "110016 7",
                        "region": "New Delhi"
                    }
                },
                "email": ""
            },
            {
                "first": "Abhinav",
                "middle": [],
                "last": "Sinha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICMR -National Institute of Malaria Research",
                    "location": {
                        "addrLine": "Sector 8 Dwarka",
                        "postCode": "110077",
                        "settlement": "New Delhi",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Amit",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sharma",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hariprasad",
                "middle": [],
                "last": "Kodamana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ICMR -National Institute of Malaria Research",
                    "location": {
                        "addrLine": "Sector 8 Dwarka",
                        "postCode": "110077",
                        "settlement": "New Delhi",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [
                    "M"
                ],
                "last": "Anoop Krishnan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Institute of Technology Delhi",
                    "location": {
                        "addrLine": "6 Hauz Khas",
                        "postCode": "110016 7",
                        "region": "New Delhi"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The SARS-CoV-2 driven disease, COVID-19, is presently a pandemic with increasing human 20 and monetary costs. COVID-19 has put an unexpected and inordinate degree of pressure on 21 healthcare systems of strong and fragile countries alike. In order to launch both containment 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "and mitigation measures, each country requires accurate estimates of COVID-19 incidence as 23 such preparedness allows agencies to plan efficient resource allocation and design control 24",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "strategies. Here, we have developed a new adaptive, interacting, and cluster-based 25 mathematical model to predict the granular trajectory COVID-19. We have analyzed 26",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "incidence data from three currently afflicted countries of Italy, the United States of America, 27",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "and India, and show that our approach predicts state-wise COVID-19 spread for each country 28",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "with high accuracy. We show that R0 as the basic reproduction number exhibits significant 29 spatial and temporal variation in these countries. However, by including a new function for 30 temporal variation of R0 in an adaptive fashion, the predictive model provides highly reliable 31 estimates of asymptomatic and undetected COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "and mitigation measures, each country requires accurate estimates of COVID-19 incidence as 23 such preparedness allows agencies to plan efficient resource allocation and design control 24",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "strategies. Here, we have developed a new adaptive, interacting, and cluster-based 25 mathematical model to predict the granular trajectory COVID-19. We have analyzed 26",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "incidence data from three currently afflicted countries of Italy, the United States of America, 27",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "and India, and show that our approach predicts state-wise COVID-19 spread for each country 28",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "with high accuracy. We show that R0 as the basic reproduction number exhibits significant 29 spatial and temporal variation in these countries. However, by including a new function for 30 temporal variation of R0 in an adaptive fashion, the predictive model provides highly reliable 31 estimates of asymptomatic and undetected COVID-19 patients, both of which are key players 32",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "in COVID-19 transmission. Our dynamic modeling approach can be applied widely and will 33 provide a new fillip to infectious disease management strategies worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Introduction 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "Since the first reports from China 1-3 , COVID-19 has spread to all the continents resulting in 37 the infection of more than 1.5 million people and a death toll of more than 100,000 4,5 . Due to 38 the severity of the pandemic, many countries have implemented complete or partial 39 lockdowns and international travel restrictions 6-8 to stem disease transmission 9,10 . As the 40 COVID-19 pandemic presents a very dire economic and humanitarian scenario for most 41 countries worldwide, it is imperative that afflicted governments have ready access to highly 42 reliable estimates of COVID-19 spread across their states and regions. Such predictive 43 incidence data will enable deployment of resource allocation strategies, development of new 44 socio-economic policies and upgradation of healthcare facilities so as to minimize 45 detrimental effects in each country 7, 8, 11 . 46 47",
            "cite_spans": [
                {
                    "start": 871,
                    "end": 873,
                    "text": "7,",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 876,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 879,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "Several studies have modeled the COVID-19 pandemic at the city, state, or country level 6,8,12-48 14 using the common Susceptible-Exposed-Infected-Removed (SEIR) model 15 that can 49 capture the dynamics of an infectious disease such as COVID-19. In this model, the 50 population is divided into four categories of which \"susceptible\" individuals may become 51",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "\"exposed\" to the virus through \"infected\" people who will eventually be \"removed\" (that is, 52 they can no longer infect others). Removed population refers to the individuals who have 53 recovered or died. The traditional SEIR model when applied to model COVID-19, however, 54",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "suffers from the following two major limitations: (i) it assumes homogeneity in a large 55 population via keeping the basic reproduction number R0 a constant (i.e., local variations in 56 the transmission dynamics within a large population are not accounted for) 15-17 , and (ii) it 57 assumes a \"closed population\" without demographic variation stemming from births, deaths 58 or migration 15 . 59 60",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "China reported its first case on 31 December 2019, with a peak in cumulative cases in an 61 eight-week interval and thence a plateauing. Italy followed the same trajectory after ~11 62 weeks and then the USA after ~13 weeks (of the first case in China spatio-temporal variations of R0 in Italy, USA and India (see Figure 1 ). Specifically, we 86",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 322,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "35"
        },
        {
            "text": "tracked COVID-19 spread in each state/region within these countries and then computed R0 87 by explicitly solving the SEIR equations. Interestingly, we observed that R0 exhibited 88 significant spatial and temporal variations (see Figure 1 ), and hence it was deemed 89 inappropriate to be used as a constant for any large population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "35"
        },
        {
            "text": "To address the granularity in R0, we developed a new adaptive, interacting, cluster-based 92 SEIR (AICSEIR) model that, we show, can capture the transmission dynamics of the 93 COVID-19 pandemic within a heterogeneous population to high accuracy ( Figure 2 ). 94",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 256,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "91"
        },
        {
            "text": "Hereon, the term state represents a subpopulation (or a cluster) in a country. State, therefore, 95",
            "cite_spans": [],
            "ref_spans": [],
            "section": "91"
        },
        {
            "text": "corresponds to the geo-administrative boundaries within India and the USA, and regions in 96",
            "cite_spans": [],
            "ref_spans": [],
            "section": "91"
        },
        {
            "text": "Italy. Our new model divided any given country's entire population into multiple, interacting 97 clusters that mingled stochastically. This enabled us to predict the trajectories of COVID-19 98 transmission in three heterogeneous populations of Italy, USA, and India up to the 99 state/region level. Typically, R0 is estimated by fitting an exponential curve in the early 100 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "91"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. behavior will tend to be nonlinear due to recoveries or deaths in infected populations 105 rendering the exponential approximation invalid 15 . In such cases, the exponential approach 106",
            "cite_spans": [],
            "ref_spans": [],
            "section": "91"
        },
        {
            "text": "will lead to a significant underestimation of R0 due to the removed population (as it is not 107",
            "cite_spans": [],
            "ref_spans": [],
            "section": "91"
        },
        {
            "text": "accounted for in the exponential model). To address these caveats, we computed R0 by 108",
            "cite_spans": [],
            "ref_spans": [],
            "section": "91"
        },
        {
            "text": "optimizing predictions from the SEIR model for each state within a country as a function of 109 time (see Methods). This new approach is able to capture the time dynamics of R0 that 110 emanate as a result of public health interventions in a given country. In particular, we 111",
            "cite_spans": [],
            "ref_spans": [],
            "section": "91"
        },
        {
            "text": "decided to re-estimate R0 on a fortnightly interval in order to capture its variability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "91"
        },
        {
            "text": "Methodology",
            "cite_spans": [],
            "ref_spans": [],
            "section": "113"
        },
        {
            "text": "The datasets used for the study include the following. In the above equations, ** , ** , ** , ** , ** , ** denote the number of susceptible, infected, 137 exposed, total hosts, births, and deaths, respectively, in a subpopulation (cluster) 'i' that live 138 in subpopulation 'i' and *+ , *+ , *+ , *+ , *+ , *+ denote the number of susceptible, infected, 139 exposed, total hosts, births, and deaths in subpopulation 'i' that live in subpopulation 'j', 140 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "113"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.21.20074211 doi: medRxiv preprint respectively. In this study, it is assumed that the number of births and deaths compared to the 141 number of susceptible, infected, exposed, total hosts are negligibly small for the time-period 142 considered and therefore set to zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The parameter is called the removal or recovery rate, defined as the reciprocal of the 145 average infectious period. In this study, the average infectious period is considered to be 146 three days. * ( ) the parameter indicates the cluster-wise spread of the disease as a function 147 of time. * ( )is evaluated as * ( ) = *, ( ) where *, ( ) is the time-varying basic 148",
            "cite_spans": [],
            "ref_spans": [],
            "section": "144"
        },
        {
            "text": "reproductive ratio, a key measure that governs the spread of the epidemic. parameter is the 149 inverse of the average latent period or average incubation period. In this study, the average 150 incubation period is assumed to be seven days 8,30 . 151 152",
            "cite_spans": [],
            "ref_spans": [],
            "section": "144"
        },
        {
            "text": "The variable *+ measures the rate at which individuals leave their home population 'j' and to 153",
            "cite_spans": [],
            "ref_spans": [],
            "section": "144"
        },
        {
            "text": "subpopulation 'i', and *+ measures the rate at which individuals leave the subpopulation 'i' 154",
            "cite_spans": [],
            "ref_spans": [],
            "section": "144"
        },
        {
            "text": "and to their home population 'j'. We have assumed that during the onset of an epidemic, any 155",
            "cite_spans": [],
            "ref_spans": [],
            "section": "144"
        },
        {
            "text": "individual in the home population would choose to stay there and a fraction of the individuals 156 that live in population 'i', may return to their home population 'j'. Therefore, we have 157 considered *+ to be zero in the model, while *+ is modeled as a stochastic parameter. To this 158 extent, we have assumed that the fraction of the home going migrant population from each 159 subpopulation 'j' per day will be capped to a fraction 'frac' of the subpopulation. Hence, the 160 matrix is generated as a × matrix, where denotes the total number of states in a 161 country, with each element *+ is sampled from *+ ∼ [0, ], where is the Uniform 162 distribution, with a restriction of S *+ T = . In the study, without loss of generality, 163",
            "cite_spans": [],
            "ref_spans": [],
            "section": "144"
        },
        {
            "text": "frac is set to be 0.10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "144"
        },
        {
            "text": "Once *+ is frozen, the next step is to calculate ** and *+ . This involves the allocation of the 166 home going migrant population from a native subpopulation to ( − 1) other native 167",
            "cite_spans": [],
            "ref_spans": [],
            "section": "165"
        },
        {
            "text": "subpopulations. To this extent, we have assumed that the home of the migrant population is 168 distributed to ( − 1) other subpopulations in a ratio directly proportional to the population 169 of the receiver state and inversely proportional to the distance between them. Further, for 170 simplicity, we assume the state capitals are the point of entry and exit points of the migrant 171",
            "cite_spans": [],
            "ref_spans": [],
            "section": "165"
        },
        {
            "text": "population. If we denote * be the total population of state , then ** = (1 − ** ) * and *+ = 172",
            "cite_spans": [],
            "ref_spans": [],
            "section": "165"
        },
        {
            "text": "where a /0 is the fraction of the population of the receiver state normalized 173 with the population of remaining ( − 1) states and b /0 is the fraction distance between 174 capital cities from the feeder state's capital normalized with distance to the capital cities of 175 the remaining ( − 1) states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "165"
        },
        {
            "text": "The infected population matrix is initialized with ** is equal to the actual number of cases 178",
            "cite_spans": [],
            "ref_spans": [],
            "section": "177"
        },
        {
            "text": "reported in the state at the start of the simulation day and *+ set to zero for all the states. 179",
            "cite_spans": [],
            "ref_spans": [],
            "section": "177"
        },
        {
            "text": "Also, the exposed population matrix is initialized identically to that of the infected 180 population matrix to start the simulation. Further, we add an inter-cluster restriction 181",
            "cite_spans": [],
            "ref_spans": [],
            "section": "177"
        },
        {
            "text": "parameter to tune effect of restrictions imposed, as the result of various interventions 182 enforced by the state/central administrations, on the mobility of the migrant population from 183 feeder state to receiver state with C = 0 representing zero mobility, and C = 1 representing 184 restriction-free mobility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "177"
        },
        {
            "text": "(iii) Computation of R0 186 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "185"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. Here, ** , ** 23456758 , , : are infections predicted by the model, observed infections, a  193 suitable weight, and a set of real numbers, respectively. Once β * ( ) is computed, 194 *, ( ) * ( ) = *, ( ). However, a key point is that due to various 195",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 170,
                    "text": "a  193",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "interventions of state-wise and country-wise interventions *, ( ) would be varying over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Hence, to make our study realistic, we adaptively re-estimate *, ( ) using every 14 days data 197 by employing Eq. (9)-Eq. (11). is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "196"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "To validate our approach, we used the SEIR model to fit actual COVID-19 incidence data for 219",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(i) Basic reproduction number of COVID-19 218"
        },
        {
            "text": "Lombardia of Italy (Figure 1(a) , see Methods), and then computed its R0 values 4,24-29 . The 220 high R 2 value associated with the fit suggests that the derived R0 values are reliable for the 221 time-period considered (Figure 1(a) and Supplementary Material). We then proceeded to do 222 this for all the 30 states within India, 45 within the USA and 20 regions of Italy ( Figures  223  1(b)-(e) ). While in few cases, the R 2 fits were poor due to low initial infection load, most 224 states in the three countries produced highly reliable R0 values (Figures 1(c) -(e) and 225",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 31,
                    "text": "(Figure 1(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 221,
                    "end": 233,
                    "text": "(Figure 1(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 376,
                    "end": 398,
                    "text": "Figures  223  1(b)-(e)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 554,
                    "end": 567,
                    "text": "(Figures 1(c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "(i) Basic reproduction number of COVID-19 218"
        },
        {
            "text": "Supplementary Material). It was noted that states with high incidence returned very robust R 2 226",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(i) Basic reproduction number of COVID-19 218"
        },
        {
            "text": "values and thus, we considered all R0 values with R 2 > 0.8. For the few other states, R0 was 227 assumed to be the country average. Such analyses resulted in a dynamic R0 profile for each of 228 the three countries in the early stages of the COVID-19 outbreak (Figure 1(b) ). Interestingly, 229",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 273,
                    "text": "(Figure 1(b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "(i) Basic reproduction number of COVID-19 218"
        },
        {
            "text": "we observed that for both Italy and the USA, the R0 values exhibited significantly broader 230 distribution ranging from ~2-14 and ~4-12, respectively (detailed state-wise plots for 231 estimating R0 along with the exact R0 scores are provided as Supplementary Material). On the 232 contrary, in the case of India, we observed that R0 values ranged from ~ 2-6 ( Figure 1(b) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 373,
                    "text": "Figure 1(b)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "(i) Basic reproduction number of COVID-19 218"
        },
        {
            "text": "This evident variation in the ranges of R0 values is in congruence with the observed slower 234 rate of early COVID-19 spread in India when compared to the USA and Italy despite the fact 235 that all three countries reported their first COVID-19 case at the end of January 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "233"
        },
        {
            "text": "We next analyzed the temporal variations in R0 as it is significantly altered due to many 238 factors, including travel restrictions, state-wise lockdowns (as in part of USA) and 239",
            "cite_spans": [],
            "ref_spans": [],
            "section": "237"
        },
        {
            "text": "countrywide lockdown (as for Italy and India). We, therefore, calculated R0 for Italy prior to 240 lockdown (that is before 9 March 2020), two weeks into lockdown and four weeks into 241 lockdown (Figure 1(c) ). For the USA, we estimated R0 with a two-week interval period 242 (Figure 1(d) ). Moreover, in the case of India, due to the delayed onset of the spread of 243 disease, we computed a single R0 (Figure 1(e) ). These data provide the R0 landscape as a 244",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 208,
                    "text": "(Figure 1(c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 277,
                    "end": 289,
                    "text": "(Figure 1(d)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 404,
                    "end": 416,
                    "text": "(Figure 1(e)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "237"
        },
        {
            "text": "choropleth map for each country (Figure 1 (c)-(e). As is evident, the R0 for Italy decreased 245 significantly due to its lockdown routines (Figure 1(c) ). Indeed, enforcement of stricter 246 mobility restrictions has reduced Italian R0 values closer to unity thereby controlling the 247 growth of the epidemic (Figure 1(c) ). For the USA, it is clear that only the states that 248",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 41,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 140,
                    "end": 152,
                    "text": "(Figure 1(c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 311,
                    "end": 323,
                    "text": "(Figure 1(c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "237"
        },
        {
            "text": "implemented substantial restrictions have managed to reduce their R0 values (Figure 1(d) ). 249",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 88,
                    "text": "(Figure 1(d)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "237"
        },
        {
            "text": "For India, the strict screening of incoming international travelers and early imposition of 250 lockdown resulted in reduced R0 values in comparison to Italy and the USA. These analyses 251 therefore immediately reveal the benefits of public health interventions, and such modeling 252 approaches may be used widely and routinely for assessment of intervention outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "237"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "254 255"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. Based on revised R0 profiles, we then used our AICSEIR model (see Methods for details) to 285",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "predict COVID-19 spread in Italy, the USA, and India. For this, our model required total state 286 population, values of distance between the capital cities of two-states, initial infected number 287",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "(it could be zero) and the temporal variations in R0 (as estimated in the previous section, see 288",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Methods). The total population of any state was divided into native and migrant categories 289 (latter was set to 10%). It was assumed that the distribution of a state's migrants was directly 290",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "proportional to the population of the home state and was inversely proportional to the inter-291",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.21.20074211 doi: medRxiv preprint capital distance. Therefore, two implicit assumptions in these analyses are: (a) people are 292 prone to migration from a highly populated state, and (b) the likelihood of choosing a nearby 293 state for migration is higher. Further, indirect measures of migration, such as airline/train/bus 294 data and the number of tourists, were ignored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We then compared directly the trajectories of infection prevalence in Italy, the USA, and 297",
            "cite_spans": [],
            "ref_spans": [],
            "section": "296"
        },
        {
            "text": "India using both the traditional SEIR model (represented as single in Figure. 2(a)-(c)) and 298 our new AICSEIR model (Figure 2(a)-(c) ). A new parameter C was introduced wherein 299 values of 1.0, 0.5, and 0.1 represent the inter-cluster interaction restrictions (C of 0 and 1 300 denote the absence of migration versus free migration, see Methods for details). All presented 301 models were run extensively with multiple random seed values to account for the stochastic 302 parameter *+ that models migration as a random event (see Methods). Using this, a direct 303 comparison of the predictive robustness of SEIR and AICSEIR models in the context of true 304",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 77,
                    "text": "Figure.",
                    "ref_id": null
                },
                {
                    "start": 118,
                    "end": 134,
                    "text": "(Figure 2(a)-(c)",
                    "ref_id": null
                }
            ],
            "section": "296"
        },
        {
            "text": "incidence in the three countries is possible (Figure 2(a)-(c) ). We observed SEIR significantly 305",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 61,
                    "text": "(Figure 2(a)-(c)",
                    "ref_id": null
                }
            ],
            "section": "296"
        },
        {
            "text": "overestimates the peak-infected population (five-fold for Italy and up to 1.8 fold the USA and 306",
            "cite_spans": [],
            "ref_spans": [],
            "section": "296"
        },
        {
            "text": "India). In contrast, the AICSEIR provided a significantly closer estimation of infected cases 307 (Figure 2 (a)-(c)). Thus, our approach was able to recapitulate the epidemiological trends both 308",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 107,
                    "text": "(Figure 2",
                    "ref_id": null
                }
            ],
            "section": "296"
        },
        {
            "text": "qualitatively and quantitatively not only on a countrywide scale but also for its constituent 309",
            "cite_spans": [],
            "ref_spans": [],
            "section": "296"
        },
        {
            "text": "states/regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "296"
        },
        {
            "text": "It is noteworthy that the model provides a prediction for total infected, but the observations 312 are based on clinically detected cases. Therefore, both these estimates suffer from the 313 following deficiencies. The clinically detected cases will always underestimate the number of Pradesh (India) with non-zero initial infections. It is noteworthy that in both scenarios, our 342 model is able to predict the observed trends to high statistical reliability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "311"
        },
        {
            "text": "Another facet of our AICSEIR model is its ability to predict the evolution of the infection in 345",
            "cite_spans": [],
            "ref_spans": [],
            "section": "344"
        },
        {
            "text": "state-wise or in clusters. Indeed, the country-wise predictions were computed as the 346 summation of sub-populations (state-wise). To validate further, we selected two states from 347 each country and mapped their COVID-19 burden (Figure 3 ). The initial, exposed, infected, 348",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 240,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "344"
        },
        {
            "text": "and removed populations of Calabria and Veneto (Italy), Idaho and Washington (USA), 349",
            "cite_spans": [],
            "ref_spans": [],
            "section": "344"
        },
        {
            "text": "Madhya Pradesh and Uttar Pradesh (India) were assessed (Figure 3 ). Note that for each 350 country, at least one state chosen had zero initial infected population. For the initiation of 351 infection in these virgin territories, the importation of infected persons would be required 352 based on the cluster interaction term C (C = 0 would maintain zero infection . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 64,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "344"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. and indeed exhibits significant spatio-temporal variations. These fluctuations in R0 need to be 368 incorporated in the development of robust and realistic epidemiological models. We show the 369 utility of the SEIR model for estimating R0 wherein a simple exponential fit may, in the best 370 case, lead to over-/under estimation of R0, and in the worst case, may simply be not valid due 371",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "to the non-linear variations in disease spread. We propose that temporal variations in R0 372",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "should be included in an adaptive fashion, while the spatial variations should be included in a 373 granular, cluster-wise model. This approach is capable of capturing realistic infection 374 dynamics across each nation or indeed worldwide. AICSEIR with its tunable interaction 375 parameters, can indeed be applied to other infectious diseases. 376 377",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "There are several outcomes of immediate public health value from our work: (i) we provide 378",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "robust estimates of infection burden with timelines and this will facilitate proactive 379 development of resource allocation strategies locally 33,34 , (ii) our model provides a caution 380",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "for regions with low caseload presently as they are likely to follow trends of other highly 381 affected areas in the absence of substantial mobility restrictions, (iii) we suggest a locally 382",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "graded contextual interventional responses that can factor socio-economic factors and 383 morbidity (note that complete longer-term lockdowns will have notable detrimental economic 384",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "fallouts resulting in exaggerated impacts on society), (iv) our revised novel coronavirus 385 burden estimates will help map the true extent of infection that includes undetected cases and 386 asymptomatic infections. Although epidemic prediction models tend to discount pivotal 387 contributions from the host and environmental confounders 35,36 , two useful extrapolations of 388 our model are to assess case volumes that may require intensive care and to calculate the true 389 case fatality rates (CFR) 37,38 . The AICSEIR model can thus serve as a valuable tool for 390 strategizing containment and for stemming mortality associated with the COVID-19 391 pandemic. 392 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.21.20074211 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A new coronavirus associated with human respiratory disease in China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "394",
            "issn": "",
            "pages": "265--269",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat 396 origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "New",
            "volume": "398",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel Coronavirus (2019-nCoV) situation reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characteristics of and Important Lessons From the 402",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19) Outbreak in China: Summary of a Report of 72",
            "authors": [],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1239--404",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The effect of travel restrictions on the spread of the 2019 novel 406 coronavirus (COVID-19) outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chinazzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "9757",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aba9757"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19: extending or relaxing distancing control measures",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Colbourn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Lancet",
            "volume": "409",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prudent public health intervention strategies to control the coronavirus 418 disease 2019 transmission in India: A mathematical model-based approach",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mandal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Indian 419 Journal of Medical Research",
            "volume": "0",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Early dynamics of transmission and control of COVID-19: a 421 mathematical modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30144-4"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-424",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Infected Pneumonia",
            "authors": [],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "1199--1207",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Projecting the 426 transmission dynamics of SARS-CoV-2 through the postpandemic period",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kissler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tedijanto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Grad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb5793"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Modeling Infectious Diseases in Humans and Animals",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "429",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Transmission potential of smallpox in contemporary populations. 431",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "414",
            "issn": "",
            "pages": "748--751",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "COVID-19 is higher compared to SARS coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "Journal of Travel Medicine",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Feasibility of controlling COVID-19 outbreaks by isolation of cases 443",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The effect of human mobility and control measures on the 467",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "U G"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "COVID-19 epidemic in China",
            "authors": [],
            "year": 2020,
            "venue": "Science",
            "volume": "4218",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb4218"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "COVID-19 and risks to the supply and quality of tests, drugs, and 469 vaccines. The Lancet Global Health",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Newton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30136-4"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Aggregated mobility data could help fight COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Buckee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "",
            "pages": "471--145",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Lancet. The gendered dimensions of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Epidemiological data from the COVID-19 outbreak, real-time case 474 information",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Scientific Data",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Real estimates of mortality following COVID-19 infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Lancet",
            "volume": "476",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Estimating clinical severity of COVID-19 from the transmission 478 dynamics in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0822-7"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(i) The total number of COVID-19 116 active, and removed cases in three countries-Italy, the USA, and India, along with the state-117 /region-wise details. These data are obtained from the WHO and the respective government 118 databases 4,24-29 . (ii) Population data of each of the states-/regions in the three countries. (iii) 119 Distance between the capital cities of the states in each of the countries is directly calculated 120 from the latitude and longitude of the respective cities. Complete data used in the study are 121 provided in the Supplementary Material. 122 123 (ii) Adaptive interacting cluster-based SEIR (AICSEIR) model 124 Herein, we present the proposed AICSEIR model (Eq. (1) -Eq. (8)), developed by suitably 125 extending the heterogeneous SIR model 15 that captures the coupling dynamics between 126 populations residing at different geographical locations: = *+ + ( *+ ++ − *+ *+ ) − *+ *+ , . (8) 136",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "study, , is computed by directly fitting the observations to the proposed model by 187minimizing the prediction of infections. The optimization formulation for computing ,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "198  199   (iv) Model correction using real-time observations200   It is imperative to reconcile the model predictions of AICSEIR model with clinically 201 diagnosed infected case due to the following reasons: (i) Model predictions will be 202 overestimating the total number of infected cases as predictions only depend on , and the 203 initial infected population. (ii) Clinically diagnosed cases will be underestimating the total 204number of infected cases due to the testing limits or saturation. Hence, a realistic estimate of 205 the total number of infected cases will be following a middle ground between the two. To this 206 extent, we propose a weighted prediction correction strategy motivated by Kalman filter207 estimates: 208 209 54(*;<(5 ( ) = ( ) + g 23456758 ( ) − ( )h Eq. (12) 210 211 Here, 23456758 ( ) is the clinically diagnosed infected cases, 54(*;<(5 ( ) is a realistic 212 estimate of infected cases, and is the weighting factor with | | ∈ [0,1] and can be tuned 213 based on the real scenarios. L value of 0 implies 100% confidence in the model, while an L 214 value of 1 implies 100% confidence in the observation 31 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Basic reproduction number R0. (a) SEIR model fitted against the observed data 258 (from 24 February 2020 to 9 March 2020) for Lombardia (Italy) to compute its R0. Similar 259 approach was applied to all the states for different time periods (see Supplementary 260 Material). (b) Histogram of R0 values for Italy (24 February to 9 March), USA (4 March to 261 18 March), and India (10 March to 24 March) in the early stages of the COVID-19 pandemic. 262",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "R0 in different regions of Italy on 9 March, 24 March and 5 April 2020. (d) R0 in different 263 states of the USA on 18 March and 5 April 2020. (e) R0 in different states of India on 4 April 264 2020. The coloring scheme for (c), (d), and (e) is common and is shown in the legend. Grey 265 regions represent the states for which R0 cannot be estimated reliably due to the low number 266 of cases. 267 268 269 (ii) Adaptive interacting cluster-based SEIR (AICSEIR) model 270 Countrywide spread of COVID-19. Evolution of the pandemic in (a) Italy (b) the 272 USA and (c) India with respect to time. This is based on the traditional SEIR (single cluster) 273 and AICSEIR models with C = 1.0, 0.5, 0.1. C represents the inter-cluster mobility of the 274 population where C = 0 represents zero mobility and C = 1 representing restriction-free 275 mobility. INSET for (a), (b), and (c) show fit of model predictions and observed infected 276 cases (square markers). We noted that the variance in comparison to the mean trajectory is 277 significantly small, and it was hence omitted in these figures. The best estimates considering 278 the error between model and observation for (c) Italy, (d) the USA, and (e) India with L = 279 0.25, 0.50, and 0.75. Note that a lower value of L suggests increased confidence in the 280 observation, while a higher value of L suggests increased confidence in the model. Time T = 281 0 corresponds to 24 February 2020 for Italy, 4 March 2020 for the USA and 10 March 2020 282 for India. 283 284",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "314 infected cases as the number of tests conducted limits the detection. Besides, all 315 asymptomatic infections shall be missed. On the other hand, our model might still 316 overestimate the total number of cases (but not as much as the SEIR approach) as it is based 317 on the initial conditions and infection dynamics as per R0 values. Indeed, there are a host of 318 other confounding factors that can govern R0 such as the climatic conditions, host genetics, 319 immune status, age, gender and co-morbidities. Therefore, the best estimate of total infected320 population lies between model predictions and actual observation (Figure (d)-(f)). While 321 their difference could be small in the early stages, the disparity could be staggering at later 322 stages. To account for this unreliability, we have added a model correction factor L, inspired 323 by the Kalman filter that provides an estimate of the infected population 33 . Here, the estimate 324 of the infected population at any time is computed as the sum of the infected population in 325 the previous timestep − 1 and the difference between observed and model prediction at 326 weighted with L (see Methods). |L| resides between 0 and 1 based on the confidence of the 327 model and observation: L value of 0 implies 100% confidence in the model, while a value of 328 1 implies 100% confidence in the observation. We suggest that former (L = 0) can be used in 329 countries with a scarce level of COVID-19 testing while the latter (L = 1) can be used where 330 there is ample testing capacity (Figures 2(d)-(f)). In this scenario, the real observations 331 provide a lower bound of the infected cases while our AICSEIR model provides the upper 332 bound. This, in turn, allows the estimation of infections that may be undetected or 333 asymptomatic, as both play major roles in the transmission of the infections. 334 335 (iii) Representative state-wise prediction of COVID-State-wise evolution of COVID-19. Mapping of the pandemic in three states (a) 338 Calabria (Italy), (b) Idaho (the USA), and (c) Madhya Pradesh (India) with zero initial 339 infections as predicted by AICSEIR model in comparison to the observed data. Progression 340 of COVID-19 in three states (d) Veneto (Italy), (e) Washington (the USA), and (f) Uttar 341",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The dynamics of disease spread, therefore, involves a few primary cases and an 70index case up to which point the R0 is limited in its value. Beyond this, when the infection 71 starts to move from index cases to their contacts, the R0 assumes greater magnitude and then 72it can drive community transmission that is currently being witnessed in many countries and 73 feared in others that are behind in their epidemic evolution.74 75Although R0 is a measure of communicability of COVID-19, its upper range determines the 76 speed of spread. Estimation of R0 assumes that everyone around a primary case is equally 77susceptible to the infection and thereby suggests that it is dependent on the causative agent 78alone. However, R0 is a function of direct and indirect interactions between the agent, host 79 and environment. The hosts' immune status, genetic makeup, comorbidities, gender and 80 smoking can contribute towards disease transmission. Equally, the environment that supports 81transmission is dynamic via variations in temperature, humidity, population density, 82 migration, adaptive interventions like quarantine/isolation/social distancing, socio-economic 83conditions and so on 18-22 . Hence, the use of a constant value for R0 cannot capture the 84 evolving transmission dynamics accurately. To address this challenge, we first estimated the 85",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "). We observed 353 that infection trajectories predicted by the model were in excellent agreement with the 354 observed cases for states with zero initial infected population and finite infected population. 355In other words, through the cluster interaction term, the model is able to realistically predict 356 the spread of COVID-19. We have provided detailed state-wise mapping of populations 357likely to be infected in future for each state in each of the countries (30 in India, 45 in the 358 USA, and 20 Italy, Supplementary Material). These data will facilitate state-level and 359 national authorities to devise plans for the allocation of public health resources judiciously at 360 a granularity that addresses state-wise disease burden.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". https://doi.org/10.1101/2020.04.21.20074211 doi: medRxiv preprint Conclusion 365 To our knowledge, previous studies on the COVID-19 pandemic have used a constant value 366 of R0 to assess disease spread 6,8,12,32 . We have clearly demonstrated that R0 is not constant 367",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank IIT Delhi HPC facility for computational resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "481"
        },
        {
            "text": "The authors declare no competing interests. 485 486",
            "cite_spans": [],
            "ref_spans": [],
            "section": "484"
        },
        {
            "text": "All the codes used in the present work are developed in-house in the python environment and 488are made available in the GitHub repository: https://github.com/m3rg-489 repo/COVID_modeling. 490",
            "cite_spans": [],
            "ref_spans": [],
            "section": "487"
        }
    ]
}