{
    "paper_id": "c9fd6ece04f991a7a7dfadb2a524124b57e0a59d",
    "metadata": {
        "title": "COVID-19 pandemic: examining the faces of spatial differences in the morbidity and mortality in sub-Saharan Africa, Europe and USA",
        "authors": [
            {
                "first": "Adebayo",
                "middle": [
                    "A"
                ],
                "last": "Otitoloju",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lagos",
                    "location": {
                        "settlement": "Lagos",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Ifeoma",
                "middle": [
                    "P"
                ],
                "last": "Okafor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lagos",
                    "location": {
                        "settlement": "Lagos",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Mayowa",
                "middle": [],
                "last": "Fasona",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lagos",
                    "location": {
                        "settlement": "Lagos",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Kafilat",
                "middle": [
                    "A"
                ],
                "last": "Bawa-Allah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lagos",
                    "location": {
                        "settlement": "Lagos",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Chukwuemeka",
                "middle": [],
                "last": "Isanbor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lagos",
                    "location": {
                        "settlement": "Akoka, Lagos",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Onyeka",
                "middle": [
                    "S"
                ],
                "last": "Chukwudozie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lagos",
                    "location": {
                        "settlement": "Akoka, Lagos",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Olawale",
                "middle": [
                    "S"
                ],
                "last": "Folarin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lagos",
                    "location": {
                        "settlement": "Lagos",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Taiwo",
                "middle": [
                    "O"
                ],
                "last": "Adubi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lagos",
                    "location": {
                        "addrLine": "Parasitology Unit",
                        "settlement": "Akoka, Lagos",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Temitope",
                "middle": [
                    "O"
                ],
                "last": "Sogbanmu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Lagos",
                    "location": {
                        "settlement": "Lagos",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [
                    "E"
                ],
                "last": "Ogbeibu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Benin",
                    "location": {
                        "settlement": "Benin City, Edo State",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: , the disease associated with the Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) is currently a global pandemic with several thousands of confirmed cases of infection and death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "However, the death rate across affected countries shows variation deserving of critical evaluation. Methods: In this study, we evaluated differentials in COVID-19 confirmed cases of infection and associated deaths of selected countries in Sub-Sahara Africa (Nigeria and Ghana), South Africa, Europe (Italy, Spain, Sweden and UK) and USA. Data acquired for various standard databases on mutational shift of the SARS-CoV-2 virus based on geographical location, BCG vaccination policy, malaria endemicity, climatic conditions (temperature), differential healthcare approaches were evaluated over a period of 45 days from the date of reporting the index case. Results: The number of confirmed cases of infection and associated deaths in Sub-Sahara Africa were found to be very low compared to the very high values in Europe and USA over the same period. Recovery rate from COVID-19 is not correlated with the mutational attributes of the virus with the sequenced strain from Nigeria having no significant difference (p>0.05) from other geographical regions. Significantly higher (p<0.05) infection rate and mortality from COVID-19 were observed in countries (Europe and USA) without a current universal BCG vaccination policy compared to those with one (Sub-Sahara African countries). Countries with high malaria burden had significantly lower (p<0.05) cases of COVID-19 than those with low malaria burden. A strong negative correlation (-0.595) between mean annual temperature and COVID-19 infection and death was observed with 14.8% variances between temperature and COVID-19 occurrence among the countries. A clear distinction was observed in the COVID-19 disease management between the developed countries (Europe and USA) and Sub-Sahara Africa. Conclusions: The study established that the wide variation in the outcome of the COVID-19 disease burden in the selected countries are attributable largely to climatic condition (temperature) and differential healthcare approaches to management of the disease. We recommend consideration and mainstreaming of these findings for urgent intervention and management of COVID-19 across these continents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 is the disease associated with Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2). Characterising COVID-19 as a pandemic is an acknowledgement that the coronavirus disease 2019 (COVID- 19) outbreak, which started in the Hubei province of China in 2019, has now spread to all continents, affecting most countries around the world including African countries (Cucinotta and Vanelli, 2020). Since the outbreak of COVID-19, it has spread through different countries and continents, but with differential impacts and peculiarities. The European region has recorded about 1.05 million confirmed cases and 93,000 deaths; Regions of Americas -743,000",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "19)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "confirmed cases and 33,000 deaths; Western Pacific Region -127,000 confirmed cases and 5558 deaths; Eastern Mediterranean Region -115,000 confirmed cases and 5,600 deaths;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "South-east Asia region -23,000 confirmed cases and 1000 deaths; and Africa 12,000",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "confirmed cases and 500 deaths (WHO, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It has been anticipated that the impacts of Covid-19 outbreak in African countries and many developing countries would be very devastating because of several reasons including poor state of health infrastructure, poverty concerns, unfavourable living conditions in the cities, population densities and prevalence of underlying disease conditions like lower respiratory infection, malaria, diarrheal, HIV/AIDS and tuberculosis (The World Bank, 2020). In addition, many West African countries have poorly resourced health systems, rendering them unable to quickly scale up responses to disease outbreaks (Baker, 2020) . Most countries in the region have fewer than five hospital beds per 10,000 of the population and fewer than two medical doctors per 10,000 of the population. In contrast to Italy and Spain with 34 and 35 hospital beds respectively per 10,000 of the population and about 41 medical doctors per 10,000 of the population (Martinez-Alvarez, 2020). According to UNECA (2020), Africa could see 300,000 deaths from the coronavirus this year even under the best-case scenario.",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 615,
                    "text": "(Baker, 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Under the worst-case scenario with no interventions against the virus, Africa could see 3.3 million deaths and 1.2 billion infections. The fears being expressed by many of these genuine observers of potential dangers that may occur in Africa as a result of the COVID-19 epidemic are therefore well-founded because all the metrics point to a very catastrophic outcome as it is currently being recorded in some countries in Latin America with similar level of development and poor healthcare system (AFP News Agencywww.aljazeera.com).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020 Despite all the concerns of poor healthcare systems and underlying poor conditions, the outbreak of COVID-19 in some parts of Africa has not resulted in the largely anticipated huge spike in the number of confirmed cases and deaths. This surprisingly low number after a thirty (30) to forty-five (45) day period of the COVID-19 outbreak in some of the African countries is raising a lot of research questions in order to understand the true situation of the epidemic in these countries and also provide lessons learnt or to be learnt around the world (Ebenso and Otu, 2020; Vaughan, 2020) .",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "text": "April 24, 2020",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 625,
                    "end": 647,
                    "text": "(Ebenso and Otu, 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 648,
                    "end": 662,
                    "text": "Vaughan, 2020)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "It is therefore pertinent to investigate the trend in the spread of this disease, establish similarities or disparities among countries and attempt to determine the underlying reasons for the observed variations. Furthermore, there is an urgent demand to ensure that adequate preventive measures are put in place to ensure that the disease does not spread among very vulnerable populations where the healthcare system is at best weak and may not be capable of coping with the epidemic, unlike the more robust healthcare systems in Europe and America (Gilbert et. al., 2020) .",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 573,
                    "text": "(Gilbert et. al., 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The main objectives of this paper are to compare COVID-19 confirmed cases and deaths data in some countries in Africa (Nigeria, Ghana and South Africa) with those reported in the more developed countries (Italy, Spain, UK, Sweden and USA) with better healthcare systems. There is therefore the need to evaluate several underlying factors in the spatial differences observed with incidence and disease burden of COVID-19. Specific factors examined in this paper are: mutational shift of the SARS-CoV-2 virus based on geographical location, BCG vaccination policy of the countries, malaria endemicity, climatic conditions (temperature), differential healthcare approaches as dictated by cultural norms, practice and unfettered access to prescription drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The geographical location and basic climatic conditions of the eight study countries are as follow:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Countries"
        },
        {
            "text": "i. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Countries"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. Mean Temperature data for 50 years (1962 to 2012) for all the study countries was sourced from the archive of the Stat World (https://stat.world/biportal/?allsol=1). The temperature data were summarized for long-term spatial and temporal means.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Countries"
        },
        {
            "text": "Information on healthcare approaches were obtained from anecdotal data, reviews of literature and statistic websites like www.nairametrics.com and www.healthdata.org. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Countries"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. These data were analysed for significant relationships between time, confirmed cases of infection and deaths using simple linear correlation and regression models with the purpose of developing predictive equations to establish future trend and projection in each country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Countries"
        },
        {
            "text": "Multivariate statistics using similarity indices and hierarchical cluster analysis were performed to identify similarities or disparities among countries in terms of the chosen parameters -confirmed cases and reported deaths (Hammer et al., 2001; Ogbeibu, 2014) .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 246,
                    "text": "(Hammer et al., 2001;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 247,
                    "end": 261,
                    "text": "Ogbeibu, 2014)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Study Countries"
        },
        {
            "text": "Mann-Whitney test and Spearman's rank correlation were done to determine relationship between BCG vaccination, malaria endemicity and climatic condition (temperature) with level of occurrence of COVID-19 confirmed cases and deaths in study countries. Level of significance is set at 5% (p<0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Countries"
        },
        {
            "text": "The SARS-CoV-2 sequences from different geographical locations were properly edited using a bio-edit tool software, as gaps within the sequence were deleted. A sequence alignment analysis was conducted using the Clustal W, which is a multiple sequence alignment program that uses seeded guide trees and HMM profile-profile techniques to generate alignments between three or more sequences, then utilizing the UPGMA/Neighbor-joining method to generate a distance matrix. The program also uses the BLOSUM scoring matrix, as default settings of gap penalty at 5, gap open penalty at 15 and finally, gap penalty cost at 6.66 per element.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of possible mutational shift of novel Coronavirus (SARS-CoV-2) based on geographical location"
        },
        {
            "text": "An automated tree was generated after the consistent alignments. The tree was rendered using the RaxML bootstrap (Stamatakis, 2006 ). The resulting clustering shows the relationships between the countries.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 130,
                    "text": "(Stamatakis, 2006",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Phylogenetic Analysis"
        },
        {
            "text": "The results of the daily trend of confirmed cases of infections and deaths over a 45 day period for Nigeria, Ghana, South Africa, Italy, Spain, UK, USA and Sweden are presented in . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Daily Trend in Confirmed Cases of infection and Deaths"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. (Fig. 1) . For the recorded number of deaths from COVID-19, Italy has the highest number of deaths from the disease followed by Spain, USA, UK, Sweden, Ghana and Nigeria (least) over the 45 days period (Fig. 2) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 277,
                    "end": 285,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Daily Trend in Confirmed Cases of infection and Deaths"
        },
        {
            "text": "In order to understand and monitor the daily trend in cases of infection and death, using available data, regression and correlation analysis were performed to establish relationships and generate predictive regression equations for each country. The higher the coefficient of determination R 2 , the higher the proportion of confirmed cases of infection and deaths accounted for by time. On the basis of the analysis, a severity classification index was derived to establish the timeinfection (confirmed cases) ( Table 2 ) and timedeath relationships for the countries (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 514,
                    "end": 521,
                    "text": "Table 2",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 570,
                    "end": 579,
                    "text": "(Table 3)",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Projections on confirmed cases of infection over time in different countries"
        },
        {
            "text": "For the number of confirmed cases, Nigeria and Ghana were projected to be VERY LOW, South Africa and Sweden as LOW, United Kingdom (UK) as HIGH, while USA, Italy and Spain were projected to be VERY HIGH (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "text": "(Table 2)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Projections on confirmed cases of infection over time in different countries"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Projections on confirmed cases of infection over time in different countries"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. For the number of deaths, Nigeria, Ghana and South Africa were projected to be VERY LOW, Sweden as LOW, United Kingdom (UK) and USA as HIGH, while Italy and Spain were projected to be VERY HIGH (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 269,
                    "end": 278,
                    "text": "(Table 3)",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In order to establish the relationship between confirmed cases and death numbers, using available data, regression and correlation analysis were performed to establish the relationships in reported values. On the basis of the analysis, a classification index was derived and used to classify relationship of confirmed cases of COVID-19 infection and deaths over time for the countries. On the basis of the derived indices, the relationship for Nigeria, Ghana, South Africa, USA and Sweden were classified as LOW while time-death relationships for Italy, Spain and UK were classifies as HIGH (Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 591,
                    "end": 599,
                    "text": "(Table 4",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "Relationship between Confirmed Cases and Reported Deaths in different countries"
        },
        {
            "text": "In order to group the countries on the basis of similarity in trends of confirmed cases and deaths, Similarity and distance indices (Bray Curtis and Euclidean) were computed among countries. These indices were further supported with hierarchical cluster analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship between Confirmed Cases and Reported Deaths in different countries"
        },
        {
            "text": "The results of the similarity and distance indices for the confirmed cases of COVID-19 infection are presented in Tables 5 -6 CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 125,
                    "text": "Tables 5 -6",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "Relationship between Confirmed Cases and Reported Deaths in different countries"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.20.20072322 doi: medRxiv preprint grouping of the other countries was also established with USA, Italy and Spain in a subgroup, South Africa and Sweden in another sub-group while UK was a standalone, although more associated with SA-Sweden sub-group (Figs. 3 -4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The results of the similarity and distance indices for the number of death cases are presented in Tables 7 -8 is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 109,
                    "text": "Tables 7 -8",
                    "ref_id": "TABREF16"
                }
            ],
            "section": "Similarity and Hierarchical Cluster Analysis"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The number of base pairs is approximately the same for all of the retrieved genome. They were within the range of 29417 bp-29903 bp. The retrieved sequence from the Nigerian population had the least genomic content of 29417 bp, while the South African population had the highest genomic content of 29902 bp. The multiple sequence alignment showed that majority of the genomic regions were highly conserved with little or no polymorphic attributes across the entire genome (Fig. 7) . This was further validated from the obtained phylogenetic tree bootstrap value, which revealed that the mutational rate is less significant, with little or no change across the population groups. The bootstrap scores were relatively zero, showing no significant change in the viral genome. The conservation scores for the entire sequence alignment was 98%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 480,
                    "text": "(Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "Evaluation of possible mutational shift of novel Coronavirus (SARS-CoV-2) based on geographical location"
        },
        {
            "text": "For the phylogenetic analysis, an automated tree was generated after the consistent alignments. The resulting clustering based on phylogenetic analysis shows the relationships between the countries (Fig. 8) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "(Fig. 8)",
                    "ref_id": null
                }
            ],
            "section": "Evaluation of possible mutational shift of novel Coronavirus (SARS-CoV-2) based on geographical location"
        },
        {
            "text": "Information collected on BCG vaccination policy in the selected African countries (Nigeria,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of the relevance of Bacille Calmette-Guerin (BCG) vaccination policy on COVID-19 incidence and mortality rates"
        },
        {
            "text": "Ghana and South Africa) showed that all the countries have a current universal BCG vaccination policy, which is administered at birth. Nigeria has a multiple BCG vaccination policy while South Africa has a single vaccination policy. All the developed countries . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of the relevance of Bacille Calmette-Guerin (BCG) vaccination policy on COVID-19 incidence and mortality rates"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. Table 9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 82,
                    "text": "Table 9",
                    "ref_id": "TABREF21"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "showed that there is a significantly (p<0.05) higher infection rate in countries that do not have a current universal BCG vaccination policy compared to those countries with a vaccination policy (Figure 9 ). The percentage death due to COVID-19 is also significantly (p < 0.05) higher in countries without the BCG vaccination policy compared to countries with existing BCG policy ( Figure 10 ). However, there was no significant (p > 0.05) difference in infections rates in countries which had a universal vaccination policy in the past compared to countries that never had a universal vaccination policy ( Figure 11 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 204,
                    "text": "(Figure 9",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 391,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 607,
                    "end": 616,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Analysis of the data BCG policy in selected countries and confirmed cases of COVID-19"
        },
        {
            "text": "The results of the assessment of the relationship between malaria endemicity in sub-Saharan",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Malaria endemicity and occurrence of COVID-19 infection"
        },
        {
            "text": "Africa and occurrence of COVID-19 are presented in Table 10 and Figure 12 . The result shows there is a statistically significant (p<0.05) difference in the occurrence of COVID-19 cases between countries with high malaria endemicity compared to countries with low malaria endemicity. Countries with high malaria burden had significantly (p<0.05) lower cases of COVID-19 than those with low malaria burden. Spearman's rank correlation was also strong. As the number of malaria cases increased, the number of COVID-19 cases decreased (r = -0.08).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 59,
                    "text": "Table 10",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 64,
                    "end": 73,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Malaria endemicity and occurrence of COVID-19 infection"
        },
        {
            "text": "The influence of climatic condition depicted by temperature pattern on the COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 infection"
        },
        {
            "text": "infection was examined among the study countries. Figure 12 shows the computed spatial long-term mean temperature and Figure 13 shows the temporal mean monthly temperature . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 59,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 118,
                    "end": 127,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "COVID-19 infection"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. Figure 13 ). . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 84,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. Result of findings on healthcare approaches to management of COVID-19 in some African countries compared to the Europe and USA indicates a clear distinction in approach to management of the disease. Across the developed world, the preferred treatment approach has been to test, voluntary isolation at home, hospitalise for observation and treat, however, in Sub-Saharan Africa, the approach is basically test, mandatory isolation and treat (Table   11 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 526,
                    "text": "(Table   11",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The outcome of the analysis of COVID-19 data for the confirmed cases of infection and recorded deaths from the index case reporting to forty-five days study period indicates a clear cut division between the different countries being assessed. In particular, countries such as Nigeria and Ghana in sub-Saharan Africa were found to have consistently different pattern of confirmed cases of COVID-19 infection and recorded death cases compared to countries with more robust and well-resourced healthcare systems in Europe (Italy, Spain and UK) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "USA. During the study period, the number of confirmed cases of infection and associated deaths in sub-Saharan Africa were found to be very low (confirmed casesrange from 318 to 408; Deaths -6 to 10) compared to the exceeding high values (confirmed casesrange from . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. al. (2020) also reported that no mutation has been observed in these identified epitopes among the 120 available SARS-CoV-2 sequences (as of 21 February 2020) and suggested that immune targeting of these epitopes may potentially offer protection against this novel virus. Our observation therefore provides a bit of relief, as regarding the lesser mutation . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. Current guidance from the World Health Organisation (WHO) is that there is no known cure for this virus with 100% certainty however, research for vaccinations and cure continues fervently. In the interim, official guidance from global public health authorities is to test, test and test as many individuals of the population, practise social distancing, washing of hands with soap, use of hand sanitizers and then to proceed with caution when adopting any of the speculative treatment options. This very loose guidance has led to differential healthcare approaches to management of COVID-19 in different countries across the world. The outcome of our findings has revealed that fundamental differences exist between the healthcare systems of sub-Saharan Africa and those of Europe and America. In Europe and America, the preferred treatment approach has been to test, voluntary isolation at home, hospitalise for observation and treat, however, in sub-Saharan Africa, the approach is basically test, mandatory isolation and treat (see Table 11 ). So while the developed countries are concentrating on testing, the sub-Saharan African countries seem to be concentrating more on treating the diseases with some of the speculative re-purposed drugs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1110,
                    "end": 1118,
                    "text": "Table 11",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Although there seems to be no basis for comparison in terms of resources and organisation between the healthcare systems in Europe and USA with that of sub-Saharan Africa, the outcomes with regards to number of recorded deaths or recovery rate of COVID-19 patients is staggering and very baffling. While a more resourced healthcare system in Europe and America has an outcome of 4064 (USA), 1789 (UK), 8464 (Spain) and 12428 (Italy) deaths after 44 days of reporting the 1 st index case, a country like Nigeria recorded 10 deaths after 44 days (www.worldodometer.com). So it does appear that something must be amiss because . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04. 20.20072322 doi: medRxiv preprint Page 27 of 32 the numbers simply do not follow basic logic. It therefore seems that there may be a need to review the current healthcare approaches or guidance the mentioned developed countries have adopted to managing the COVID-19 illness. The outcomes in terms of the substantial huge number of recorded deaths seem to indicate a weakness in the healthcare approach. It may just be time to learn a lesson or two from the approach which the less developed countries have adopted to manage the disease in this time of emergency.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 143,
                    "text": "20.20072322 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In Europe and America, the healthcare system is largely centrally controlled; public sector based and with rampant initiation of professional consequences if a wrong call is made. Also, there is controlled access to many drugs. However, in sub-Saharan Africa countries like Nigeria, the healthcare system is predominantly private, with lesser occurrence of initiation of professional consequences. The inability or difficulty of the healthcare workers in the more developed countries to adapt rapidly and explore the use of speculative drugs during this emergency maybe attributable to the stringent medical guidance, professional consequences and exposure to lawsuits associated with medical care in the countries. However, the differential outcomes from the two approaches in the management of this pandemic between the selected countries is indicative that in the enactment of emergency legislations for disease outbreaks, the congress or legislative bodies need to consider inclusion of clauses which are aimed at shielding the healthcare professionals of potential litigations that may arise from some decisions taking in their attempts to save lives during this type of novel disease outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Apart from healthcare approach to management of the disease, a curious look at the healthcare systems in the different countries points to major obvious differences. Aside from the substantial differences in funding and manpower availability, there is almost unfettered access to most types of prescription drugs. Therefore, it is very possible that a large number of COVID-19 positives in Africa would have reached out to the pharmacist for different treatment sessions before eventually going for COVID-19 test. So could this early treatment occasioned by easy access to prescription drugs be a factor in the lowering death numbers being recorded in countries like Nigeria and Ghana? There is little doubt that in an emergency situation like the COVID-19 pandemic, the somewhat informal nature of healthcare practice in sub-Saharan Africa probably gives the healthcare professionals more room to operate by prescribing without formal guidance, certain drugs which have been reported in several media as being effective for the treatment of COVID-19, without . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. Emergency Operation Centre riding on facilities put in place during the Ebola crisis (Nature Medicine, 2020). There is no doubt that when another epidemic arises again, the experiences of the COVID-19 pandemic will make a lot countries to act differently and possible swiftly, which might affect the overall disease burden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "As the covid-19 pandemic is still unfolding, this paper has examined several factors in spatial differences associated with the disease over a 46 period of observation. The patterns and trends are still evolving and by the time the paper is published, significant changes could have occurred. The wide variation in the number of COVID-19 testing being carried out by the different countries will also have a major impact on the actual number of reported confirmed cases of infection. The number of deaths associated with COVID-19 during the period of study is however likely to follow the same trend as reported. A few selected countries have been chosen for evaluation and this may limit generalizability of findings. The findings however cuts across continents and this will provide scientific basis for detailed and more targeted research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitation of the study"
        },
        {
            "text": "This study has revealed compelling spatial differences in the incidence and deaths from COVID-19 in selected countries in sub-Saharan Africa compared to Europe and USA over a 46-day observation period. The major factors attributed to the wide variation in the outcome of the COVID-19 disease burden in the countries examined are BCG vaccination policy, malaria endemicity, climatic condition (temperature) and differential healthcare approaches to management of the disease. The need to consider inclusion of clauses in national emergency legislations aimed at protecting healthcare professionals from lawsuits that can . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Preliminary identification of potential vaccine targets for the COVID-19 Coronavirus (SARS-CoV-2) based on SARS-CoV Immunological Studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Quadeer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mckay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Viruses",
            "volume": "12",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Few doctors, few ventilators: african countries fear they are",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Effects of temperature and relative humidity on the viability of the SARS Coronavirus",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Malik Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L M"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Adv Virol",
            "volume": "",
            "issn": "",
            "pages": "1687--8639",
            "other_ids": {
                "DOI": [
                    "10.1155/2011/734690"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Can Nigeria contain the COVID-19 outbreak using lessons from recent epidemics? Lancet Glob Health",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ebenso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Otu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30101--30108",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30101-7"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Malaria. In: ECDC. Annual epidemiological report for 2017",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preparedness and vulnerability of African countries against importations of COVID-19: a modelling study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pinotti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valdano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boelle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "D&apos;ortenzio",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yazdanpanah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Eholie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Altmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U G"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colizza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30411--30417",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30411-6"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Climate change and human health: impacts, vulnerability, and mitigation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haines",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Kovats",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Campbell-Lendrum",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "C"
                    ],
                    "last": "Corvalan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "367",
            "issn": "",
            "pages": "2101--2110",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "PAST 3.2. Paleontological statistics software package for education and data analysis",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hammer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A T"
                    ],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Palaeontol Electron",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Environmental factors on the SARS epidemic: air temperature, passage of time and multiplicative effect of hospital infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Yee-Tak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Karlberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Epidemiol Infect",
            "volume": "134",
            "issn": "2",
            "pages": "223--253",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 pandemic in West Africa",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martinez-Alvarez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jarde",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Usuf",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brotherton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bittaye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Samateh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vives-Tomas",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "D&apos;alessandro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roca",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health Online First",
            "volume": "",
            "issn": "",
            "pages": "30123--30129",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30123-6"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Correlation between universal BCG vaccination policy and reduced morbidity and mortality for COVID-19: an epidemiological study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Reandelar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fasciglione",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Roumenova",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Otazu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.20042937"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Nigeria responds to COVID-19; first case detected in sub-Saharan Africa",
            "authors": [],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Biostatistics -A Practical Approach to Research and Data Handling",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ogbeibu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) The copyright holder for this preprint this version posted",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.20.20072322"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Temperature, humidity, and latitude analysis to predict potential spread and seasonality for COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Sajadi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Habibzadeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vintzileos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shokouhi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Miralles-Wilhelm",
                    "suffix": ""
                },
                {
                    "first": "Amoroso",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "RAxML-VI-HPC: Maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stamatakis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Bioinformatics",
            "volume": "22",
            "issn": "",
            "pages": "2688--2690",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "United Nations Economic Commission for Africa (ECA) (2020). COVID-19 in Africa: Protecting Lives and Economies",
            "authors": [],
            "year": null,
            "venue": "The World Bank (2020)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "We don't know why so few COVID-19 cases have been reported in Africa",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaughan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "High temperature and high humidity reduce the transmission of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "World Health Organisation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3551767.21"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Coronavirus disease 2019 (COVID-19): Situation report -88. WHO",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "No Association of COVID-19 transmission with temperature or UV radiation in Chinese cities",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Respir J In Press",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Possible meteorological influence on the severe acute respiratory syndrome (SARS) community outbreak at Amoy Gardens, Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Yeung",
                    "suffix": ""
                },
                {
                    "first": "Yu",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "JEH",
            "volume": "70",
            "issn": "3",
            "pages": "39--46",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Daily Confirmed cases of coronavirus infection in eight countries",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "and Figures 3 -4. The dendrogram clustering divided the countries into 2 broad groups of Nigeria and Ghana versus the other countries.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "and Figures 5 -6. The dendrogram clustering divided the countries into 2 broad groups of Nigeria, Ghana, South Africa and Sweden in one broad group while Italy, Spain, UK and USA are clustered in a another broad group. Further sub-groupings of the countries were established(Figures 5 -6).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Multiple sequence alignment of the SARS-CoV-2 part genome from different geographical locations. Phylogenetic Tree based on alignment of the concatenated nucleotide sequences of the SARS-Cov-2 virus from different geographical locations. The bootstrap values are found on each node. Nigeria is clustered with the viral strain from Peru and Greece.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "17 of 32 assessed do not have a current universal BCG vaccination policy. Spain, Sweden and the United Kingdom had a universal BCG vaccination policy in the past, but this has been suspended in these countries. The policy was suspended in 1975 in Sweden, in 1981 in Spain and in 2005 in the United Kingdom. Italy and USA have never had a universal BCG vaccination policy (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "for the selected countries. Nigeria and Ghana which are tropical countries have the highest long-term mean annual temperature with 27 o C, followed by South Africa (17.7 o C), Spain (14.11), Italy (13.26), USA (9.15), UK (8.96) and Sweden (2.95).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Percentage of the total population infected with SARS-CoV-2 in A-countries with a current universal BCG vaccination policy (Nigeria, Ghana and South Africa) compared to Bcountries without a current universal BCG vaccination policy (Italy, Spain, Sweden, UK and USA). Rank plot using Mann Whitney non-parametric test shows a significant (p < 0.05) difference in infection rates in these two groups of countries Percentage of death among the population infected with SARS-CoV-2 in Acountries with a current universal BCG vaccination policy (Nigeria, Ghana and South Africa) compared to B-countries without a current universal BCG vaccination policy (Italy, Spain,Sweden, UK and USA). Rank plot using Mann Whitney non-parametric test shows a significant (p < 0.05) difference in death rates in these two groups of countries.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Percentage of the total population infected with SARS-CoV-2 in A-countries that had a universal BCG vaccination policy in the past (Spain, Sweden and UK) compared to Bcountries that has never had a universal BCG vaccination policy (Italy and USA). Rank plot using Mann Whitney non-parametric test shows that there is no significant (p > 0.05) difference in infection rates in these two groups of countries In terms of established seasonal variation, Nigeria and Ghana have no markedly different summer and winter. Although they do experience some oscillation of dry and wet seasons, All the countries (USA, Italy, Spain and UK) of the northern mid-latitudes experience welldefined summer and winter months. South Africa on the other hand have winter and summer months (though not as pronounced as the countries of the north) which occur in opposite direction to the boreal countries (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "is a plot of the long-term mean temperature with the COVID-19 infection cases. A casual observation suggests that countries with low mean annual temperature also correspond to those with high COVID-19 cases. The Spearman's rank correlation shows a strong negative correlation between temperature and COVID-19 infection and death both having -0.595. The regression model suggests that long term mean annual temperature accounts for about 14.8% of the variances in the occurrence of COVID-19 among the countries.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Cases of COVID-19 per 100,000 populations for countries with low malaria burden (USA, UK, Italy, Spain, Sweden and South Africa) and high malaria burden (Nigeria and Ghana). (Mann-Whitney = 0.000; p<0.05)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Approaches to management of COVID-19 Fig. 12: Mean Temperature for the Selected Countries (1962-2012) Fig. 13: Long Term Mean Monthly Temperature for the selected countries (1962-2012) Fig. 14: COVID-19 Cases and Average Temperature",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "variation in reported numbers of COVID-19 infection and deaths raises a lot of concern on what might be going on with respect to epidemiology, data collection and management of the disease in the countries assessed. According to Vaughan (2020), experts still do not know why so few cases of the new coronavirus have been reported in Africa, despite Chinawhere the virus originatedbeing the continent's top trading partner and the continent having a population of 1.3 billion people. The consensus within the scientific community based on views and opinion being expressed in many online platforms is that testing for COVID-19 among the sub-Saharan African countries is generally very low, and this would have a major influence on the number of reported confirmed cases of the infection in sub-Saharan Africa. According to available data accessed on the 17 th of April 2020, the volume of COVID-19 tests in sub-Saharan Africa ranges from 5000 (Nigeria) to 50719 (Ghana) compared to 3.4 million in USA, 1.1 million in Italy, 930230 in Spain and 417649 in UK (www.worldodometer.com). So it is quite possible that if more testing were carried out in these countries, the number of confirmed cases will most likely rise significantly. However, given the current level of awareness of COVID-19 on the African continent, the lack of coronavirus-linked death outbreaks of the scale in Ecuador, USA, Italy, Spain or UK suggest either there is a lag in the outbreak of the disease in Africa or other factors may be responsible for the low confirmed cases of the infection and death numbers in sub-Saharan Africa compared to the overwhelming high numbers in the European countries and USA evaluated in this study. The outcome of the evaluation to determine possibility of mutational shift that could adversely contribute to the virulence or differential incubation period of the novel corona virus (SARS-CoV-2) based on geographical location, revealed that the recovery rate from the viral infection has no correlation with the mutational attributes of the virus. The sequenced strain from Nigeria had no significant difference from other geographical regions. Ahmed et.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "25 of 32 abilities of the virus, thereby reducing the probability of longer incubation period for the epitope in Nigeria. Results from this study have shown that there is currently a higher infection rate of SARS-CoV-2 and mortality from COVID-19 in developed countries without a current universal BCG vaccination policy compared to African countries with a current universal vaccination policy. Miller et al. (2020) have also reported reduced morbidity and mortality in countries with a universal BCG vaccination policy compared to countries without a policy. They indicated that the earlier the country implemented a BCG vaccination policy, the lower the number of deaths per million inhabitants. The reduced infection rates of SARS-CoV-2 and death from COVID-19 currently reported in African countries may not be a direct impact of the implementation of a universal BCG vaccination policy alone. Other factors such as climatic conditions, lifestyle and incidence of other diseases such as malaria could be responsible for the reduced incidence of COVID-19 in these countries. The evaluation of malaria endemicity with occurrence of COVID-19 revealed that countries with high malaria burden had surprisingly low COVID-19 incidence than those with low malaria burden. This result does not infer causation, but a possible explanation could be environmental. The countries most affected are in the temperate region and viral respiratory infections usually occur more frequently during winter and fall seasons; and the COVID-19 outbreak became more widespread during the flu season in Europe and USA (Wang et al., 2020). For the tropical countries, flu occurs more frequently during the more humid time of the year which is the rainy reason, predominantly between June and September-October and so may explain the low infection (Haines et al., 2006; Lin et al., 2006). As a result, several opinions have been expressed on different online platforms of a possible link to the use of Chloroquine for malaria treatment. However, in many African countries, Chloroquine use has long been changed to Artemisinin Combination Therapies (ACTs) as drug of choice for malaria treatment over a decade ago due to drug resistance. Therefore, the observation of occurrence of low confirmed cases of COVID-19 with high malaria burden associated with Chloroquine use cannot be fully substantiated. It is therefore highly possible that there are other existing factors which may be responsible for the observation of high malaria endemicity with low occurrence of COVID-19 cases in this study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "26 of 32 Although several factors have been reported to aid the dispersal and transmission of COVID-19 across the globe, temperature remains a strong factor of the transmission efficiency (Chan et al., 2011; Yip et al., 2017). The outcome of our study suggests that COVID-19, like the flu disease category, thrive better in low temperatures. This result is consistent with Sajadi et al. (2020) who reported distribution of significant community outbreaks along restricted latitude, temperature and humidity which are consistent with the behavior of seasonal respiratory virus. Yao et al. (2020) however submit that there was no relationship between temperature (and radiation) and COVID-19 cases in the cities of China. There is therefore the need for more studies to determine how seasonal changes in temperature (summer vs. winter) will affect the transmission of COVID-19 especially as the boreal summer approaches and the southern temperate countries prepare for winter.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "28 of 32 significant fear of professional consequences and litigations that are quite rampant in the health administration of the more developed countries. There is also little doubt that lessons learnt from the Ebola incident in sub-Saharan Africa may have also contributed to the low numbers of COVID-19 confirmed cases and deaths. Communities that experienced Ebola in West Africa in 2014-2016 seem to have learnt a painful lesson on how to cope with a deadly new infection with important information on strategies to address novel disease threats more generally (The World Bank, 2020). Nigeria for example, announced on Friday 28 January 2020 the first index case coronavirus disease COVID-19 in sub-Saharan Africa's region and the confirmation led to the immediate activation of the country's National Coronavirus",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.(which was not certified by peer review) inverted boreal climate with a rainy winter (May to September) and hot and dry summer (October to April). Data on confirmed cases of COVID-19 infection and associated reported deaths were gathered from the eight study countries over a period of 46 days starting from first index case. Cumulative COVID-19 infection and death records were sourced from the COVID-19 dashboard of the Center for Systems Science and Engineering of John Hopkins University (https://coronavirus.jhu.edu/map.html) and Worldometer (https://www.worldodometers.info).The data were cross checked with data of National Centres for Disease Control for the relevant countries for accuracy.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Retrieved SARS-CoV-2 genomic data",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Figures 1 & 2.The results indicate differential upward trend in the number of confirmed cases with USA having the highest number of cases followed by Italy, Spain, UK, Sweden, Ghana and Nigeria (least) over the 45 days period",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Time -Infection relationships and Regression Equations for different countries",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Time -Death relationships and Regression Equations for different countriesSeverity Classification based on 'b': < 1 Very Low, 1-10 Low, 11-50 High, >50 Very high",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Confirmed Infection -Death relationships and Regression Equations for different countries",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Page 11 of 32",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Bray Curtis similarity and distance indices based on Confirmed Cases of Infection Fig. 3: Hierarchical Cluster Analysis of Similarities among Countries based on Confirmed Cases of Coronavirus infection, using Bray-Curtis",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Euclidean Similarity and distance indices for Confirmed Cases of Coronavirus infection Fig. 4: Hierarchical Cluster Analysis of Similarities among Countries based on Confirmed Cases of Coronavirus infection using Euclidean Distance",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Page 13 of 32",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Bray Curtis similarity and distance indices based on Deaths Fig. 5: Hierarchical Cluster Analysis of Similarities among Countries based on Deaths from Coronavirus infection using Bray-Curtis",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Euclidean similarity and distance indices based on Deaths from infection",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "Bacille Calmette-Guerin (BCG) vaccination policy and incidence of COVID-19 in selected African and Developed countries",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "Estimated population, malaria and COVID-19 cases for the study countries",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "Healthcare Approaches for Management of COVID-19 in Developed Countries and sub-Saharan Africa",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge the opportunity to serve as volunteers of the UNILAG Consult COVID-19 Advisory Group (UCCAG).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding statement"
        },
        {
            "text": "Page 29 of 32 arise from decisions taking in their attempts to save lives during this type of novel disease outbreaks was proffered. Further research is needed to confirm whether the spatial differences in incidence and deaths are sustained when the pandemic is resolved globally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        },
        {
            "text": "This study did not involve human or animal experimentation. All data sources are cited and acknowledged throughout the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical approval"
        },
        {
            "text": "The authors have contributed equally to the publication. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contribution statement"
        }
    ]
}