{
    "paper_id": "cb8a1995d8ca68255b899e128247c590b9323bf8",
    "metadata": {
        "title": "Title: Rapid, sensitive, full genome sequencing of Severe Acute Respiratory Syndrome Virus Coronavirus 2 (SARS-CoV-2) 2",
        "authors": [
            {
                "first": "Clinton",
                "middle": [
                    "R"
                ],
                "last": "Paden",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Tao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Krista",
                "middle": [],
                "last": "Queen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Uehara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Suxiang",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In December 2019, SARS-CoV-2, the etiological agent of Coronavirus Disease 2019 18 (COVID-19), emerged in Wuhan, China. Since then it has rapidly spread to the rest of the world 19 (1-3). As of April 16, 2020, there have been 1,991,562 confirmed cases, including 130,885 20 deaths, in 185 countries or regions (4). 21 Initial sequencing of SARS-CoV-2 showed limited genetic variation between cases, but 22 did document specific changes that may be useful for understanding the source and transmission 23 chains (5-8). Because SARS-CoV-2 has shown the capacity to spread rapidly and lead to a range 24 of presentations in infected persons, from asymptomatic infection to mild, severe, or fatal 25 disease, it is important to identify genetic variants in order to understand any changes in 26 transmissibility, tropism, and pathogenicity. Sequence data can be used to inform decisions to 27 better manage the spread of disease. 28 In this report, we describe the design and use of two PCR-based methods for sequencing 29 SARS-CoV-2 clinical specimens. The first is a multiplex PCR panel followed by sequencing on On January 10, 2020, the first SARS-CoV-2 genome sequence was released online (11).",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 180,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 315,
                    "end": 317,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 788,
                    "end": 790,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 886,
                    "end": 888,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 926,
                    "end": 928,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "That day, we designed two complementary panels of primers to amplify the virus genome for 39 . CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 24, 2020. To determine the sensitivity of each sequencing strategy, we generated a set of six ten- CoV-2 reads and >99% genome coverage at 20X depth, decreasing to an average of 93% 62 . CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.22.055897 doi: bioRxiv preprint genome coverage at CT 33.2 and 48% at CT 35 ( Figure 1A and 1B). Further, we were able to 63 obtain full >20X genomes within the first 40-60 minutes of sequencing ( Figure 1C ). steps, the data approaches 100% consensus accuracy (Table 1) . Identical results were found 72 using the R9.4.1 pore, through the CT 33.2 samples (data not shown). We noted larger deletions 73 in some of the CT 33.2+ samples which likely reflect biases from limited copy numbers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 794,
                    "end": 803,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 913,
                    "end": 922,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 977,
                    "end": 986,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "38"
        },
        {
            "text": "In the MiSeq data, we observed a similar trend in percent genome coverage at 100X 75 depth, and a slightly lower percent mapped reads, compared to Nanopore data ( Figure 1A while Sanger data was available the following day. 87 We used the multiplex PCR strategy in subsequent SARS-CoV-2 clinical cases (n=167), 88 ranging in CT values from 15.7 to 40 (mean 28.8, median 29.1). In cases below CT 33, we 89 observed an average of 99.02% specific reads and 99.2% genome coverage at >20X depth 90 (Figures 2A and 2B ). Between CT 30-33, genome coverage varied by sample, and declined The multiplex PCR strategy is effective at generating full genome sequences up to CT 33.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 226,
                    "text": "87",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 172,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 511,
                    "text": "(Figures 2A and 2B",
                    "ref_id": null
                }
            ],
            "section": "74"
        },
        {
            "text": "The singleplex, nested PCR is effective up to CT 35, varying based on sample quality. The",
            "cite_spans": [],
            "ref_spans": [],
            "section": "105"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.22.055897 doi: bioRxiv preprint turnaround time for the multiplex PCR MinION protocol is about 8 hours from nucleic acid to 107 consensus sequence, compared to Sanger sequencing at about 14-18 hours (Table 2) . 108 Importantly, the multiplex PCR protocols offer an efficient, cost-effective, scalable system, and 109 add little time and complexity as sample numbers increase ( Table 2) . The results from this study 110 suggest multiplex PCR may be used effectively for routine sequencing, complemented by 111 singleplex, nested PCR for low virus-titer samples and confirmation sequencing. CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.22.055897 doi: bioRxiv preprint",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 455,
                    "text": "108",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 440,
                    "end": 449,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 618,
                    "end": 626,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "106"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel Coronavirus in the United States",
            "authors": [],
            "year": null,
            "venue": "The New England Journal of Medicine",
            "volume": "127",
            "issn": "2020",
            "pages": "929--965",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Health Response and Interim Clinical Guidance for the 2019 Novel Coronavirus Outbreak -130",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "United States",
            "authors": [],
            "year": 2019,
            "venue": "Morbidity and Mortality Weekly 131 Report",
            "volume": "69",
            "issn": "5",
            "pages": "140--146",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A novel coronavirus outbreak of global health 133 concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "470--473",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease 2019 (COVID-19) Situation Report",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clock and TMRCA based on 27 genomes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The proximal origin of SARS-140",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Lipkin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Garry",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "CoV-2. Nature Medicine",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cryptic transmission of SARS-CoV-2 in Washington State",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SARS-CoV-2 Reveals Multiple Introductions into Northern California without a 145 Predominant Lineage",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "30 either the Oxford Nanopore MinION or Illumina MiSeq. When coupled with MinION 31 sequencing, the protocol can be implemented outside a traditional laboratory and can be 32 completed in a single workday, similar to previous mobile genomic surveillance of Ebola and 33 Zika virus outbreaks (9, 10). Additionally, we provide a complementary singleplex, nested PCR 34 strategy, which improves sensitivity for samples with lower viral load and is compatible with 35 Sanger sequencing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "42 overlaps, to allow for sequencing on either the ONT MinION or Illumina MiSeq. For the second 43 panel, we designed sets of primers to generate nested, tiling amplicons across the SARS-CoV-2 44 genome (Appendix), for enhancing sensitivity in samples with lower viral loads. Each amplicon 45 is 322-1030bp with an average overlap of 80bp. They are designed to be amplified and 46 sequenced individually on Sanger instruments but may also be pooled for sequencing on next-47 generation sequencing platforms.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "49fold serial dilutions of a SARS-CoV-2 isolate (12). Virus RNA was diluted into a constant 50 background of A549 human cell line total nucleic acid (RNaseP CT 29). We quantitated each 51 dilution using the CDC SARS-CoV-2 rRT-PCR for the N2 gene (13) (data not shown). The six 52 dilutions spanned CT values from 22-37, corresponding to ca. 2 to 1.8 x 10 5 copies. We amplified 53 triplicate samples at each dilution using the multiplex PCR pools. Next, we pooled, barcoded,54 and made libraries from each sample's amplicons using the ligation-based kit and PCR barcode 55 expansion kit (methods in Appendix). MinION sequencing was performed on an R9.4.1 or R10.3 56 flow cell until we obtained >1-2M raw reads. From those, 50-60% of reads could be 57 demultiplexed (data not shown). Additionally, we sequenced these amplicons using the Illumina 58 MiSeq for comparison (methods in Appendix).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "MinION sequencing, the reads were basecalled and analyzed using an in-house read 60 mapping pipeline (detailed in Appendix). For samples with CT ≤ 29, we obtained >99% SARS-61",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Consensus accuracy, including SNPs and indels, is critical for determining coronavirus 65 lineage and transmission networks. For high consensus level accuracy, we filtered reads based on 66 length, mapped them to the reference sequence (RefSeq NC_045512), trimmed primers based on 67 position, and called variants with Medaka (https://github.com/nanoporetech/medaka) (details in 68 Appendix). Each Medaka variant was filtered by coverage depth (>20X) and by the Medaka 69 model-derived variant quality (>40). Here we used the variant quality score as a heuristic to filter 70 remaining noise from the Medaka variants, compared to Sanger-derived sequences. After these 71",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "). Increased read depth using the MiSeq potentially allows increased sample throughput, 77 however the number of available dual unique barcodes limits actual throughput.78For the nested, singleplex PCR panel, we amplified the same serial dilutions with each 79 nested primer set (methods in Appendix). The endpoint dilution for full genome coverage is 80 approximately CT 35 (Figure 1B). At the CT 37 dilution, we observed significant amplicon 81 dropout-at this dilution, there are <10 copies of the genome on average per reaction.82These protocols enabled rapid sequencing of the initial clinical cases of SARS-CoV-2 in 83 the United States. For these cases, we amplified the virus genome using the singleplex PCR",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "91 dramatically at higher CT values, analogous to the isolate validation data. For these samples, we 92 multiplexed 20-40 barcoded samples per flowcell. Enough data is obtained with 60 minutes of 93 MinION sequencing for most samples, though for higher titer samples 10-20 minutes of 94 sequencing is sufficient (Figure 2C).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Up-to-date primer sequences, protocols, and analysis scripts are found at 96 https://github.com/CDCgov/SARS-CoV-2_Sequencing/tree/master/protocols/CDC-97Comprehensive. Data from this study is deposited in the NBCI SRA (BioProjects PRJNA622817 98 and PRJNA610248).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "genome sequencing is an indispensable tool in understanding emerging viruses. Here 101 we present two validated PCR target-enrichment strategies that can be used with MinION, 102 MiSeq, and Sanger platforms for sequencing SARS-CoV-2 clinical specimens. This ensures that 103 most labs have access to one or more strategies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "like to acknowledge the efforts of those in the Respiratory Viruses Branch at 115 CDC who helped in organizing samples for this study, including Azaibi Tamin, Jennifer 116 Harcourt, Natalie Thornburg, Shifaq Kamili, Xiaoyan Lu, and Stephen Lindstrom.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "and conclusions in this report are those of the authors and do not necessarily 119 represent the official position of the Centers for Disease Control and Prevention. 120 Author Bio (first author only, unless there are only 2 authors) 121 Clinton Paden is a virologist and bioinformatician in the CDC Pathogen Discovery Team, 122 within the Division of Viral Diseases. His work is in identifying and characterizing novel and 123 emerging pathogens.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Quick J, Loman NJ, Duraffour S, Simpson JT, Severi E, Cowley L, et al. Real-time, portable 150 genome sequencing for Ebola surveillance. Nature. 2016;530(7589):228-32. 151 11. Holmes EC, Y Z. Novel 2019 coronavirus genome. 2020 [cited 2020 5 Apr]; Available 152 from: http://virological.org/t/novel-2019-coronavirus-genome/319 153 12. Harcourt J, Tamin A, Lu X, Kamili S, Kumar Sakthivel S, Wang L, et al. Isolation and 154 characterization of SARS-CoV-2 from the first US COVID-19 patient. 155 2020:2020.03.02.972935. 156 13. Kujawski SA, Wong KK, Collins JP, Epstein L, Killerby ME, Midgley CM, et al. First 12 157 patients with coronavirus disease 2019 (COVID-19) in the United States.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "sequencing. For one panel, we used the PRIMAL primer design tool (9) to design multiplex PCRs to amplify the genome in using only a few PCR reactions (Appendix). The final design consists of 6 pools of primers, targeting amplicon sizes of 550 base pairs (bp) with 100bp",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.22.055897 doi: bioRxiv preprintTable 1. Genome consensus accuracy Virus tier (CT) %Coverage (20X) a Indels Indel bases The 5' and 3' ends are primer sequence, so 100% coverage is not possible 166 b Percent of covered bases identical to reference sequence, excludes indels and low-coverage bases 167 168 . CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.22.055897 doi: bioRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparison of input, time, and cost requirements for sequencing one or 96 specimens Assumes a process of: 200uL resuspended respiratory specimen, extracted and eluted into 100uL 170 b Varies based on sequencing kit used 171 c Includes specific enzyme and reagent costs, excludes common laboratory supplies and labor costs",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The copyright holder for this preprint (which this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.22.055897 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}