{
    "paper_id": "cf491601882fc694261cccf22f5766aa2f75fab0",
    "metadata": {
        "title": "Unraveling the Myths of R 0 in Controlling the Dynamics of COVID-19 Outbreak: a Modelling Perspective",
        "authors": [
            {
                "first": "Mohd",
                "middle": [
                    "Hafiz"
                ],
                "last": "Mohd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Sains Malaysia",
                    "location": {
                        "postCode": "11800 USM",
                        "settlement": "Penang",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Fatima",
                "middle": [],
                "last": "Sulayman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Sains Malaysia",
                    "location": {
                        "postCode": "11800 USM",
                        "settlement": "Penang",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 is an emerging and rapidly evolving pandemic around the world, which causes severe acute 5 respiratory syndrome and results in substantial morbidity and mortality. To examine the transmission dynamics of COVID-6 19 and its interactions with some exogenous factors such as limited medical resources and false detection problems, we 7 employ a simple epidemiological model and analyse this system using modelling and dynamical systems techniques. We 8 discover some contrasting findings with respect to the observations of basic reproduction number, and we investigate how 9 the issues of limited medical resources and false detection problems affect the COVID-19 pandemic outbreak. 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "2 resources component, which results in the possibility of under-testing issue. Inspired by the previous reports 5, 6 , 27 the problem of false detection (i.e., false negative tests) and the possibility of 'reinfection' are also investigated 28 by employing our Susceptible-Infected-Removed-Susceptible (SIRS)-type system, based on daily reported 29 cases in Malaysia, which is used a case study. 30 ",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 117,
                    "text": "6",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 397,
                    "end": 399,
                    "text": "30",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To model the combined effects of limited medical resources and false detection problems in shaping the COVID-31 19 pandemic, we revisit a simple ordinary differential equation (ODE) model of SIRS-type 7-10 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL AND METHODS"
        },
        {
            "text": "where population of N individuals are divided into three compartments: S(t) corresponds to susceptible 34 population, which can be infected (with transmission rate of β); I(t) corresponds to the number of infectious (i.e., if ω is smaller, then the efficiency is higher). In fact, this quantity also represents the efficiency of the 50 supply of available medical resources, and this situation would also depend on other factors such as the control 51 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MODEL AND METHODS"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 29, 2020. . https://doi.org/10.1101/2020.04.25.20079319 doi: medRxiv preprint strategies (e.g., quarantine, movement control order) and the production of drugs, etc. All of the parameters are 52 positive in this model to depict the biologically-meaningful phenomenon of transmission dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The model (1) has two types of steady states, which are disease-free and pandemic equilibria: (i) disease-54 free equilibrium, µN ν , 0, 0 ; (ii) pandemic equilibrium, (S * , I * , R * ). Local stability analysis is employed so as 55 to determine stability of each of these steady states. To obtain basic reproduction numbers, R 0 , we used the next 56 generation matrix method (and the correstness of these quantities are checked using eigenvalues analysis). The 57 simplest SIR system can obtained from the model (1) by letting µ = ν = ε = α = 0, with basic reproduction 58 number, R 0S , is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "When the possibility of limited medical resources is relaxed (i.e., α = 0 and other parameters are positive), 61 basic reproduction number, R 0u , is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "60"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "60"
        },
        {
            "text": "(3) 63 Considering the case of a limited medical resources (i.e., α > 0), this situation leads to different threshold of 64 basic reproduction number, R 0L :",
            "cite_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "text": "63",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "60"
        },
        {
            "text": "4 be less than 1, which in principle can eradicate this pandemic in a long run (Fig. 1B) . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 88,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                }
            ],
            "section": "60"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemic situation and forecasting of COVID-19 in and outside China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Malaysia must ramp up testing. The Star",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Nordin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ismail",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Covid-19 in the us: Estimates of scenarios with possibility of reinfection",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Malkov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Available at SSRN",
            "volume": "3569097",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid-19 infection: the perspectives on immune responses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bucci",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Piacentini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Death & Differentiation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proceedings of the Royal Society of London Series A",
            "volume": "115",
            "issn": "",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The mathematics of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Review",
            "volume": "42",
            "issn": "",
            "pages": "599--653",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dynamics of an SIR epidemic model with limited medical resources revisited",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nonlinear Analysis Real World Applications",
            "volume": "13",
            "issn": "",
            "pages": "312--324",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Complete global analysis of an SIRS epidemic model with graded cure and incomplete recovery rates",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Muroya",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuniya",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Mathematical Analysis and Applications",
            "volume": "410",
            "issn": "",
            "pages": "719--732",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "individuals and R(t) corresponds to the removal class where those individuals who have recovered (with 36 recovery rate of γ) or dead are removed from the population. The parameters µ and ν correspond to the birth 37 and death rates of the population, respectively. To investigate the impacts of false detection on COVID-19 38 transmission dynamics, we allow for some proportions of individuals from the removal compartment to re-enter 39 the susceptible class (at a transfer rate of ε); this component is also used as a proxy to account for the likelihood 40 of 'reinfection': it has been reported that, until this research work is conducted, we do not know whether some 41 of the COVID-19 patients who have recovered are truly been 'reinfected', or, at the time of their 'recovery', 47 motivated by Zhou and Fan 9 : the parameter α 0 represents the medical resources supplied per unit time and 48 ω > 0 corresponds to half-saturation constant, which measures the efficiency of the medical resource supply49",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Numerical simulation results of SIR (ε = α = 0) and SIRS (ε > 0, α = 0) models with the assumption of limited medical resources is relaxed. (A) Time series results of SIR (solid lines) and SIRS (dashed lines) models and comparison with the number of active cases in Malaysia (cyan asterick). (B) The daily number of active cases in Malaysia as R0u varies based on predictions of SIRS model: as R0u < 1, the pandemic can be excluded; when R0u > 1, the pandemic persists for a long period of time. Other parameter values: β = 0.058 (fitted) γ = 0.058 (fitted), µ = ν = 0.00002 14 , N = S + I + R and ε = 0.0009 (fitted)Bifurcation analysis results of the model (1) with limited medical resources and possibility of false detection. (A) A one-parameter bifurcation diagram when β = 0.095 as ω varies with threshold ωT respresents transcritical bifurcation (blue point). (B) A two-parameter bifurcation diagram in (ω, β)-plane with different colour regions represent transmission dynamics of the system. Other parameter values: µ = ν = 0.00002 14 , N = S + I + R, ε = 0.0009 (fitted), γ = 0.053 (fitted) and α = 0.01 9 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "However, the use of basic reproduction number should be interpreted with care in managing the deadly 97 and fast evolving pandemic outbreaks such as COVID-19. Other counterintuitive observations are also possible 98 even when R 0 < 1. To illustrate this observation, we consider our SIRS model with limited medical resources 99 scenario (i.e., ε > 0 and α > 0). Fig. 2A depicts an example of bifurcation analysis of the model (1) with 100 β = 0.095 and ε = 0.0009 as the efficiency of the medical resource supply (ω) is varied. There occurs one 101 critical value i.e., ω T , which corresponds to transcritical bifurcation (blue point). From an epidemiological 102 viewpoint, ω T is a minimum threshold of medical resource supply to ensure the infection dynamics can be 103 reduced efficiently and effectively. There are also several branches of steady states: (i) the upper branch104",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "(pandemic equilibrium) is always stable (red curve); (ii) lower branch (disease-free equilibrium) can be stable 105 (red curve) or unstable (black curve), depending on the values of ω. When ω < ω T , we observe the occurrence 106 of alternative stable states, with both pandemic and disease-free equilibria are stable; convergence to either one of these steady states depends on initial abundances of individuals in susceptible, infected and removal classes. rapid dissemination of novel coronavirus (SARS-COV 2). Science. https://www.malaymail.com/news/malaysia/2020/04/13/ targeted-testing-better-use-of-resources-in-covid-19-fight-says-health-d-g/1856325]",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}