{
    "paper_id": "e25ec3e4f878368cd5fe92540598da983e87a527",
    "metadata": {
        "title": "The proportion testing positive for SARS-COV-2 among the tested population in the U.S.: Benefits of the positive test ratio under scaled testing scenarios",
        "authors": [
            {
                "first": "George",
                "middle": [],
                "last": "Ng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "settlement": "Berkeley"
                    }
                },
                "email": "georgeng@berkeley.edu"
            },
            {
                "first": "Constance",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "What clinicians and public health experts need most in the next phase of COVID-19 response is an estimate of the prevalence of SARS-COV-2 in the US population. [1] [2] However, in this period before researchers obtain evidence from population-based studies on infection dynamics with accurate and reliable tests, it is still critical to have an idea of the proportion testing positive for infection among the tested population, even given variations in test accuracy, reliability and differences in testing criteria over time.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Tracking the number of confirmed positives each day over time for a city or state 3 is problematic since this number (numerator) lacks a defined denominator for estimation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fluctuations in the number of confirmed cases may reflect uneven testing capacity, batched processing or reporting. A city may appear to have more cases just from ramping up testing, or may appear to have a resurgence or reduction of cases due to changes in who can get tested, availability of test supplies, federal funding for testing sites and other shifts in regulator processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Estimating the proportion testing positive has been difficult. Significant time lags exist from samples collection to processing and again, to results reporting. Additionally, we lack an official, publicly-available centralized platform that compiles and links day-to-day data for each city or state on the number tested, processed, and number of positives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We evaluated the usefulness of the positive test ratio and the cumulative positive test ratio to account for the uneven number of tests processed or results reported across U.S. states from March 23-April 12. The positive ratio is the number of positives divided by the number of . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 26, 2020. . https://doi.org/10.1101/2020.04.21.20074070 doi: medRxiv preprint results reported for a given date; the cumulative ratio is the cumulative number of positives divided by the cumulative number of results reported through that date. We used data from the COVID-19 tracking project, a public platform that compiles and links data on test results from official sources in the US. 4 The cumulative percentage of the population tested for each state by date was calculated using data from the 2019 U.S. Census. The cumulative ratios are higher initially, as expected, due to restricted testing of close contacts of confirmed cases. When a progressively higher proportion of the population is tested, the cumulative ratio converges, such as the ratios of New York and Washington state. In New York, New Jersey and Connecticut, once there was more testing, it became clear the prevalence was higher among the tested than the initial period. Among these 15 states, California ranks among the lowest in testing with the most inconsistencies in results reporting.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 455,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The day-to-day positive ratio is sensitive to systematic differences, such as in how the tests are batched and reported (Figure 2 ). If a given day's reports are all from a senior facility with significant risk of transmission, then the ratio on that day could be higher than that of another day. On the other hand, if the day-to-day positive ratio is consistently decreasing over a period, this could be evidence of flattening the curve.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 129,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 26, 2020. . https://doi.org/10.1101/2020.04.21.20074070 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The ratios offer simple ways to account for variations in testing and reporting. Tracking the ratios in addition to cases offer a more precise view of the pandemic. Our observations underscore the need to scale mass testing with accurate and reliable tests, to implement testing systematically and report results consistently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Author Contributions: Drs. Ng and Wang had full access to all the data in the study and take responsibility for the integrity of the data and the accuracy of the data analysis. Drs. Ng and Wang contributed equally to the concept and design, analysis, interpretation and drafting of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest Disclosures: None reported."
        },
        {
            "text": "The copyright holder for this preprint this version posted April 26, 2020. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 26, 2020. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 26, 2020. . https://doi.org/10.1101/2020.04.21.20074070 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Priorities for the US health community responding to COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Adalija",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Inglesby",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1434--1438",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3413"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The COVID-19 pandemic in the US. A clinical update",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Omer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Malani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Del Rio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5788"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Geographic differences in COVID-19 cases, deaths and incidence-United States",
            "authors": [],
            "year": 2020,
            "venue": "CDC COVID-19 Response Team",
            "volume": "69",
            "issn": "",
            "pages": "465--71",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "presents the cumulative ratio by percentage of the population tested for 15 U.S. states with the highest number of confirmed cases. When the testing strategy moves beyond close contacts, the cumulative ratio stabilizes to give an indication of the prevalence of infection among the tested population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cumulative positive test ratio and percentage of the population tested for 15 US states with the highest number of COVID-19 confirmed cases. population tested (number of tests/population * 100) Cumulative positive ratio (number testing positive/number of tests) state .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Day-to-day positive test ratio and cumulative positive test ratio by reporting",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": ". https://doi.org/10.1101/2020.04.21.20074070 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}