{
    "paper_id": "ea84efd2b726a4b36f41bce6011efc4d080a1041",
    "metadata": {
        "title": "Self-reported symptoms of covid-19 including symptoms most predictive of SARS-CoV- 2 infection, are heritable",
        "authors": [
            {
                "first": "Frances",
                "middle": [],
                "last": "Mk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Williams",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maxim",
                "middle": [
                    "B"
                ],
                "last": "Freidin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Massimo",
                "middle": [],
                "last": "Mangino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Simon",
                "middle": [],
                "last": "Couvreur",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Alessia",
                "middle": [],
                "last": "Visconti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruth",
                "middle": [],
                "last": "Ce Bowyer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Caroline",
                "middle": [
                    "I"
                ],
                "last": "Le Roy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Mario",
                "middle": [],
                "last": "Falchi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Carole",
                "middle": [],
                "last": "Sudre",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Davies",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ZOE Global Ltd",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Hammond",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Cristina",
                "middle": [],
                "last": "Menni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [
                    "J"
                ],
                "last": "Steves",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Tim",
                "middle": [
                    "D"
                ],
                "last": "Spector",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King's College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Susceptibility to infection such as SARS-CoV-2 may be influenced by host genotype. TwinsUK volunteers (n=2633) completing the C-19 Covid symptom tracker app allowed classical twin studies of covid-19 symptoms including predicted covid-19, a symptom-based algorithm predicting true infection derived in app users tested for SARS-CoV-2. We found heritability for fever = 41 (95% confidence intervals 12-70)%; anosmia 47 (27-67)%; delirium 49 (24-75)%; and predicted covid-19 gave heritability = 50 (29-70)%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Infectious diseases may demonstrate a heritable component -that is the propensity to contract and develop active infection and the severity of the immune response -is influenced by host genetic factors. Viral diversity is associated with genetic variants mediating the immune response and biosynthesis of glycan structures functioning as virus 1 and immunogenetic factors are implicated in risk and severity of H1N1 infection 2 . Understanding how symptoms of covid-19 pass through the population may indicate the pathogenic mechanisms of SARS-CoV-2 infection 3 as well as offering utility in the allocation of scarce healthcare resources, particularly intensive care beds 4 . We developed the C-19 Covid Symptom Tracker app (https://doi.org/10.1101/2020.04.02.20051334) to collect real time data during the SARS-CoV-2 pandemic. Ethics committee approval was obtained for TwinsUK from St Thomas' Hospital Ethics Committee 2008 with further approval obtained to use health records for research. The aim of the current study was to estimate the heritability of covid-19 symptoms and identify phenotypes suitable for genome-wide association study.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 345,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The app asks on a daily basis about the presence or absence of common symptoms including cough, fever, chest pain, delirium, and anosmia and has downloaded by >2 million people. Participants in the TwinsUK adult twin register 5 who had reported current symptoms via the app were included. Heritability of individual symptoms and 'Predicted covid-19' was estimated using the liability threshold model 6 implemented in the mets package for R 7 . The liability-threshold model assumes an underlying continuous liability that follows a normal distribution. The model decomposes observed phenotypic variance into three latent sources of variation: additive genetic (A), common environment (C), and unique environment variance (E) and univariate model comparisons were conducted using χ2 tests. Heritability . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "(A) was estimated from the most parsimonious model (with adjustment for age, sex, and body mass index) as determined by the Akaike information criterion 8 . 'Predicted covid-19' status was determined by linear combination of self-reported age, sex and symptoms of anosmia, severe or significant persistent cough, fatigue and skipped meals. We have shown (n= 5238 app users) this model to be most predictive of SARS-CoV-2 positivity following a swab PCR-test (https://doi.org/10.1101/2020.04.05.20048421). We also examined real time information obtained from TwinsUK participants by SMS text regarding their current cohabiting arrangement (n=2,449). To control for the influence of infection within households on estimates of C, we repeated the heritability estimates excluding twins living together (total n = 345; MZ n = 277; DZ n = 68) and those with co-habiting information missing (n = 184).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Adult same-sex twins (n=2,633) had provided data for analysis between 25 th March -April 3 rd 2020. Repeat measures have been summarised across all logging occasions: an individual reporting a symptom at any time point was considered a case, otherwise they were allocated control status for that symptom. The sample comprised 728 complete pairs of which 537 pairs were monozygotic and 191 pairs dizygotic, with 86.9% being female. Prevalence of symptoms in TwinsUK is shown in Figure 1 and was similar to the larger dataset of n=1.85 million (data not shown). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 485,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Here we report that 50% of the variance of 'predicted covid-19' phenotype is due to genetic factors. The current prevalence of 'predicted covid-19' is 2.9% of the population. Symptoms related to immune activation such as fever, delirium and fatigue have a heritability >35%. The symptom of anosmia, that we previously reported to be an important predictive symptom of covid-19, was also heritable at 48%. Symptomatic infection with SARS-CoV-2, rather than representing a purely stochastic event, is under host genetic influence to some extent and may reflect inter-individual variation in the host immune response. Viral infections typically lead to T cell activation with IL-1, IL-6 and TNF-α release causing flu-like symptoms such as fever. The genetic basis of this variability in response will provide important clues for therapeutics and lead to identification of groups at high risk of death, which is associated with a cytokine storm at 1-2 weeks after symptom onset 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has several strengths. TwinsUK and their symptom reporting is representative of the UK population. Predicting infection with a validated combination of symptoms based on a large training set (n=5,238) of virus-tested individuals offers a pragmatic solution to the challenges of widespread testing in the general population. The limitations include first, there . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . is likely to be healthy volunteer bias. That said, our study was well powered to find moderate heritability. Second, many symptoms are non-specific and are prevalent in spring in the Northern hemisphere when allergies and seasonal flu are active, and are not indicative of infection status. We did have sufficient sample size of people reporting symptoms and viral test results to indicate accurately which symptom pattern provides the greatest positive predictive value. Our results could have been biased by MZ twins cohabiting more than DZ twins, but real time data collection allowed us to exclude cohabiting pairs. Finally, our twin sample is predominantly female for historical recruitment reasons and is not representative of non-European ancestries 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The genetic influence on covid-19 symptoms may reflect genotype status of candidate genes such as ACE2R which encodes the target for viral attachment 10 . Further genetic work is underway to determine whether twins' genotype at ACE2R influences either predicted positivity or symptoms and a global genetic study is underway (https://www.covid19hg.org/). Public health measures to identify those at increased genetic risk of severe infection would be useful as a way of mitigating the economic effects of lockdown and social distancing policies. Prevalence of symptoms \"Predicted covid-19\" status reported by 2633 twins. MZ represents monozygotic; DZ dizygotic twins.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. Estimates of probandwise concordance (A), tetrachoric correlation (B), and heritability (C) for 2,633 twins. MZ represents monozygotic; DZ dizygotic; CI confidence interval; A, additive genetic; C, shared environmental; E, unique environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 24, 2020. . https://doi.org/10.1101/2020.04.22.20072124 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genome-Wide Identification of Susceptibility Alleles for Viral Infections through a Population Genetics Approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fumagalli",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLOS Genetics",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The role of polymorphisms in host immune genes in determining the severity of respiratory illness caused by pandemic H1N1 influenza",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Keynan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Fowke",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Public Health Genomics",
            "volume": "16",
            "issn": "",
            "pages": "9--16",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Defining the Epidemiology of Covid-19 -Studies Needed",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1194--1196",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Covid-19 and Health Care's Digital Revolution",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keesara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jonas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schulman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "TwinsUK: The UK Adult Twin Registry Update",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Verdi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Twin Res Hum Genet",
            "volume": "22",
            "issn": "",
            "pages": "523--529",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Introduction to Quantitative Genetics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falconer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Liability Threshold Model for Censored Twin Data",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Holst",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Scheike",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hjelmborg",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Computational Statistics & Data Analysis",
            "volume": "93",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A new look at the statistical model identification",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Akaike",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "IEEE Transactions on Automatic Control",
            "volume": "19",
            "issn": "",
            "pages": "716--723",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "In the eye of the COVID-19 cytokine storm",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vaninov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Reviews Immunology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "shows the heritability determined by fitting liability threshold models containing additive genetic (A), shared environment (C) and unique environmental (E) factors. A heritable component was seen for delirium (49%, 95% confidence interval = [24-75]%), fever (41%, [12-70]%), fatigue (32 [1-64]%), anosmia (47 [27-67]%), shortness of breath (43 [8-77]%), and diarrhoea (34 [14-55]%) but not for hoarse voice, cough, skipped meals, chest pain, and abdominal pain which were environmentally determined. Heritability estimates including only those twin pairs living apart (n = 2,104) were largely similar, with fever (41 [7-74]%), anosmia (48 [25-72]%), and shortness of breath (47 [12-82]%), increased for diarrhoea (41 [18-63]%), but reduced for delirium (37 [5-68]%) and fatigue (24 [0-61]%). A heritable component was also observed for 'predicted covid-19': 50 [29-70]% in the overall sample and 54 [30-77]% in the sample excluding cohabiting and twins missing cohabiting data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 2",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". https://doi.org/10.1101/2020.04.22.20072124 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}