{
    "paper_id": "f1c21b31fc05afe7c56fab8b9656f5eeb84fc447",
    "metadata": {
        "title": "Thuwal-Jeddah, 23955-6900",
        "authors": [
            {
                "first": "Qingtian",
                "middle": [],
                "last": "Guan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdullah University of Science and Technology (KAUST)",
                    "location": {
                        "country": "Pathogen Genomics"
                    }
                },
                "email": ""
            },
            {
                "first": "Mukhtar",
                "middle": [],
                "last": "Sadykov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdullah University of Science and Technology (KAUST)",
                    "location": {
                        "country": "Pathogen Genomics"
                    }
                },
                "email": ""
            },
            {
                "first": "Raushan",
                "middle": [],
                "last": "Nugmanova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdullah University of Science and Technology (KAUST)",
                    "location": {
                        "country": "Pathogen Genomics"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "J"
                ],
                "last": "Carr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Virus Reference Laboratory (NVRL)",
                    "institution": "University College",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [
                    "T"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Arold",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arnab",
                "middle": [],
                "last": "Pain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "King Abdullah University of Science and Technology (KAUST)",
                    "location": {
                        "country": "Pathogen Genomics"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We describe fifteen major mutation events from 2,058 high-quality SARS-CoV-2 25 genomes deposited up to March 31 st , 2020. These events define five major clades (G, I, S, 26 D and V) of globally-circulating viral populations, representing 85.7% of all sequenced 27 cases, which we can identify using a 10 nucleotide genetic classifier or barcode. We applied 28 this barcode to 4,000 additional genomes deposited between March 31 st and April 15 th and 29 classified successfully 95.6% of the clades demonstrating the utility of this approach. An 30 analysis of amino acid variation in SARS-CoV-2 ORFs provided evidence of substitution 31 events in the viral proteins involved in both host-entry and genome replication. The 32 systematic monitoring of dynamic changes in the SARS-CoV-2 genomes of circulating 33 virus populations over time can guide therapeutic and prophylactic strategies to manage 34 and contain the virus and, also, with available efficacious antivirals and vaccines, aid in the 35 monitoring of circulating genetic diversity as we proceed towards elimination of the agent. 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "receptor binding domain (RBD) of the spike protein which mediates binding to the host 159 receptor angiotensin-converting enzyme 2 (ACE2) (Figure 5 ) 3 . All of the viral genomes 160 harbouring V483A and G476S mutations belong to Clade S. Interestingly, the V367F 161 mutation has appeared independently in Clade V and Clade S, suggesting that this mutation 162 contributes to viral fitness. We found the V483A substitution in 13 closely-related cases 163 from Washington State. An equivalent amino acid substitution located in a similar position 164 within the RBD in the MERS-CoV spike protein reduces its binding to its cognate receptor 165 in the RBD of the SARS-CoV S protein (T332I, F460C and L443R) were identified previously 15 . These mutations negatively impact viral fitness through reducing the affinity 182 to the host receptor 16 (Supplementary Table 2 and North America that each notably now has a predominant clade type, which we believe 214 to be associated with a founder effect whereby a single clade was introduced and current sampling of available public genomes does likely not represent the extant genetic 217 diversity of virus populations in circulation due to biases of genome data deposits from the 218 sequencing laboratories based mainly in the northern hemisphere and new datasets may 219 define new clades in the near future from regions, including Africa, the Indian subcontinent 220 and Latin America with comparably few genomes available at present. In this case, 221 additional identifiers within an evolving barcode scheme can be added to track and monitor 222 future emerging clades with higher resolution. On the other hand, the genetic stability of 223 SARS-CoV-2 18 may result in the continuing circulation of a limited number of clades until 224 such time as mitigation measures including the isolation of vulnerable populations and the 225 availability of efficacious antivirals and vaccines reduces the genetic diversity in 226 . CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 23, 2020. .",
            "cite_spans": [
                {
                    "start": 841,
                    "end": 843,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "text": "(Figure 5",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 866,
                    "text": "(Supplementary Table 2",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "(e.g. measles, poliovirus, rotavirus and human papillomaviruses) with herd-immunity 228 vaccination programmes working to eliminate pathogens from endemic circulation in 229 humans 19, 20, 21, 22 . The availability of a barcoding scheme that rapidly generates a SNP 230 allowing clade assignment will be critical in this elimination phase when widespread 231 availability of vaccines permits eradication of SARS-CoV-2 from endemicity in humans. 232",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "20,",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 193,
                    "end": 195,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Our work provides a baseline global genomic epidemiology of SARS-CoV-2 prior to 234 introduction of therapeutic and prophylactic approaches. The mutational landscape of 235 global populations of over SARS-CoV-2 6,000 genomes provides an evidence-based 236 framework for tracking the clades that comprise the pandemic on different continents. 237",
            "cite_spans": [],
            "ref_spans": [],
            "section": "233"
        },
        {
            "text": "However, due to the bias in the representation of countries depositing the SARS-CoV-2 238 genomes with over-representation of North American and European genomes (28.3% and 239 47.2% respectively) and the available genome data representing only a minute proportion 240 of the total COVID-19 positive cases from each of these regions (America, 0.27%; Europe, 241 0.31%; China, 0.31%. Data collected from GISAID 9 and COVID-19 dashboard 1 ), the 242 genetic barcode described hererin may need to be updated in order to be globally 243 representative, once sufficient numbers of genomes covering less represented parts of the 244 world are eventually sequenced and deposited to publicly-available database. We envisage 245 a qPCR-based allelic discrimination approach, such as PCR allele competitive extension 246 (PACE), which would enable rapid turnaround in real-time following the identification of 247 a laboratory-confirmed case. This would allow viral genetic epidemiological data to be 248 added to contact tracing information to allow efficient detection of circulating SARS-CoV-249 . CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.21.054221 doi: bioRxiv preprint progressive elimination of the genetic diversity and, ultimately, eradication in all regions. 251 A robust genetic barcoding scheme for SARS-CoV-2 can facilitate this molecular tracking 252 of larger numbers of laboratory-confirmed cases and by implementing such a facile 253 genotyping approach upstream of next-generation sequencing will allow whole genome 254 sequencing to be performed on selected cases. This is of particular relevance when the 255 available genomes represent only a small sample of the over 2.5 million total COVID-19 256 cases globally to date. receptor binding domain (RBD), however located too far away from the ACE2-binding site to directly affect receptor binding. V367 is 512 surface exposed, and its substitution would not create clashes with other protein regions. However, the exchange of a small with a bulky 513 hydrophobic residue would alter the surface characteristics of this region, which might influence the efficiency of glycosylation (stick 514 model) of the nearby N343, or the positioning of the sugars. Additionally, the altered RBD surface could potentially interfere with 515 antibody recognition. (D) G476S: G476 is located in the RBD. It is positioned solvent-exposed in a SARS-CoV-2-specific loop. This 516 loop is stabilised by a disulphate bridge (C480:C488; C480 is shown as stick model). In the open, ACE2-bound conformation of the 517 RBD, G476 is close to ACE2 Q24 and E23. The substitution G476S would lead to light clashes with these ACE2 residues (indicated as 518 red spheres) and with the RBD residues N487. However, minor reorientation of the side chains might allow an additional hydrogen bond 519 to be formed between S476 and ACE2 Q24 and E23, thus enhancing the affinity. (E) V483A: V483 is also located in the RBD, solvent-520 exposed in the same SARS-CoV-2-specific loop as G476 (C480:C488 are shown as stick models). In the open, ACE2-bound 521 conformation of the RBD, V483 is more than 10Å away from the ACE2 receptor, and hence does not contribute to direct binding or 522 stability. In the closed conformation, this loop is not modeled in the EM structures (PDB 6vyb), inferring it is flexible in the absence of ACE2. Superimposition of the ACE2-bound conformation of the RBD onto RBDs in a closed conformation shows that this loop region 524 would stick out into the solvent. Substitution of V483 is consequently not predicted to have a strong impact on receptor binding or 525 protein stability. By lowering the hydrophobic surface, this substitution might however reduce the non-specific stickiness of this loop 526 region, and/or affect binding of antibodies. (F) D614G: D614 is located in the SD1. In the trimeric S, D612 engages stabilising 527 interactions within the SD1 (R646 or the backbone of F592, depending on the chain) and with the S1 of the adjacent chain (T859 and 528 K854). Replacement of D614 with a glycine would entail losing these stabilising interactions and increase the dynamics in this region. 529 (G) V1040F: V1040 is located in a loop region that makes hydrophobic contacts between stalk regions of the spike trimer. The V1040F 530 substitution is possible without steric hindrance, and would slightly increase the hydrophobic contacts between the chains. The other 531 mutations are not shown in detail, but are evaluated as follows. M153T: M153 is located in the NTD in a solvent-exposed loop. N 532 electron density was modeled for this loop in the cryo-EM structure (6vyb) suggesting it is flexible. The substitution is expected to be 533 neutral. S940F: S940 is located in the stalk region, in a solvent-exposed turn. Introducing the bulkier phenylalanine in this position 534 would not destabilise the structure but locally change the surface characteristics. C1254F: C1254 is the last cysteine in a cysteine-rich 535 unstructured short cytoplasmic region. This region is required for efficient membrane fusion. The exact mechanism remains to be 536 elucidated, and hence we cannot assess the exact impact of the C1254F mutation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "233"
        },
        {
            "text": "CoV-2 nucleoprotein (N) compacts the viral genome into a helical ribonucleocapsid and 541 hence has key roles in viral assembly 1 with one nsp7 and two nsp8, which markedly enhances its polymerase activity 4 . The shown SARS-CoV-2 nsp12 structure is composed 563 of a nidovirus-unique N-terminal extension (pale yellow), a linker domain (black) and the RNA-dependent RNA polymerase (RdRp) 564 domain (grey). The structure shows the nsp12 in complex with nsp7 (magenta) and nsp8 (cyan and teal), based on PDB 7btf. (A) A4494 565 (A97 in nsp12 numbering; shown as a blue sphere models) is located in the N-terminal extension of the polymerase 5,6 . A4494 is sealing 566 the hydrophobic core of the N-terminal lobe, and its side chain is not solvent exposed. Its replacement with the hydrophobic but slightly 567 bigger valine (yellow) only leads to minor clashes (small red discs) that would not have a significant impact on the function or stability. 568 (B) P4720 (P323 in nsp12 numbering) is located in the 'interface domain' (black). In this position, the P323L substitution (yellow) is not predicted to disrupt the folding or protein interactions and hence is not expected to have strong effects. (C) A4846V (residue A449 570 in nsp12 numbering; blue) is located in the finger domain, with its side chain pointing inwards, contributing to a hydrophobic interaction 571 with the adjacent beta strand. The substitution of A4846 by a valine (yellow) is tolerated in this context. Leading only to minor clashes, 572 it might slightly improve the stability of this region. (D) H5269 (H872 in nsp12 numbering; blue) is located in the thumb domain. It is 573 at the tip of a solvent exposed turn, where its replacement by a tyrosine (yellow) would be tolerated without functional impact. 574",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "text": "1",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "538"
        },
        {
            "text": "Nsp7: S2884 and Q3890 (S25 and Q31 in nsp7 numbering; both in light yellow) are solvent exposed on a helix that makes contact with 575 both nsp8 and nsp12. (E) S25 is capping the N-terminal end of this helix. Its substitution with a leucine (yellow) does not cause steric 576",
            "cite_spans": [],
            "ref_spans": [],
            "section": "538"
        },
        {
            "text": "problems, but would lead to loss of the capping hydrogen bond. However, D163 from one of the nsp8 molecules also performs a capping 577 function in the complex, and hence S25L would only have a slightly destabilising effect. (F) Q31 is located on the surface of the helix. 578",
            "cite_spans": [],
            "ref_spans": [],
            "section": "538"
        },
        {
            "text": "Although Q31 is close to nsp8, its substitution with a histidine (yellow) would not influence this interaction measurably. 579",
            "cite_spans": [],
            "ref_spans": [],
            "section": "538"
        },
        {
            "text": "Nsp8: Only T4031 (T89I in nsp8 numbering; red) is included in the structural model. In both nsp8 molecules, T89 is located solvent 580 exposed on a helix. In neither of the two nsp8 molecules would the substitution T89I create steric problem or affect the interaction with 581 nsp12 or nsp7. 582 located in a solvent-exposed loop region that has not yet reported to be involved in nucleotide binding. Its substitution with a leucine is 591 not expected to create noticeable effects. Y1464 is part of a region that contributes to binding and unwinding of duplex oligonucleotides 7 . 592",
            "cite_spans": [],
            "ref_spans": [],
            "section": "538"
        },
        {
            "text": "Its substitution by a cysteine would decrease the stability and enhance the dynamics of this particular region, and might affect RNA 593 binding and processing. 594 theoretical AlphaFold model. (A) Shown is a model for residues 180-534, colour ramped from blue to yellow. T265 and G392 are shown 598 as blue sphere models. (B) T265 (blue stick model, corresponding to residue T58 in the nsp2 cleavage product numbering) is located at 599 the tip of a loop that is pinned to the core of the N-terminal domain (blue) via hydrophobic residues (two phenylalanines are shown as structural analysis is therefore based on the proposed theoretical AlphaFold model (Left). Helices are colored in cyan, loops in pale 624 orange. L3606 is shown as blue sphere model. The endoplasmic reticulum membrane is shown in orange; lumen and cytoplasmic sides 625 are indicated. Right: close-up view of the location of L3606 (shown as blue stick model). L3606 is located in a predicted helical region 626 that is partly submerged in the membrane, lying parallel to its luminal surface. According to the structural model, L3606 is exposed to 627 the membrane, and hence its substitution with a larger but still hydrophobic phenylalanine would not impact structure or function. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "538"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mutations in the Spike Protein of Middle East Respiratory 344",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Syndrome Coronavirus Transmitted in Korea Increase Resistance to Antibody",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Escape from Human Monoclonal Antibody Neutralization Affects",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rockx",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "In Vitro and In Vivo Fitness of Severe Acute Respiratory Syndrome Coronavirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Identification of human neutralizing antibodies against MERS",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "C"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Being exposed to the solvent, the T265I substitution (shown in yellow) is not expected to have significant impact on 601 protein fold or function. (C) G392 (G212 in nsp2 numbering",
            "authors": [],
            "year": null,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "In this position even the non-conservative substitution with an aspartic acid (yellow) is not predicted to have 603 significant impact on protein fold or function. (D) V378 is located in a surface exposed loop. Its substitution by an isoleucine will not 604 create steric clashes, nor lead to loss of hydrophobic interactions. (E) A second nsp2 fragment is shown, colour ramped from yellow to 605 red, comprising residues 618 to 818. I793 is shown as blue sphere model. (F) I739V (I559 in nsp2 numbering; shown in blue) is part of 606 a hydrophobic core of a small C-terminal domain. Its substitution with an only slightly smaller hydrophobic valine (yellow)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Helices are coloured in cyan, strands 612 in magenta and loops in pale orange. A876 is shown as blue sphere model. (B) Zoom onto A876. A876 (blue stick model) is placed 613 within a helix, engaging hydrophobic contacts with Y905 (stick model). The substitution into a slightly larger threonine (yellow stick model) can be accommodated with only minor structural adjustments (clashes are shown as red spheres) and hence the A876T mutation 615 is not expected to have a substantial influence on the proteins stability and function",
            "authors": [],
            "year": null,
            "venue": "nsp3 cleavage product numbering) is situated in the N-terminal ubiquitin-like domain of nsp3. (A)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "on 4m0w). L1599 is remote from the active site in the Ubl domain. (D) Its substitution does not lead to clashes and is expected to be 618 neutral in terms of function and protein stability",
            "authors": [],
            "year": null,
            "venue": "The structure (grey) has been modelled based on the ~83% identical SARS-CoV structures in complex with ubiquitin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A theoretical model for the Orf3a monomer has been proposed by AlphaFold 9 . The structure-function relationship of this protein 634 remains to be clarified. The mutation G251V is located C-terminal to the b-sandwich domain and the tail (marked by an asterisk)",
            "authors": [],
            "year": null,
            "venue": "Supplementary Figure 11. Mutations in SARS-CoV-2 ORF1a: nsp6",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The SARS coronavirus nucleocapsid protein -Forms and 659 functions",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Hsiao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antiviral Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2013.12.009"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Multiple Nucleic Acid Binding Sites and Intrinsic Disorder of Severe Acute Respiratory Syndrome 661",
            "authors": [
                {
                    "first": "C.-K",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Coronavirus Nucleocapsid Protein: Implications for Ribonucleocapsid Protein Packaging",
            "authors": [],
            "year": 2009,
            "venue": "J. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.02001-08"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Phosphorylation of the arginine/serine dipeptide-rich motif of the severe acute 664 respiratory syndrome coronavirus nucleocapsid protein modulates its multimerization, translation inhibitory activity and 665 cellular localization",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tarn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "FEBS J",
            "volume": "275",
            "issn": "",
            "pages": "4152--4163",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "One severe acute respiratory syndrome coronavirus protein complex integrates processive RNA polymerase 667 and exonuclease activities",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Subissi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1323705111"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Structure of the RNA-dependent RNA polymerase from COVID-19 virus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "7498",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Structure of the SARS-CoV nsp12 polymerase bound to nsp7 and nsp8 co-factors",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Kirchdoerfer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Delicate structural coordination of the Severe Acute Respiratory Syndrome coronavirus Nsp13 upon ATP 672 hydrolysis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nucleic Acids Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gkz409"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Severe acute respiratory syndrome Coronavirus ORF3a protein activates the NLRP3 inflammasome by",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Siu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Computational predictions of protein structures associated with",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Jumper",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tunyasuvunakool",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kohli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hassabis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Available at",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Identification of an epitope of SARS-coronavirus nucleocapsid protein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cell Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.cr.7290158"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Protein -Implication for Virus Ribonucleoprotein Packaging",
            "authors": [],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0065045"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal 683 antibody. Emerging Microbes and Infections",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2020.1729069"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Escape from Human Monoclonal Antibody Neutralization Affects In Vitro and In Vivo Fitness of Severe Acute 685",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rockx",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Spread of mutant middle east respiratory syndrome coronavirus with reduced affinity to human CD26 during the 687 south Korean outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "MBio",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/mBio.00019-16"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "). The nonsynonymous mutations in the N 183 protein, which have key roles in viral assembly, might also have functional implications. 184 The hotspot mutations S202N, R203K and G204R all cluster in a linker region where they 185 might potentially enhance RNA binding and alter the response to serine phosphorylation 186 events (Supplementary Figure 6). The clade I-defining mutation in the nucleocapsid 187 protein, which has key roles in viral assembly, is synonymous. However, we observed 188 nonsynonymous mutations in the nucleocapsid protein that are predicted to have functional 189 implications. The hotspot mutations S202N, R203K and G204R all cluster in a linker 190 region where they might potentially enhance RNA binding and alter the response to study, we have defined 5 major clades (G, I, S, D and V) and 9 minor clades 195 (H2, L2, G1110A, H, Y, C17373A, S2, I2 and K) which covers ~89% of the 2,058 high 196 quality genomes available until March 31 st in GISAID database. The clustering of these 197 genomes revealed the spread of clades to diverse geographical regions (Figure 1, Figure 3). 198 This pattern contrasts with those observed for other epidemic coronaviruses, such as 199 MERS-CoV, which display distinct geographical clustering 17 . For example, clade G, which 200 was first detected on January 28 th , has reached 40 countries and 130 cities, within a span 201 of 10 weeks (Supplementary Table 1). This pattern demonstrates efficient viral 202 transmission through frequent intercontinental travel during the period when international 203 social distancing in order to contain the global spread of viruses. 207 208 We have observed a distinct distribution of the major clades in different parts of the 209 world (Figure 3). Most of the viral genomes that have not been assigned to a major clade 210 are found in Asia and have earlier detection times in January and February at the start of 211 the epidemic in China (Supplementary Figure 2). We observed a decrease in the genetic 212 diversity of the virus over time following dissemination from China, especially in Europe 213",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Sequence alignment was performed using MAFFT(version 7.407) 24 software and 264 then trimmed by trimAL(version 1.4.1) 25 . Phylogenetic analyses of the complete genomes 265 were done with FastTree(version 2.1.10) 26 software with default parameters, and 266 iTOL(version 5) 27 was used for phylogenetic tree visualisation. 267 268 2,127 complete SARS-CoV2 genomes were downloaded from the GISAID9 (March 31th 269 2020). 69 of those genomes were removed due to poor assembly quality resulting in 2,058 270 complete genomes that were subsequently used for analysis. Sequence alignment was 271 performed with MAFFT(version 7.407) 24 and trimmed by trimAL(version 1.4.1) each of the genomes were called by Parsnp (version 1.2) from the Harvest 276 suite 29 using MN908947.3 as the reference genome, and the SNPs were further annotated 277 by SnpEff(version 4.3m) 30 . The monoclades associated with SNPs with a frequency ≥40 278 were defined as major clades and monoclades associated with SNPs with a frequency ≥5 279 were defined as minor clades. 280 281 Protein Structural Analysis 282 Experimentally determined protein structures were obtained from the Protein Data Bank 283 (PDB). SwissModel 31 , I-Tasser 32 , RaptorX 33 and an in-house modelling pipeline was used 284 to produce protein structure homology models. Phobius 34 was used for prediction of trans-285 membrane regions. RaptorX was also used for predicting secondary structure, protein 286 disorder and solvent exposure of amino acids. Pymol(version 1.was supported by funding from King Abdullah University of Science and 291 Technology (KAUST), Office of Sponsored Research (OSR), under award number 292 FCC/1/1976-25-01. Work in AP's laboratory is supported by the KAUST faculty baseline 293 fund (BAS/1/1020-01-01) and research grants from the Office for Sponsored Research 294 (OSR-2015-CRG4-2610, OCRF-2014-CRG3-2267). We thank all laboratories which have 295 the study and supervised the work; AP and QG designed the analysis. QG, 302 MS and SA performed the data analysis and prepared the initial draft of the manuscript, 303 followed by edits from AP, MC and RN. All authors have commented on various , E., Du, H. & Gardner, L. An interactive web-based dashboard to track 310 COVID-19 in real time. Lancet. Infect. Dis. 3099, 19-20 (2020). 311 2. Bárcena, M. et al. Cryo-electron tomography of mouse hepatitis virus: Insights 312 into the structure of the coronavirion. Proc. Natl. Acad. Sci. U. S. A. M. C. et al. Membrane rearrangements mediated by coronavirus 319 nonstructural proteins 3 and 4. Virology (2014). doi:10.1016/j.virol.2014.04.027 320 5. Wu, A. et al. Genome Composition and Divergence of the Novel Coronavirus 321 (2019-nCoV) Originating in China. Cell Host Microbe (2020). 322 doi:10.1016/j.chom.2020.02.001 323 6. Wu, F. et al. A new coronavirus associated with human respiratory disease in 324 China. Nature (2020). doi:10.1038/s41586-020-2008, D. X., Fung, T. S., Chong, K. K. L., Shukla, A. & Hilgenfeld, R. Accessory 326 proteins of SARS-CoV and other coronaviruses. Antiviral Research (2014X. et al. On the origin and continuing evolution of SARS-CoV-2. Natl. Sci. 329 Rev. 6, (2020). 330 9. Shu, Y. & McCauley, J. GISAID: Global initiative on sharing all influenza data -331 from vision to reality. Eurosurveillance (2017). doi:10.2807/1560-332 7917.ES.2017.22.13.30494 333 10. Hadfield, J. et al. NextStrain: Real-time tracking of pathogen evolution. 334 Bioinformatics (2018). doi:10.1093/bioinformatics/bty407 335 11. Báez-Santos, Y. M., St. John, S. E. & Mesecar, A. D. The SARS-coronavirus 336 papain-like protease: Structure, function and inhibition by designed antiviral 337 compounds. Antiviral Research (2015). doi:10.1016/j.antiviral.2014.12.015 338 12. Posthuma, C. C., te Velthuis, A. J. W. & Snijder, E. J. Nidovirus RNA 339 polymerases: Complex enzymes handling exceptional RNA genomes. Virus 19. Brown, K. E. et al. Genetic characterization of measles and rubella viruses 359 detected through global measles and rubella elimination surveillance, 2016-2018. 360 Morb. Mortal. Wkly. Rep. (2019). doi:10.15585/mmwr.mm6826a3 361 20. Mankertz, A. et al. Spread of measles virus D4-Hamburg, Europe, 2008-2011. 362 Emerg. Infect. Dis. (2011). doi:10.3201/eid1708.101994 363 21. Grassly, N. C. The final stages of the global eradication of poliomyelitis. 364 Philosophical Transactions of the Royal Society B: Biological Sciences (2013). 365 doi:10.1098/rstb.2012.0140 366 22. Soares-Weiser, K. et al. Vaccines for preventing rotavirus diarrhoea: vaccines in 367 use. in Cochrane Database of Systematic Reviews (2012). 368 doi:10.1002/14651858.cd008521.pub3 369 23. Pickett, B. E. et al. ViPR: An open bioinformatics database and analysis resource 370 for virology research. Nucleic Acids Res. (2012). doi:10.in performance and usability. Mol. Biol. Evol. Capella-Gutiérrez, S., Silla-Martínez, J. M. & Gabaldón, T. trimAl: A tool for 375 automated alignment trimming in large-scale phylogenetic analyses. 376 Bioinformatics 25, 1972-1973 (2009). 377 26. Price, M. N., Dehal, P. S. & Arkin, A. P. Fasttree: Computing large minimum 378 evolution trees with profiles instead of a distance matrix. Mol. Biol. Evol. (2009). 379 doi:10.1093/molbev/msp077 380 27. Letunic, I. & Bork, P. Interactive Tree Of Life (iTOL): An online tool for 381 phylogenetic tree display and annotation. Bioinformatics (2007). 382 doi:10.1093/bioinformatics/btl529 383 28. Stamatakis, A. RAxML version 8: A tool for phylogenetic analysis and post-384 analysis of large phylogenies. Bioinformatics 30, -genome alignment and visualization of thousands of intraspecific 387 microbial genomes. Genome Biol. 15, (2014). 388 30. Cingolani, P. et al. A program for annotating and predicting the effects of single 389 nucleotide polymorphisms, SnpEff: SNPs in the genome of Drosophila 390 melanogaster strain w1118; iso-2; iso-3. Fly (Austin). (2012). 391 doi:10.4161/fly.19695 392 31. Arnold, K., Bordoli, L., Kopp, J. & Schwede, T. The SWISS-MODEL workspace: 393 resource for template-based protein structure modeling. Methods Mol. Biol. 399 (2014). doi:10.1007/978-1-4939-0366and signal peptide prediction-the Phobius web server. 402 Nucleic Acids Res. 35, (2007). 403 35. Senior, A. W. et al. Improved protein structure prediction using potentials from 404 deep learning. Nature (2020). doi:10.1038/s41586-019-1923-7 405 36. John Jumper, Tunyasuvunakool, K., Kohli, P. & Hassabis, D. Computational 406 predictions of protein structures associated with COVID-19. (2020). Available at: 407 https://deepmind.com/research/open-source/computational-predictions-of-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Major substitutions events in SARS-CoV-2. A global SNP-based radial phylogeny of SARS-CoV-2 genomes defining five 412 major clades (S, G, V, D and I) and several subclades based on nucleotide substitution events. E1-E15 represents the 15 major 413 evolutionary events. Branches with >70% bootstrap values are shown and all the main clade-defining branches have bootstrap 414 values >90%. E4, which corresponds to a G11083A mutation in ORF1a was found in two independent branches of the tree and for 415 illustration purposes it is shown in Supplementary Figure 2. The labeling for the concentric outer circles I as follows: A, the imported 416 cases which the country of exposure differs from the country of isolation; B, the collection date of each case with one week resolution; 417 C, collection locations of the cases; D exposure locations of the cases. 418",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Major mutations and associated variation in globally circulating SARS-CoV-2 genomes (n=2,058). Genomic localisation 420 of major mutation events as defined within our study. SARS-CoV-2 mutations in the receptor-bing domain (RBD) sequence contain all 421 amino acid substitutions from 2,058 genomes available up until March 31 st 2020. 422",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Global distribution of various major and minor clades of SARS-CoV2 genomes and their relative prevalence over a 424 14 week time period from December 24 th 2019 to March 28 th 2020 from the outbreak and early stages of the pandemic. The size 425 of each pie chart is proportional to the numbers within each respective clade (Europe, max=971; South Asia, min=3). The cumulative trend of the clades is shown on the right and the span of time indicates the first and last observed case in each particular clade",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Major mutations and associated variation in globally circulating SARS-431 CoV-2 genomes (n=6,058) available until April 15 th 2020. (A) A 10 nucleotide SNP 432 expected to have a substantial influence on the proteins stability or function. (D) The 455 structure shows the nsp12 in complex with nsp7 (magenta) and nsp8 (cyan and teal), based 456 on PDB 7btf. P4720 (P323 in nsp12 numbering) is located in the 'interface domain' (black). 457 In this position, the P323L substitution is not predicted to disrupt the folding or protein 458 interactions and hence is not expected to have strong effects. (E) A theoretical model for 459 the Orf3a monomer has been proposed by AlphaFold 36 . The structure-function relationship 460 of this protein remains to be clarified. The mutation G251V is located C-terminal to the b-461 sandwich domain and the tail (marked by an asterisk)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "A maximum likelihood phylogenomic tree based on whole genomes from SARS-CoV-2 and other 473 coronaviruses. All available complete genomes of an alphacoronavirus (NL63) and several major groups of betacoronavirus 474 species were used to construct the phylogenetic tree. The colour-coded outer circle represents the host of each specific genome sequence. The SARS-CoV-2 part of the phylogenetic tree has been expanded for better resolution of the tree with closely related 476 viral species. A total of 1,427 SARS-CoV-2 whole genomes were illustrated in the phylogeny.Minor clades SARS-CoV-2 . For illustration purposes, the major clades have been collapsed and the central 479 part of the figure has been enlarged. Most of the genomes that cannot be assigned to any major clade are derived from Asian countries 480 indicative of high genetic diversity in the relatively early stages of the local epidemics and that a founder effect likely explains the 481 observations of single predominant clades in North America and Europe which exhibit a reduction in genetic diversity. These genomes 482 obtained were further analysed and assigned to minor clades. A minor clade was defined with n≥5 cases of SARS-CoV-2 based on 483 phylogenetic and SNP analysis and the events associated with them are indicated by the green arrow. The information contained in the 484 concentric circles: A, the imported cases; B, the collection date of each genome at one-week resolution; C, collection locations of the 485 genomes; D exposure locations of the genomes. 486 487 modeled based on PDB accessions 6m17 and 6vyb. Identified nonsynonymous mutations are shown as sphere models. For reasons of 504 visibility only mutations of two of the three S chains are labeled. Memb indicates the membrane. The cytoplasmic tails are depicted in 505 the same colours as the three spike chains. B-E) Magnified regions of the mutations. (B) H49Y: H49 is located in the N-terminal domain 506 (NTD) which is in contact with the sub-domain 2 (SD2) of a symmetry-related molecule. The relative position of NTD and SD2 changes 507 considerably upon going from the closed (grey coloured) to the open state (cyan and magenta). H49 stabilises the rim of the NTD 508 through cation-π-stacking with R44. A tyrosine in position 49 would be able to perform the same role and does not lead to clashes. 509 However, the substitution may slightly alter the stability of this interaction and the interaction between the NTD and SD2, which, in 510 turn, might have subtle effects on the stability and equilibrium of open and closed conformations of S. (C) V367F: V367 is part of the 511",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ". N contains two folded domains, the N-terminal and 542 the dimeric C-terminal domain (NTD; blue, and CTD; green, respectively). Both domains 543 are flanked by flexible regions, namely a flexible linker between them (LKR, underlined 544 in the bottom panel sequence) and ~40 residue intrinsically disordered regions (IDRs) as 545 tails. The NTD and CTD are RNA-binding regions, but the LKR and IDRs also affect 546 RNA-binding of N 2 . The LKR contains a serine-arginine (SR)-rich region, which 547 contributes to RNA binding and N oligomerization. The arginines may promote RNA-548 binding through electrostatic interactions, whereas the serines are putative phosphorylation 549 sites that would counteract RNA binding and possibly favour oligomerisation upon 550 phosphorylation 3 . The hotspot mutations S202N, R203K and G204R are all within the SR 551 region of the LKR. S202N would delete a putative phosphorylation site. Given the large 552 number of alternative serine phosphorylation sites, and the presence of many asparagines 553 within the linker, this S/N substitution might not have a very strong influence. The 554 homologous substitution R203K is also expected to have only minor effects. G204R might 555 increase binding to RNA, and/or affect other homo-or heterologous interactions. In 556 summary, the substitutions might potentially enhance RNA binding and alter the response 557 to serine phosphorylation events. The structural figure consists of homology models for 558 the NTD and CTD, linked by arbitrary but stereochemically-plausible linker regions. Mutations in SARS-CoV-2 ORF1ab, nsp12: The nsp12 RNA-dependent RNA polymerase forms a complex 562",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "628",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sensitivity and specificity of the SARS-CoV-2 clade-defining SNP based on 2,058 genomes covering the first 14 weeks 463",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SUPPLEMENTARY TABLES 654SupplementaryTable 2. Experimentally validated amino acid substitutions resulting in escape mutants or having functional 655 significance in N and S proteins of SARS-CoV and MERS-CoV. 656 T149 is an epitope that interacts with neutralising antibody. S328 forms inter-dimer disulfide bonds connecting the two β-strands.R395 interacts with one of the most potent neutralising antibody m396.D463G is associated with neutralisation escape from MAbs S224.1.I529T reduces affinity of RBD to the DPP4/CD26 receptor.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "658",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY REFERENCES:"
        }
    ]
}