{
    "paper_id": "fe69a9e9c17f6848cf77bc0470f8b7e97af8512e",
    "metadata": {
        "title": "Gastrointestinal symptoms as Covid-19 onset in hospitalized Italian patients",
        "authors": [
            {
                "first": "Elisabetta",
                "middle": [],
                "last": "Buscarini",
                "suffix": "",
                "affiliation": {},
                "email": "elisabetta.buscarini@asst-crema.it"
            },
            {
                "first": "Guido",
                "middle": [],
                "last": "Manfredi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gianfranco",
                "middle": [],
                "last": "Brambilla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fernanda",
                "middle": [],
                "last": "Menozzi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Claudio",
                "middle": [],
                "last": "Londoni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saverio",
                "middle": [],
                "last": "Alicante",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Iiritano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Samanta",
                "middle": [],
                "last": "Romeo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marianna",
                "middle": [],
                "last": "Pedaci",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gianpaolo",
                "middle": [],
                "last": "Benelli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ciro",
                "middle": [],
                "last": "Canetta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Lapiana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guido",
                "middle": [],
                "last": "Merli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Intensive Care Unit",
                    "institution": "",
                    "location": {
                        "addrLine": "6 Pneumology 2 Unit, 7 Emergency Unit, 8 Health Directorate"
                    }
                },
                "email": ""
            },
            {
                "first": "Alessandro",
                "middle": [],
                "last": "Scartabellati",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Viganò",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roberto",
                "middle": [],
                "last": "Sfogliarini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Melilli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roberto",
                "middle": [],
                "last": "Assandri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clinical Investigation Laboratory",
                    "institution": "",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Daniele",
                "middle": [],
                "last": "Cazzato",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Davide",
                "middle": [
                    "Sebastiano"
                ],
                "last": "Rossi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susanna",
                "middle": [],
                "last": "Usai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fondazione IRCCS Istituto Neurologico \"Carlo Besta\"",
                    "location": {
                        "addrLine": "12 Scientific Directorate",
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Irene",
                "middle": [],
                "last": "Tramacere",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Germano",
                "middle": [],
                "last": "Pellegata",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ospedale Maggiore di Crema",
                    "location": {
                        "settlement": "Crema",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Lauria",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fondazione IRCCS Istituto Neurologico \"Carlo Besta\"",
                    "location": {
                        "addrLine": "12 Scientific Directorate",
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To assess the prevalence of gastrointestinal symptoms and their correlation with need of non-invasive ventilatory support, intensive care unit admission and death in hospitalized SARS-CoV-2 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Since February 21 th 2020, all individuals referred to our emergency department for suspected SARS-CoV-2 underwent a standardized assessment of body temperature and pulse oximetry, hematological screening, chest X-ray and/or computed tomography (CT), and SARS-CoV-2 assay on nasopharyngeal swab. Medical history and GI symptoms including nausea, vomit, diarrhea, and abdominal pain were recorded. were recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "GI symptoms were the main presentation in 42 (10.2%) of 411 patients, with a mean onset 4.9 +/-... days before admission. In 5 (1.2%) patients GI symptoms have not been associated with respiratory symptoms or fever. We found an inverse trend for ICU admission and death as compared with patients without GI symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "GI symptoms can be an early and not negligible feature of Covid-19, and might be correlated with a more benign disease course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On January 7th, 2020, a novel coronavirus was isolated and named as severe acute The better delineation and understanding of Covid-19 clinical features is of paramount importance to maximize diagnostic accuracy and timeliness, and to correlate clinical findings with outcome. It is well established that most patients with Covid-19 have fever along with respiratory signs and symptoms, such as cough and dyspnea. 3-5 SARS-CoV-2 uses the ACE2 protein as a receptor, which is expressed not only in the respiratory epithelium, but also in the gastro-enteric mucosa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A number of patients infected with SARS-CoV-2 is reported to present gastrointestinal (GI) symptoms including diarrhea, nausea, vomiting and/or abdominal pain or discomfort at onset or even before respiratory symptoms 6,7 8 We investigated all consecutive individuals suspected to harbor Covid-19 and admitted at the General Hospital of Crema between February 21 st and March 13 rd , 2020. This study is aimed at assessing prevalence and features of GI symptoms in Covid-19 patients and their correlation with medical history, disease course and outcome.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 223,
                    "text": "6,7 8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since February 21 th , all suspected individual admitted to the hospital underwent a standardized procedure including body temperature and pulse oximetry (SO 2 ) recording, hematological screening, chest X -ray and/or computed tomography (CT) scan, and nasopharyngeal swab. Swabs were stored at +4°C and immediately shipped to one of the laboratory of virology accredited by the Lombardy Region for diagnostic SARS-COV-2 real-time polymerase chain reaction (RT-PCR) assay. Based on clinical, laboratory, and radiological findings, patients were discharged to home in quarantine or hospitalized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Demographic data, date of onset and type of symptoms, including GI symptoms (as either nausea, or vomit or diarrhea or abdominal pain) were recorded. Comorbidities (hypertension, cardiovascular disorders, diabetes, pulmonary diseases, active and previous malignancies, any other disease), current pharmacological treatments and number of drugs were also recorded. All available clinical data during the hospitalization, including hematological and radiological exams, treatments, need of respiratory support with continuous positive airway pressure (CPAP) or non-invasive ventilation (NIV), ICU admission, and All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.20.20064873 doi: medRxiv preprint death were recorded. Follow-up data until March 19 th were recorded. Interstitial pneumonia was diagnosed based on acute reticular pattern chest X-ray and/or single or multiple ground-glass and/or consolidative lungs opacities at computed tomography (CT). Pleural and pericardial effusion, and lymphadenopathy at CT scan were recorded. Primary outcomes were need of CPAP or NIV, intensive care unit (ICU) admission, and death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The hospital is equipped with a computerized recording system that generates a unique code for any visit and exam. All patients were anonymized and locked to the unique code assigned at the admission, and all data were included in an electronic database.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Steering Committee for the COVID-19 studies at ASST Maggiore Hospital Crema approved the study, which was notified to the Ethical Committee of ATS ValPadana.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Descriptive statistics were provided in terms of absolute number and percentage for categorical data, and mean with standard deviation (SD) and value range for continuous data. Associations between GI symptoms and medical history, disease course and outcome were assessed through the use of chi-square test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "We collected relevant data from 411 consecutive Covid-19 patients. Of the 42 patients presenting with GI symptoms, 9 (21.4%) required CPAP/NIV, 1 (2.3%) was admitted to ICU, and 4 (9.5%) died. Table 1 shows correlation of GI symptoms with outcomes as either CPAP/NIV or ICU admission or death. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 200,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Clinical features and outcomes"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical features and outcomes"
        },
        {
            "text": "Early observations in smaller cohorts reported that Covid-19 could present with GI symptoms, including diarrhoea, anorexia/nausea, abdominal discomfort and vomiting, in 3% of patients. 5 3 Our finding of 10% patients suggests that the prevalence of GI symptoms at onset is not negligible and confirms the rate described in a Chinese cohort outside Wuhan. 9 GI symptoms presented on average 4.9 days before admission. However, the range of GI symptoms onset is very wide with up to 20 days before admission, confirming that GI complaints can be the first herald of Covid-19.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "5 3",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 356,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our data confirm the importance of including GI symptoms among the spectrum of Covid-19 features, to allow early diagnosis and appropriate treatments even in patients without respiratory symptoms. This could be of particular importance considering the rapid human-to-human transmission among close contacts , which could be related to GI rather than respiratory symptoms in some infected patients. 3 Viral RNA is detectable in the stool of patients with suspicion of Covid-19. Gastrointestinal viral infection and potential fecal-oral transmission could persist even after viral clearance from the respiratory tract. 10, 11 As a consequence, prevention of oral-fecal transmission should be considered to control the spread of the virus.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 399,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 621,
                    "end": 623,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In our cohort, GI symptoms did not correlate with fever, syncope, use of ACE inhibitors, comorbidities or use of multiple drugs. Conversely, we found a strong correlation with the absence of cough, suggesting that GI involvement might have an inverse correlation with lung involvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A possibly more benign disease course in patients with GI symptoms was suggested by the trend of ICU admissions and deaths, which was lower compared to patients without GI symptoms at onset, even though the difference was non significant possibly because of the relative small number of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, our study provided a reliable sizing of GI symptoms as early features of Covid-19 infection, strengthening the need to increase the awareness on potential orofecal transmission and widening the spectrum epidemiological constraints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed Data availability statement The data that support the findings of this study are available from the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required"
        },
        {
            "text": "The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.20.20064873 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Novel Coronavirus Originating in Wuhan, China: Challenges for Global Health Governance",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS-CoV-2 is an appropriate name for the new coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "949--50",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "11",
            "pages": "1061--69",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiologic Features and Clinical Course of Patients Infected With SARS-CoV-2 in Singapore",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "Swx",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalimuddin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3204"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Covid-19: Gastrointestinal manifestations and potential fecal-oral transmission Gastroenterology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2020.02.054"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evidence for gastrointestinal infection of SARS-CoV-2",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2020.02.055"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "2019 novel coronavirus infection and gastrointestinal tract",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "Y"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of digestive diseases",
            "volume": "21",
            "issn": "3",
            "pages": "125--151",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Epidemiological, clinical and virological characteristics of 74 cases of coronavirus-infected disease 2019 (COVID-19) with gastrointestinal symptoms. Gut",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/gutjnl-2020-320926"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Covid-19: Gastrointestinal Manifestations and Potential Fecal-Oral Transmission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2020.02.054"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Molecular and serological investigation of 2019-nCoV infected patients: implication of multiple shedding routes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerging microbes infect",
            "volume": "9",
            "issn": "",
            "pages": "386--89",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evidence for Gastrointestinal Infection of SARS-CoV-2",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epub ahead of print",
            "authors": [],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "PMCID",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2020.02.055"
                ],
                "PMID": [
                    "32142773"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "respiratory syndrome coronavirus 2 (SARS-CoV-2) by the International Committee on Taxonomy of Viruses (ICTV) in the wake of an outbreak of pneumonia of unknown cause in Wuhan city, China. 1,2 The World Health Organization (WHO) declared the 2019-nCoV outbreak a Public Health Emergency of International Concern on January 30 th 2020. This pneumonia was called coronavirus disease 2019 (Covid-19) on February 11th, 2010.The Covid-19 pandemic was declared on March 11 th .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Among them, 42 (10.2%,15 females and 27 males, mean age 68.2±14.2 ) reported GI symptoms including nausea (18, 4.3%), vomit (16, 3.8%), diarrhea (15, 3.6%) or abdominal pain (5, 1.2%); the 369 Covid-19 patients not reporting GI symptoms were 118 females, 251 males, mean age 67.6±15.0. GI symptoms had a mean onset of 4.9 ±4.4 days (range 1-20) before admission. Patients with GI symptoms reported less frequently cough (p=0.004) as compared to those presenting with respiratory symptoms, whereas the frequency of fever was similar (p= 0.7). In 5 of 411 patients (1.2%) GI symptoms were neither associated with fever nor cough. GI symptoms did not show any significant correlation with syncope (p=0.3), use of ACE inhibitors (p=0.1), presence of comorbidities (p=0.3), or use of multiple drugs (p=0.7).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Study concept and design: EB, GL, GM. Data collection and statistical analysis: GM, RA, MP, IT. Analysis and interpretation of data: all authors. Drafting the manuscript: EB, GL, GM, IT. Critical revision of the manuscript for important intellectual content: all authors.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "All rights reserved. No reuse allowed without permission.(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted April 23, 2020. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.The copyright holder for this preprint this version posted April 23, 2020. . https://doi.org/10.1101/2020.04.20.20064873 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}