{
    "paper_id": "feb20f58c1e46088d84e36609a1ec7b62521ccd5",
    "metadata": {
        "title": "SARS-CoV-2 Encodes a PPxY Late Domain Motif that is Known to Enhance Budding and Spread in Enveloped RNA Viruses 2 3 Halim Maaroufi 4",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Currently, the global COVID-19 (Coronavirus Disease-2019) pandemic caused by SARS- 28 CoV-2 from Wuhan is affecting the health (including psychology) and/or socioeconomic 29 life of almost each citizen in the world. Finding vaccines and therapeutics to fight CoV-2 30 is urgent. In addition, it is necessary to continue this great research effort in the next years 31 to elucidate the molecular mechanisms (tropism, cell entry, multiplication and spread, etc) 32 that emerging viruses (now SARS-CoV-2) use to infect humans. This knowledge is an 33 investment for the future to prevent and/or control emergence of dangerous viruses that 34 may be could be more terrible for humanity than SARS-CoV-2. The family of The envelope-anchored SARS-CoV-2 spike (S) is a multifunctional glycoprotein with 42 1273 amino acid residues. Its structure was resolved as a homotrimeric with several 43 domains. S protein is subdivided into S1 and S2 subunits. S1 is formed by two domains, Sequence analysis of SARS-CoV-2 spike protein by the eukaryotic linear motif (ELM) PPxY motif is also present in S protein of bat RaTG13and pangolin GX-P5L (Fig. 1A) .",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 365,
                    "end": 367,
                    "text": "31",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1128,
                    "end": 1137,
                    "text": "(Fig. 1A)",
                    "ref_id": null
                }
            ],
            "section": "27"
        },
        {
            "text": "Moreover, S proteins with PPxY motif are phylogenetically close (Fig. 1C) . Interestingly, 100 alignment of S protein sequences of the two pangolins showed only two differences in S1 PPxY motif is important for virulence. Figure 1B ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 73,
                    "text": "(Fig. 1C)",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 231,
                    "text": "Figure 1B",
                    "ref_id": null
                }
            ],
            "section": "99"
        },
        {
            "text": "The hot region in S protein contains also Ser/Thr phosphorylated motifs. Indeed, PPxY 130 motif shares also its Pro25 with an overlapping 19 TTRTQLP 25 that could be phosphorylated . CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 21, 2020. . https://doi.org/10.1101/2020.04.20.052217 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "129"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Phase-dependent nucleotide substitution 390 in protein-coding sequences",
            "authors": [
                {
                    "first": "G.-Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L.-L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H.-Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochem. Biophys. Res. Commun",
            "volume": "355",
            "issn": "",
            "pages": "599--602",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Binding of PH domains of 394 beta-adrenergic receptor kinase and beta-spectrin to WD40/beta-transducin repeat 395 containing regions of the beta-subunit of trimeric G-proteins",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Winkelmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Biochem. Biophys. Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "PPEY motif within the rabies virus (RV) matrix protein is essential 400 for efficient virion release and RV pathogenicity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schnell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Virol",
            "volume": "82",
            "issn": "",
            "pages": "9730--9738",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Phosphatidylinositol 4-kinase IIIβ is required for severe acute respiratory syndrome 405 coronavirus spike-mediated cell entry",
            "authors": [],
            "year": null,
            "venue": "J. Biol. Chem",
            "volume": "287",
            "issn": "",
            "pages": "8457--8467",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Tec kinase signaling in T 409 cells is regulated by phosphatidylinositol 3-kinase and the Tec pleckstrin homology 410 domain",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Ching",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Tsoukas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Immunol",
            "volume": "166",
            "issn": "",
            "pages": "387--395",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.166.1.387"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "PinaColada: peptide-inhibitor ant colony ad-hoc 413 design algorithm",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zaidman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Wolfson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bioinformatics",
            "volume": "32",
            "issn": "",
            "pages": "2289--2296",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Probable Pangolin Origin of SARS-CoV-2",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "35 coronaviruses (CoVs) is large and composed of single positive-stranded enveloped RNA 36 viruses (Graham and Baric, 2010; Li, 2013). Among all RNA viruses, CoVs possess the 37 largest genome, typically between 27.000 and 32.000 nucleotides. They are classified into 38 Alpha-, Beta-, Gamma-, and Deltacoronavirus genetic genera and can infect both 39 mammalian and avian species. Phylogenetically, SARS-CoV-2 is more close to SARS-40 CoV than MERS-CoV, but all belong to betacoronavirus (betaCoVs) (de Wit et al., 2016).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "44 an N-terminal domain (NTD) and a C-terminal receptor-binding domain (RBD) that binds 45 specifically the host receptor angiotensin-converting enzyme 2 (ACE2) on the host cell 46 surface (Li, 2012). Whereas, S2 subunit is also multidomains and induces viral and host 47 membranes fusion. 48 The viral proline-rich Pro-Pro-x-Tyr (PPxY) Late or L-domain motif (Chen and Sudol, 49 1995) interacts with host proteins containing WW-domain. The term Late reflects late 50 function in virus lifecycle (Freed, 2002). L-domain motifs are identified in enveloped RNA 51 viruses such as in Gag of number of retroviruses and in matrix of arenaviruses, 52 rhabdoviruses and filoviruses (Baillet et al., 2019; Bieniasz, 2006; Wirblich et al., 2008).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "53 WW-domain is a small domain of 35-40 amino acids, named after two conserved 54 tryptophan (W) residues in the sequence (Bork and Sudol, 1994). It is a fold of three-stranded 55 antiparallel β-sheet that contains two ligand-binding grooves (Huang et al., 2000; Kanelis",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "79 resource (http://elm.eu.org/) revealed a short linear motif (SLiMs) known as PPxY Late 80 (L-) domain motif, 25 PPAY 28 in N-terminal of S1 subunit. PPxY L-domain motif interacts 81 with proteins containing WW-domain (s). The term Late reflects late function in virus 82 lifecycle (Freed, 2002). L-domain motifs were identified in single stranded enveloped RNA 83 viruses (Table 1). In Gag protein of number of retroviruses and in matrix of arenaviruses, 84 rhabdoviruses and filoviruses (Baillet et al., 2019; Bieniasz, 2006; Wirblich et al., 2008). 85 RNA viruses use PPxY L-domain motif to recruit specific WW-domain of host proteins of 86 Nedd4 family members and ultimately the ESCRT complex to facilitate their budding and 87 egress (Bieniasz, 2006). Interestingly, SARS-CoV-2 S protein and Nedd4 can be S-88 palmitoylated, suggesting that they can be localize to similar membrane subdomains (Petit 89 et al., 2007; Gordon et al., 2020; Chesarino et al., 2014). Therefore, they could be able to 90 interact. In addition, ScanProsite tool (https://prosite.expasy.org/scanprosite/) is used to 91 verify if PPxY motif is present elsewhere in SARS-CoV-2 and SARS-CoV proteins. PPxY 92 motif is absent in SARS-CoV and only present in S protein of SARS-CoV-2. It has been 93 reported in enveloped RNA viruses that PPxY motif recruits Nedd4 E3 ubiquitin ligases 94 and ultimately the ESCRT complex to enhance virus budding and release that means a high 95 viral load, thus facilitating new infections. Note that PPxY motif is not present in proteins 96 of SARS-CoV. This suggests that PPxY motif by its role in enhancing the viral load could 97 explain why SARS-CoV-2 is more contagious than SARS-CoV (To et al., 2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "101 subunit (amino acid in position 25 (P/Q) and deletion of 448 GY 449 in pangolin GX-P1E) 102 (Lam et al., 2020; Zhang et al., 2020). In the future, it would be interesting to compare 103 virulence of pangolin GX-P1E and pangolin GX-P5L coronaviruses to know if the loss of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "shows the difference in coronaviruses 105 counterpart nucleotides of codon Pro25 of SARS-CoV-2. Transition mutations (purine (A, purine to pyrimidine or Vis versa) mutations. Additionally, in codons most 108 substitutions appear in the third nucleotide base (silent mutations), less is the first base, and 109 the least substitutions happen in the second nucleotide base (Wang et al., 2007). Therefore, 110it is more probable that mutation from Ala (GCT) to Pro (CCT) occurs than Gln (CAG) to 111 Pro (CCG). Moreover, a double mutation is less probable from Asn (AAT) to Proline 112 (CCT)(Fig. 1B).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "-domain motif is in hot region 115 116 Scanning SARS-CoV-2 S protein sequence with DisEMBL software (Linding et al., 2003) 117 revealed in the N-terminal region a unique hot disordered loop 19 TTRTQLPPAYTNSFT 33 118 that includes PPxY motif (Table 2). In addition, this loop contains other motifs. Indeed, 119 PPxY motif shares its tyrosine with an overlapping 28 YTNSF 32 motif (Fig. 1A) that when 120 its Tyr28 is phosphorylated it allows binding SH2 domain of STAP1. STAP1 (Signal 121 Adaptor Protein 1) is an adaptor protein with an SH2 and a PH class of lipid-binding 122 domain (Wang et al., 1994). It is expressed in lymphoid cells and is phosphorylated by the 123 Tec tyrosine kinase (Tec TK), which participates in B cell antigen receptor signaling (Ohya 124 et al., 1999; Yang et al., 2001). It has been showed in polyoma virus that when its middle 125 T-antigen is phosphorylated on tyrosine, it acts as a binding site for the SH2 domain of 126 phosphatidylinositol-3'OH kinase 85K subunit (Dilworth et al. 1994). Another site, 127 28 YTNS 31 in S protein is also Tyr phosphorylation depending for binding SH2 domain. 128 (Lin et al., 2006).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "131 at TQ motif by Phosphatidylinositol 3-and/or 4-kinase (PIKKs). The Gln (Q) beside to the 132 target Ser/Thr is critical for the substrate recognition. PIKKs are Ser/Thr atypical kinases 133 that are found only in eukaryotes (Imseng et al., 2108; Angira et al., 2020). Interestingly, 134 Yang et al. (2012) showed that phosphatidylinositol 4-kinase IIIβ (PI4KB) is required for 135 cellular entry by pseudoviruses bearing the SARS-CoV S protein. This cell entry is highly 136 inhibited by knockdown of PI4KB. Moreover, they demonstrated that PI4KB does not 137 affect virus entry at the SARS-CoV S-ACE2 interface. Finally, 26 PAYTNSFT 33 is up this section, proteins that interacts with this hot disordered loop are connected 143 to lipids (membrane), particularly with phosphatidylinositol, and the regulation of 144 bindings is made by phosphorylation. Recently, Besson et al. (2019) identified that 145 mitogen-activated protein kinase pathway and phosphatidylinositol metabolism are 146 involved in the later stage of RABV infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "PPxY L-domain motif with Nedd4-WW3-domain Ub ligase 149 150 To compare the interactions of PPAY S protein-Nedd4WW-domain complex with other 151 complexes of PPxY-Nedd4WW-domain, molecular docking was performed with the 152 software AutoDock vina (Trott and Olson, 2010). Fig. 2 shows that 23 QLPPAYTNS 31 153 peptide of SARS-CoV-2 S protein is localized in the same region as 112 TAPPEYMEA 120 154 of Zaire Ebola virus Matrix protein VP40 (PDBid: 2KQ0) and important amino acids of 155 SARS-CoV-2 peptide are superposed with those of Ebola VP40 peptide, except the 156 orientation of aromatic ring of tyrosine (Fig. B and C). Iglesias-Bexiga et al. (2019) 157 reported that Nedd4-WW3 binding site is highly plastic and can accommodate PPxY-158 containing ligands with varying orientations. This structural superposition with PPxY of 159 VP40 confirmed the reliability of AutoDock vina peptide docking module. Knowing 160 molecular interactions of 23 QLPPAYTNS 31 and Nedd4WW-domain will help to design a 161 peptide able to mimic the surface of Nedd4 WW-domain and to strongly bind to 162 23 QLPPAYTNS 31 peptide preventing the recruitment of Nedd4 E3 ubiquitin ligase by 163 SARS-CoV-2 S protein (Zaidman and Wolfson, 2016). Indeed, Han et al. (2014) have 164 developed two lead compounds that specifically block the VP40 PPxY-host Nedd4 165 interaction with an antibudding activity into the nanomolar range.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "probable short linear motifs (SLiMs), SARS-CoV-2 spike protein sequence was 175 scanned with the eukaryotic linear motif (ELM) resource (http://elm.eu.org/). PPxY L-176 domain motif was searched in proteins of SARS-CoV-2 and SARS-CoV using 177 https://prosite.expasy.org/scanprosite/ 178 179 3D modeling and molecular docking 180 181 Unfortunately, the region containing 23 QLPPAYTNS 31 peptide has not been resolved in all 182 known structures of spike S protein. So, Pep-Fold (Thevenet et al., 2012) software was 183 used to model de novo this peptide. The model quality of the peptide was assessed by 184 analysis of a Ramachandran plot through PROCHECK (Vaguine et al., 1999). 185 The docking of the peptide into human Nedd4 3rd WW-domain (PDBid: 2KQ0_A) was 186 performed with the software AutoDock vina (Trott and Olson, 2010). The 3D complex 187 containing human Nedd4 3rd WW-domain and peptide was refined by using FlexPepDock 188 (London et al., 2011), which allows full flexibility to the peptide and side-chain flexibility 189 to the receptor.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "residues sequences of spike (S) protein of SARS-CoV-2 (accession: 194 YP_009724390.1), SARS-Cov (P59594.1), bat_coronavirus_RaTG13 (QHR63300.2), 195 pangolin_PCoV_GX-P5L (QIA48632.1), pangolin_PCoV_GX-P1E (QIA48623.1), 196 bat_CoVZC45_CoV (AVP78031.1) and bat_Rs4874_CoV (ATO98205.1), were aligned 197 with T-coffee software (Rius et al., 2011). This multiple alignment is used to establish the 198 phylogenetic relationships between SARS-CoV-2 and others coronaviruses. The 199 phylogenetic tree was constructed with MrBayes (Huelsenbeck and Ronquist, 2001) using: 200 Likelihood model (Number of substitution types: 6(GTR); Substitution model: Poisson; 201Rates variation across sites: Invariable + gamma); Markov Chain Monte Carlo parameters like to thank the IBIS bioinformatics group for their assistance.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "declares that he has no conflicts of interest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": ", D., Shaik, A., Thiruvenkatam, V., 2020. Structural and strategic landscape of 214 PIKK protein family and their inhibitors: an overview. Front. Biosci. 25, 1538-1567. 215 216 Baillet, N., Krieger, S., Carnec, X., Mateo, M., Journeaux, A., Merabet, O., Caro, V., 217 Tangy, F., Vidalain, P.-O., Baize, S., 2019. E3 Ligase ITCH Interacts with the Z Matrix 218 Protein of Lassa and Mopeia Viruses and Is Required for the Release of Infectious 219 Particles. Viruses 12. https://doi.org/10.3390/v12010049 220 221 Besson, B., Kim, S., Kim, T., Ko, Y., Lee, S., Larrous, F., Song, J., Shum, D., Grailhe, 222 R., Bourhy, H., 2019.Kinome-Wide RNA Interference Screening Identifies Mitogen-223 Activated Protein Kinases and Phosphatidylinositol Metabolism as Key Factors for 224 Rabies Virus Infection. mSphere 4. https://doi.org/10.1128/mSphere.00047-19 225 226 Bieniasz, P.D., 2006. Late budding domains and host proteins in enveloped virus release. 227 Virology 344, 55-63. https://doi.org/10.1016/j.virol.2005.09.044 228 229 Bork, P., Sudol, M., 1994. The WW domain: a signalling site in dystrophin? Trends 230 Biochem. Sci. 19, 531-533. https://doi.org/10.F., Melillo, J.A., Wang, M.Q., Nagashima, K., de Los Santos, M., Rein, A.,233 Goff, S.P., 2003. PPPYVEPTAP motif is the late domain of human T-cell leukemia virus 234 type 1 Gag and mediates its functional interaction with cellular proteins Nedd4 and 235 Tsg101 [corrected]. J. Virol. 77, 11882-11895. https://doi.org/10.1128/jvi.77.22.11882-, N.M., Hach, J.C., Chen, J.L., Zaro, B.W., Rajaram, M.V., Turner, J., 244 Schlesinger, L.S., Pratt, M.R., Hang, H.C., Yount, J.S., 2014. Chemoproteomics reveals 245 Toll-like receptor fatty acylation. BMC Biol. 12, 91. https://doi.org/10., E., van Doremalen, N., Falzarano, D., Munster, V.J., 2016. SARS and MERS: 249 recent insights into emerging coronaviruses. Nat. Rev. Microbiol. 14, 523-534.250 https://doi.org/10.1038/nrmicro.2016.81 251 252 Dilworth, S.M., Brewster, C.E., Jones, M.D., Lanfrancone, L., Pelicci, G., Pelicci, P.G., 253 1994. Transformation by polyoma virus middle T-antigen involves the binding and 254 tyrosine phosphorylation of Shc. Nature 367, 87-90. https://doi.org/10.1038/367087a0 255 256 Dolnik, O., Kolesnikova, L., Stevermann, L., Becker, S., 2010. Tsg101 is recruited by a 257 late domain of the nucleocapsid protein to support budding of Marburg virus-like 258 particles. J. Virol. 84, 7847-7856. https://doi.org/10.1128/JVI.00476-10 259 260 Freed, E.O., 2002. Viral late domains. J. Virol. 76, 4679-4687. 261 https://doi.org/10.1128/jvi.76.10.4679-4687.2002 262 263 Graham, R.L., Baric, R.S., 2010. Recombination, reservoirs, and the modular spike: 264 mechanisms of coronavirus cross-species transmission. J. Virol. 84, 3134-3146. 265 https://doi.org/10.1128/JVI.01394-09 266 267 Gordon, D.E., Jang, G.M., Bouhaddou, M., Xu, J., Obernier, K., O'Meara, M.J., Guo, 268 J.Z., Swaney, D.L., Tummino, T.A., Huettenhain, R., Kaake, R.M., Richards, A.L., 269 Tutuncuoglu, B., Foussard, H., Batra, J., Haas, K., Modak, M., Kim, M., Haas, P., 270 Polacco, B.J., Braberg, H., Fabius, J.M., Eckhardt, M., Soucheray, M., Bennett, M.J., 271 Cakir, M., McGregor, M.J., Li, Q., Naing, Z.Z.C., Zhou, Y., Peng, S., Kirby, I.T., 272 Melnyk, J.E., Chorba, J.S., Lou, K., Dai, S.A., Shen, W., Shi, Y., Zhang, Z., Barrio-273 Hernandez, I., Memon, D., Hernandez-Armenta, C., Mathy, C.J.P., Perica, T., Pilla, K.B., 274 Ganesan, S.J., Saltzberg, D.J., Ramachandran, R., Liu, X., Rosenthal, S.B., Calviello, L., A., Jura, N., von Zastrow, M., Taunton, J., Ashworth, A., Schwartz, O., Vignuzzi, 280 M., d'Enfert, C., Mukherjee, S., Jacobson, M., Malik, H.S., Fujimori, D.G., Ideker, T., 281 Craik, C.S., Floor, S., Fraser, J.S., Gross, J., Sali, A., Kortemme, T., Beltrao, P., Shokat, 282 K., Shoichet, B.K., Krogan, N.J., 2020. A SARS-CoV-2-Human Protein-Protein 283 Interaction Map Reveals Drug Targets and Potential Drug-Repurposing. bioRxiv. Z., Lu, J., Liu, Y., Davis, B., Lee, M.S., Olson, M.A., Ruthel, G., Freedman, B.D., 287 Schnell, M.J., Wrobel, J.E., Reitz, A.B., Harty, R.N., 2014. Small-molecule probes 288 targeting the viral PPxY-host Nedd4 interface block egress of a broad range of RNA 289 viruses. J. Virol. 88, 7294-7306. https://doi.org/10.1128/JVI.00591-14 290 291 Harty, R.N., Brown, M.E., McGettigan, J.P., Wang, G., Jayakar, H.R., Huibregtse, J.M., 292 Whitt, M.A., Schnell, M.J., 2001. Rhabdoviruses and the cellular ubiquitin-proteasome 293 system: a budding interaction. J. Virol. 75, 10623-10629. 294 https://doi.org/10.1128/JVI.75.22.10623-10629.2001 295 296 Harty, R.N., Brown, M.E., Wang, G., Huibregtse, J., Hayes, F.P., 2000. A PPxY motif 297 within the VP40 protein of Ebola virus interacts physically and functionally with a 298 ubiquitin ligase: implications for filovirus budding. Proc. Natl. Acad. Sci. U. S. A. 97, 299 13871-13876. https://doi.org/10.1073/pnas.250277297 300 301 Huang, X., Poy, F., Zhang, R., Joachimiak, A., Sudol, M., Eck, M.J., 2000. Structure of a 302 WW domain containing fragment of dystrophin in complex with beta-dystroglycan. Nat. 303 Struct. Biol. 7, 634-638. https://doi.org/10.1038/77923 304 305 Huelsenbeck, J.P., Ronquist, F., 2001. MRBAYES: Bayesian inference of phylogenetic 306 trees. Bioinformatics 17, 754-755. https://doi.org/10.1093/bioinformatics/17.8.754 307 308 Iglesias-Bexiga, M., Palencia, A., Corbi-Verge, C., Martin-Malpartida, P., Blanco, F.J., 309 Macias, M.J., Cobos, E.S., Luque, I., 2019. Binding site plasticity in viral PPxY Late 310 domain recognition by the third WW domain of human NEDD4. Sci. Rep. , S., Aylett, C.H., Maier, T., 2018. Architecture and activation of , T.T.-Y., Shum, M.H.-H., Zhu, H.-C., Tong, Y.-G., Ni, X.-B., Liao, Y.-S., Wei, W., 322 Cheung, W.Y.-M., Li, W.-J., Li, L.-F., Leung, G.M., Holmes, E.C., Hu, Y.-L., Guan, Y., 323 2020. Identifying SARS-CoV-2 related coronaviruses in Malayan pangolins. Nature. , F., 2013. Receptor recognition and cross-species infections of SARS coronavirus. 327 Antiviral Res. 100, 246-254. https://doi.org/10.1016/j.antiviral.2013.08.014 328 329 Li, F., 2012. Evidence for a common evolutionary origin of coronavirus spike protein 330 receptor-binding subunits. J. Virol. 86, 2856-2858. https://doi.org/10.1128/JVI.06882-11 331 332 Lin, W., Kim, S.S., Yeung, E., Kamegaya, Y., Blackard, J.T., Kim, K.A., Holtzman, 333 M.J., Chung, R.T., 2006. Hepatitis C virus core protein blocks interferon signaling by 334 interaction with the STAT1 SH2 domain. J. Virol. 80, 9226-9235. 335 https://doi.org/10.1128/JVI.00459-06 336 337 Linding, R., Jensen, L.J., Diella, F., Bork, P., Gibson, T.J., Russell, R.B., 2003. Protein 338 disorder prediction: implications for structural proteomics. Structure 11, 1453-1459. 339 https://doi.org/10.1016/j.str.2003.10.002 340 341 London, N., Raveh, B., Cohen, E., Fathi, G., Schueler-Furman, O., 2011. Rosetta 342 FlexPepDock web server--high resolution modeling of peptide-protein interactions. 343 Nucleic Acids Res. 39, W249-53. https://doi.org/10.1093/nar/gkr431 344 345 Ohya, K., Kajigaya, S., Kitanaka, A., Yoshida, K., Miyazato, A., Yamashita, Y., 346 Yamanaka, T., Ikeda, U., Shimada, K., Ozawa, K., Mano, H., 1999. Molecular cloning of 347 a docking protein, BRDG1, that acts downstream of the Tec tyrosine kinase. Proc. Natl.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Acad. Sci. U. S. A. 96, 11976-11981. https://doi.org/10.1073/pnas.96.21.11976 349 350 Petit, C.M., Chouljenko, V.N., Iyer, A., Colgrove, R., Farzan, M., Knipe, D.M., J., Cores, F., Solsona, F., van Hemert, J.I., Koetsier, J., Notredame, C., 2011. A 356 user-friendly web portal for T-Coffee on supercomputers. BMC Bioinformatics 12, 150. , J.W., Leshchyns'ka, I., Farghaian, H., Hughes, W.E., Sytnyk, V., Neely, G.G., 360 Cole, A.R., 2014. PI4KIIα phosphorylation by GSK3 directs vesicular trafficking to 361 lysosomes. Biochem. J 464, 145-156. https://doi.org/10.1042/BJ20140497 362 363 Strack, B., Calistri, A., Accola, M.A., Palu, G., Gottlinger, H.G., 2000. A role for 364 ubiquitin ligase recruitment in retrovirus release. Proc. Natl. Acad. Sci. U. S. A. 97, 365 13063-13068. https://doi.org/10.1073/pnas.97.24.13063 366 367 Thevenet, P., Shen, Y., Maupetit, J., Guyon, F., Derreumaux, P., Tufféry, P., 2012. PEP-368 FOLD: an updated de novo structure prediction server for both linear and disulfide 369 bonded cyclic peptides. Nucleic Acids Res. 40, W288-93.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": ", K.K.-W., Tsang, O.T.-Y., Leung, W.-S., Tam, A.R., Wu, T.-C., Lung, D.C., Yip, 373 C.C.-Y., Cai, J.-P., Chan, J.M.-C., Chik, T.S.-H., Lau, D.P.-L., Choi, C.Y.-C., Chen, L.-374 L., Chan, W.-M., Chan, K.-H., Ip, J.D., Ng, A.C.-K., Poon, R.W.-S., Luo, C.-T., Cheng, 375 V.C.-C., Chan, J.F.-W., Hung, I.F.-N., Chen, Z., Chen, H., Yuen, K.-Y., 2020. Temporal 376 profiles of viral load in posterior oropharyngeal saliva samples and serum antibody 377 responses during infection by SARS-CoV-2: an observational cohort study. Lancet Infect. 378 Dis. https://doi.org/10.1016/S1473-3099(20)30196-1 379 380 Trott, O., Olson, A.J., 2010. AutoDock Vina: improving the speed and accuracy of 381 docking with a new scoring function, efficient optimization, and multithreading. J. 382 Comput. Chem. 31, 455-461. https://doi.org/10.1002/jcc.21334 383 384 Vaguine, A.A., Richelle, J., Wodak, S.J., 1999. SFCHECK: a unified set of procedures 385 for evaluating the quality of macromolecular structure-factor data and their agreement 386 with the atomic model. Acta Crystallogr. D Biol. Crystallogr. 55, 191-205.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Fig. 1",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "et al., 2001). RNA viruses use PPxY L-domain motif to recruit specific WW-domain of host proteins of either Nedd4 (Neuronal precursor cell-Expressed Developmentally Downregulated 4), or Nedd4 family members to facilitate their egress and spread (Bieniasz, 2006). Nedd4 proteins family have three domains, N-terminal lipid binding (C2) domain; WW modules, present in multiple copies; and a C-terminal Hect (for homologous to E6associated protein C terminus) domain that contains the ubiquitin ligase activity. Previous and current works are focusing to understand the first step that allows SARS-CoV and SARS-CoV-2 to entry host cell. Principally, these works are studying interaction between C-terminal receptor-binding domain (RBD) of S protein and the host receptor angiotensin-converting enzyme 2 (ACE2). Here, molecular mechanism of the last step (late function virus life cycle) of budding and release of virus is presented. The N-terminal of SARS-CoV-2 spike protein contains a PPxY L-domain motif that is known to hijack host WW-domain of Nedd4 E3 ubiquitin ligases and ultimately the ESCRT (Endosomal Sorting Complex Required for Transport) complex to enhance virus budding and spread.Importantly, this motif is absent in SARS-CoV that could explain why SARS-CoV-2 is more contagious than SARS-CoV. Developing a novel host-oriented inhibitor of molecular interactions of PPxY-host WW-domain will be welcome to struggle SARS-The N-terminal of S protein contains a PPxY L-domain motif",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": ". CC-BY-NC-ND 4.0 International license was not certified by peer review) is the author/funder. It is made available under a The copyright holder for this preprint (which this version posted April 21, 2020. . https://doi.org/10.1101/2020.04.20.052217 doi: bioRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "455"
        }
    ]
}