{
    "paper_id": "fef6f5f782c916008129d3d22b5e1fd4a5167196",
    "metadata": {
        "title": "CHARACTERIZATION OF INTRA-HOST SARS-COV-2 VARIANTS IMPROVES PHYLOGENOMIC RECONSTRUCTION AND MAY REVEAL FUNCTIONALLY CONVERGENT MUTATIONS",
        "authors": [
            {
                "first": "Daniele",
                "middle": [],
                "last": "Ramazzotti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ. of Milan-Bicocca",
                    "location": {
                        "settlement": "Monza",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Fabrizio",
                "middle": [],
                "last": "Angaroni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ. of Milan-Bicocca",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Davide",
                "middle": [],
                "last": "Maspero",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ. of Milan-Bicocca",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Carlo",
                "middle": [],
                "last": "Gambacorti-Passerini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ. of Milan-Bicocca",
                    "location": {
                        "settlement": "Monza",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Antoniotti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ. of Milan-Bicocca",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Alex",
                "middle": [],
                "last": "Graudenzi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Consiglio Nazionale delle Ricerche (IBFM-CNR)",
                    "location": {
                        "settlement": "Segrate",
                        "region": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Rocco",
                "middle": [],
                "last": "Piazza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Univ. of Milan-Bicocca",
                    "location": {
                        "settlement": "Monza",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A global cross-discipline effort is ongoing to characterize the evolution of SARS-CoV-2 virus and generate reliable epidemiological models of its diffusion. To this end, phylogenomic approaches leverage accumulating genomic mutations as barcodes to track the evolutionary history of the virus and can benefit from the surge of sequences deposited in public databases. Yet, such methods typically rely on consensus sequences representing the dominant virus lineage, whereas a complex sublineage architecture is often observed within single hosts. Furthermore, most approaches do not account for variants accumulation processes and might produce inaccurate results in condition of limited sampling, as witnessed in most countries currently affected by the epidemics. We here introduce a new framework for the characterization of viral (sub)lineage evolution and transmission of SARS-CoV-2, which considers both clonal and intra-host minor variants and exploits the achievements of cancer evolution research to account for mutation accumulation and uncertainty in the data. The application of our approach to 18 SARS-CoV-2 samples for which raw sequencing data are available reveals a high-resolution phylogenomic model, which confirms and improves recent findings on viral types and highlights the existence of patterns of co-occurrence of minor variants, uncovering likely infection paths among hosts harboring the same viral lineage. Our findings confirm a significant increase of genomic diversity of SARS-CoV-2 in time, which is reflected in minor variants, and show that standard methods may struggle when handling datasets with important sampling limitations. Importantly, our framework allows to pinpoint minor variants that might be positively selected across distinct lineages and regions of the viral genome under purifying selection, thus driving the design of treatments and vaccines. In particular, minor variant g.29039A>U, detected in multiple viral lineages and validated on an independent dataset, shows that SARS-CoV-2 can lose its main Nucleocapsid immunogenic epitopes, raising concerns about the effectiveness of vaccines targeting the C-terminus of this protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To conclude, we advocate the use of our framework in combination with data-driven epidemiological models, to deliver a high-precision platform for pathogen detection, surveillance and analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The outbreak of novel pneumonia COVID-19, which started in late 2019 in Wuhan (China) [1, 2] and was recently declared pandemic by the World Health Organization, is fueling the publication of an increasing number of studies aimed at exploiting the information contained in the viral genome of SARS-CoV-2 virus to identify its proximal origin, characterize the mode and timing of its evolution, as well as to define descriptive and predictive models of geographical spread and evaluate the related clinical impact [3] . In fact, the mutations that rapidly accumulate in the viral genome [4] can be used as natural barcodes to track the evolution of the virus and, accordingly, unravel the viral infection network [5, 6] .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 90,
                    "end": 92,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 716,
                    "end": 718,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "At the time of this writing, numerous independent laboratories around the world are isolating and sequencing SARS-CoV-2 samples and depositing them on public databases, e.g., GISAID [7] , whose data are accessible via the Nextstrain portal [8] . Such data can be employed to estimate models from genomic epidemiology and may serve, for instance, to estimate the proportion of undetected infected people by uncovering cryptic transmissions, as well as to predict likely trends in the number of infected, hospitalized, dead and recovered people [9, 10] .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 543,
                    "end": 546,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most studies typically employ standard phylogenomics approaches that, roughly, compare consensus sequences representing the dominant virus lineage within each infected host and rely on some measure of genetic distance among samples [11, 12] . However, while such analyses are undoubtedly effective in unraveling the main patterns of evolution of the viral genome, at least two issues may suggest that they are suboptimal when applied to the characterization of viral variations under the current circumstances.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "First, most methods are missing key information on intra-host minor variants, which can be retrieved from wholegenome deep sequencing raw data [13] and might be essential to produce high-resolution models of the SARS-CoV-2 evolution and, accordingly, of the likely transmission chain. Second, most of the approaches currently used do not explicitly account for the processes of accumulation of genomic mutations in the population resulting from complex infection chains. For these reasons, they can produce unreliable results when processing data collected on a short timescale and with significant sampling limitations, as it is currently occurring for most countries affected by the epidemics [14] . We here introduce a novel framework to overcome these issues.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Intra-host minor variant analysis enhances the characterization of viral evolution. Due to the combination of high replication and mutation rates, populations of viruses with distinct sublineages can coexist within the same host, as shown by studies on numerous diseases [15, 16, 6] . Most mutations have no functional effect and follow a neutral evolutionary dynamics, driven by replication and degradation, and frequently involve genome positions that are highly prone to errors [17] . Certain variants, however, can be positively selected as a result of the strong immunologic pressure within human hosts [18] . Consequently, a complex architecture of viral (sub)lineages is often observed in infected individuals. In particular, it was recently shown that an unexpected high number of intra-hosts variants is observed in SARS-CoV-2 genomes, a proportion of which are observed in distinct hosts [19, 20] . Yet, the mechanisms of emergence and transmission of such variants in the population are still elusive.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 280,
                    "end": 282,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 481,
                    "end": 485,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 898,
                    "end": 902,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 903,
                    "end": 906,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this respect, the characterization of intra-host minor variants detected within and across distinct viral lineages may allow to unveil two main scenarios (see Fig. 1A -D).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 169,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "(1) Minor variants detected in hosts infected by the same viral lineage (i.e., displaying the same clonal variants) might indicate the possible presence of a (direct or indirect) transmission path, in which at least a portion of viral sublineages is transferred from an individual to another during the infection (see below). Accordingly, hosts sharing a significant proportion of identical minor variants might be at smaller evolutionary distance than hosts sharing clonal variants only (see Fig. 1A -C).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 500,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "(2) Homoplasies, i.e., minor variants observed in hosts infected by different viral lineages (i.e., showing distinct clonal variants), might be emerged after the infection, because either positively selected in a parallel/convergent evolution scenario, or neutral, but falling in error-prone regions of the genome (see Fig. 1D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 319,
                    "end": 326,
                    "text": "Fig. 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Two related questions arise: can the characterization of intra-host minor variants (i) improve the resolution of transmission chain maps, and (ii) be used to identify possibly functionally (positively) selected or recurrent neutral variants?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Lessons from cancer evolution to reduce the impact of sampling limitations. The process of diffusion of variants in the population is driven by the complex interplay between genomic evolution of the virus within hosts and transmission among hosts. Even if the discussion on the topology of viral evolution is ongoing [21] , it is reasonable to assume that all clonal mutations are typically transferred from a host to another during an infection event, while the extent of transmission of intra-host minor variants is still uncertain and depends on the combination of sublineage clonality, virulence and contact dynamics.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, some of the most widely-used phylogenomic methods, such as MrBayes [22] , Beast [23] and Nextstrain-Augur [8] , rely on distance-based or parsimony algorithms and do not include any explicit constraint on the process of variants accumulation. Even though, in optimal sampling conditions and in a timescale adequate to cover the whole evolutionary history of a virus, such methods are expected to produce reliable results, current circumstances have highlighted extremely partial and inhomogeneous samplings, both in geographical and temporal terms, in several countries worldwide [14] . In such cases, the genetic distance among hosts might not reflect the temporal ordering among mutational events and, accordingly, may induce erroneous inferences on the infection chain (see Fig. 1E ). Notice also that some of the aforementioned approaches integrate genomic and clinical data, such as collection date, In particular, all hosts share the same clonal mutation (U/C, green), but two of them (#2 and #3) are characterized by a distinct minor mutation (A/U, red), which randomly emerged in host #2 and was transferred to host #3 during the infection. Standard sequencing experiments return an identical consensus RNA sequence for all samples, by employing a threshold on variant frequency (VF) and by selecting mutations characterizing the dominant lineage. (B) By analyzing identical sequences, standard phylogenetic algorithms cannot disentangle any ordering or evolutionary relation among hosts infected by the same viral lineage. (C) By considering the VF distribution, it is possible to compute a refined genomic distance among hosts, as well as to identify a higher-resolution ordering within hosts infected by the same viral lineage, which may indicate possible transmission paths (in the example, we show a distance-based dendrogram). (D) In this second toy example, 6 infected hosts infected by two independent viral lineages are shown. An individual of each lineage (#3 and #6) display the same minor variant (dark red), which might indicate homoplasy. By analyzing the VF profile of all samples, it is possible to pinpoint such variant, which either is positively selected or recurrent neutral. (E) In this example, the branched evolution of 7 viral lineages is displayed (for simplicity all shown mutations are clonal and no sublineages are considered). 4 infected hosts harboring distinct clonal variants are tested and sequenced during the epidemics, revealing a typical scenario affected by sampling limitations. (F) From sequencing data of such hosts, distance-based and parsimony phylogenetic methods might return partial or incorrect evolutionary trees. By employing methods that account for mutation accumulation, the correct evolutionary model is inferred. In this representation, each sample is a leaf of the tree, positioned at a level corresponding to its mutational burden, whereas edges starting from the root R are labeled with the number of accumulating mutations. In the example, host #1 is parent of host #2 and #3, and the latter is a parent of host #4.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 89,
                    "end": 93,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 786,
                    "end": 793,
                    "text": "Fig. 1E",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "to better estimate temporal orderings among samples [23] . Unfortunately, however, collection date is often scarcely correlated with the date of contagion or with the onset of the disease. This aspect is intensified in COVID-19 for which the incubation period spans over a significantly large window (median 5.1 days, 95% CI, 4.5 to 5.8 days) [24] and for which the ratio of asymptomatic infected individuals is extremely high [25] . All these aspects may impact the reliability of downstream contact-tracing algorithms [26] .",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to reduce the impact of sampling limitations on the accuracy of predictions, it may be effective to employ methods that account for accumulation processes and for the possible existence of heterogeneous subpopulations within samples. In this regard, many computational methods have been developed for the analysis of somatic cancer evolution and intra-tumor heterogeneity from sequencing data and may be relevant alternatives in the context of viral evolution, due to the many analogies and to the similar data types [27] . Some methods, in particular, were proven to outperform standard distance-based phylogenetic models when a complex polyclonal architecture and conditions of limited samplings are observed [28] , as it is expected in viral evolution and transmission scenarios.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 530,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A further question arises: can methods accounting for mutation accumulation and uncertainty in the data be used to reduce the impact of sampling limitations and produce more reliable phylogenomic models?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A novel framework to investigate viral (sub)lineage evolution and transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In order to answer to the questions above, we here propose a new framework that: (1) considers both clonal and intra-host minor variants, (2) explicitly account for the accumulation of mutations following infection events and for the uncertainty in the data due to, e.g., partial transmission of minor variants or sequencing artifacts. Three major results have been achieved in this regard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "(A) By explicitly considering both clonal and intra-host minor variants and by employing probabilistic approaches that account for mutation accumulation processes and uncertainty in the data, it is possible to estimate highly refined phylogenomic models, as compared to standard approaches (see Methods and Fig. 1 ). On the one hand, this allows to reduce the impact of sampling limitations on the reconstruction of lineage ancestral relations. On the other hand, our approach allows to identify likely transmission paths (evolutionary relations) among hosts infected by the same viral lineage, while this is prevented to methods that process consensus sequences.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 313,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Such higher-resolution phylogenomic models can be then employed in downstream analyses, for instance by improving the estimation of molecular clocks and, accordingly, the predictive accuracy of epidemiological models, which typically rely on limited and inhomogeneous data [9, 14] .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "(B) Recent evidences point at an increasing genetic diversity of SARS-CoV-2 in human hosts [29, 19] . In this respect, the characterization of the viral (sub)lineage composition allows to improve the quantification of the genetic diversity in a given host or in a given cluster of samples, for instance by highlighting possible temporal trends.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 96,
                    "end": 99,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "(C) The analysis of homoplasies, i.e., of minor variants detected in independent viral lineages [21] , may allow to identify positively selected genomic variants, as a result of functional convergent evolution and, similarly, to isolate specific regions of the viral genome under purifying selection (see Fig. 1D ). This information might be then used to drive the design of opportune treatments/vaccines, for instance by blacklisting positively selected genomic regions and prioritizing target loci exposed to purifying selection.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 312,
                    "text": "Fig. 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We here present the (sub)lineage characterization of 18 SARS-CoV-2 + patients from multiple studies, for which, at the time of writing, raw Illumina sequencing data are available in public databases (see Methods). By processing variant frequency profiles of both clonal and minor variants and by employing methods originally designed for the inference of cancer phylogenies from multiple samples [30, 31] , we first provide a high-resolution phylogenomic model, which allows to identify a likely transmission network also among individuals infected by the same viral lineage. We then provide a quantitative evaluation of viral diversity in each individual, at the level of both clonal and intra-host minor variants. Finally, we identify a number of minor variants shared across independent viral lineages and which might likely be positively selected. In particular, mutation g.29039A>U, responsible for the Nucleocapsid variant p.Lys256*, is of particular interest because it abrogates the vast majority of the B and T bona fide antigenic epitopes of the target protein.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 400,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Phylogenomic analysis of 18 SARS-CoV-2 + samples. In Figure 2A one can find the variant frequency profiles of 18 SARS-CoV-2 + samples on 44 selected single-nucleotide variants, 21 of which are detected with high frequency (VF > 0.50) in at least one sample (samples are annotated with collection date and location; complete data are provided in Suppl. Table 1 ). Even though, as expected, the VF profiles of minor variants are noisy, patterns of co-occurrence are evident across samples and highlight a complex sublineage architecture. Genomic distance clonal variants A phylogenetic lineage tree was reconstructed by applying MIPUP [31] to variants with VF > 0.50, which would be included in consensus sequences and which we here consider as clonal (see Methods). The analysis allowed to identify 10 clusters of samples, corresponding to distinct viral lineages (i.e., displaying the same set of clonal mutations) 5 was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 637,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 62,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 352,
                    "end": 359,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 26, 2020. . and the evolutionary relations among them, which might represent major transmission events. Three viral lineages in particular are found in a significant number of samples: cluster C 1 (light blue, China, 3 samples), cluster C 4 (light green, Washington, 5 samples), cluster C 8 (brown, Washington, 3 samples). By construction, the model cannot disentangle any ordering within samples infected by the same lineage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We then refined the analysis, by applying LICHeE to each (non-singleton) cluster and considering intra-host minor variants only (see Methods). This allowed to identify a high-resolution evolutionary model, which describes likely transmission paths among hosts characterized by the same viral lineage, and which would not be identifiable by processing consensus sequences only (see Fig. 2A ). For example, samples SRR11278166 and SRR11278167 share 11 minor mutations, which might have been transferred from a host to another during infection. Clearly, once detailed contact tracing of considered individuals would be available, this will allow to validate the hypothesized transmission paths.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 388,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The whole phylogenomic model reveals the presence of two major branches, corresponding to previously identified SARS-CoV-2 types [12, 32] . In detail, the right branch of our model is characterized by the absence of SNVs g.8782U>C and g.28144C>U and corresponds to type A [12] (also type S [32] ), which was hypothesized to be the ancestral SARS-CoV-2 type, according to the bat outgroup coronavirus and the similarity with highly related viruses. Following this classification, reference genome REF-ANC (see Methods) would belong to type A (S) and, in particular, to the T-subcluster identified in [12] as ancestral genome.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "More in detail, variant g.29095U>C, which is present in all 18 samples of the dataset, is the likely first evolutionary event from reference genome REF-ANC and precedes the emergence of the two major branches, whereas SNVs g.17747C>U, g.17858A>G and g.18060C>U indicate subsequent events characterizing the evolution of the right branch. Notice that all samples of the right branch are from Washington and, from the analysis of the lineage phylogenetic tree, the transmission chain likely started by first involving the samples of cluster C 4 . In particular, according to the sublineage analysis, an infection event might have likely involved samples SRR11241255 and SRR11247078, which share 5 minor variants, and possibly sample SRR11278164.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The left branch of our model is characterized by the presence of both SNVs g.8782U>C and g.28144C>U and corresponds to type B [12] (also type L [32] ). This branch includes all Asian samples plus a sample from Washington (SRR112412), who displays a significant number of additional clonal variants, including mutation g.26144G>U, which identifies type C in [12] . Notice that, from our analysis of minor variants, the most likely ancestral sample of this viral lineage in this dataset is SRR10971381 (Wuhan; also employed in other studies as reference genome [3] , GenBank: MN908947.3), a result that is confirmed by the collection date.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 559,
                    "end": 562,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Interestingly, the B (L) type appear to be more abundant in the population (5247/6187 ≈ 85% of the samples on GISAID database [7] ; update April, 15th, 2020) and was diffused especially in the early stages of the epidemic in Wuhan [32] , whereas the ancestral A (S) type appears to be particularly spread outside China. We also note that considering the actual shortage of clinical data on SARS-CoV-2 + patients, there are insufficient elements to support any epidemiological claim on virulence and pathogenicity of the distinct SARS-CoV-2 types.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Standard methods for phylogenomic inference appear to struggle in the analysis of this dataset. In Suppl. Fig. 1 we show the phylogenetic model returned by MrBayes on clonal variants. First, the model returns a polytomy in which all the elements of the left branch of our model (type B (L)) and a clade including all samples of the right branch (type A (S)) are positioned at the same level of the tree. Second, for most samples characterized by distinct viral lineages the method cannot return any temporal ordering, despite different distances with the ancestors are returned. For instance, from the MrBayes model it is not possible to determine whether sample SRR11241254 is a child of either sample SRR11177792 or of cluster C 1 , while it is evident from both our model and the heatmap ( Fig. 2A) that two independent branches originate from cluster C 1 toward both samples. Finally, by construction, the method cannot identify any distance-based ordering among individuals infected by the same viral lineage. Also the Nextstrain-Augur model (Suppl. Fig. 2 ) appears to show some limits. For instance, the model is able to distinguish the two main branches, but the ordering among clades appear to be quite arbitrary, especially with respect to the elements of type A (S) (right branch of our model). The results of both approaches likely derive from the sampling limitations of currently available datasets and show that, in such cases, methods that explicitly account for mutation accumulation might be more appropriate to reconstruct reliable models of viral evolution and transmission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 112,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 793,
                    "end": 801,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1055,
                    "end": 1061,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "By comparing the number of clonal and of minor variants in each host ( Figure 2B) , it is possible to notice that even individuals characterized by the same viral lineage may display a significantly different number of minor variants, with different distributions observed across lineages. In this respect, the quantitative analysis of genomic distance among hosts (Fig. 2D -E, see Methods) shows that minor variants can be used to better assess within-lineage genomic diversity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 81,
                    "text": "Figure 2B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 365,
                    "end": 373,
                    "text": "(Fig. 2D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Importantly, the comparison of the distribution of the number variants obtained by grouping samples with respect to collection dates (December/January vs. February/March; see Fig. 2C ) allows to highlight a noteworthy increase for both clonal and minor variants (median number of variants +100%, one-sided Mann-Whitney U test on all variants p = 0.039). This result would support the hypothesis that the overall genomic diversity of SARS-CoV-2 is progressively increasing [29, 19] , also proving that such phenomenon is partially reflected on minor variants. g Interestingly, several intra-host minor variants are found in a relatively large number of samples, as well as in different clusters/lineages and might indicate homoplasies. In this respect, in Fig. 2F we display for each minor variant the number of clusters/lineages in which it is observed, as compared to its median variant frequency. One could suppose that variants that are privately detected in single clusters (left region of the scatterplot) might result from infection events, whereas those found in a considerable number of lineages (right region of the scatterplot) are either positively selected or recurrent neutral mutations, although the presence of sequencing artifacts cannot be formally excluded, despite the high quality of all the reported variant calls. Moreover, higher values of median variant frequency indicate increased confidence on the variant, as well as possible ongoing selection shifts.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 476,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 182,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 755,
                    "end": 762,
                    "text": "Fig. 2F",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "A variant in particular (g.29039A>U) is found in significant abundance in 14/18 samples and in 9/10 lineages (median VF ≈ 0.11, max VF ≈ 0.25) and deserves further investigation, as it might suggest the presence of functional convergence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "SARS-CoV-2 mutation g.29039A>U causes a stop gain event occurring in the linker region of the Nucleocapsid protein. The g.29039A>U is a nonsense mutation occurring in the linker region of the Nucleocapsid protein, close to the 3 end of the viral genome and causing the substitution of Lysine 256 with a stop codon (p.Lys256 * ; see Fig. 3 ). This mutation is present, at subclonal level, in 14/18 samples of our study cohort, with a median intra-host variant frequency of 0.1076 and is also confirmed in dataset PRJNA6079. The locus of the g.29039A>U mutation is particularly complex, with the mutated nucleotide being the center of symmetry of a perfect 19bp palindromic hairpin sequence. Notably, in many samples the presence of a large number of supplementary reads suggests that this hairpin region may be also a hotspot for more complex rearrangements, likely occurring through RdRp mediated template switching (Suppl. Fig. 3) . The functional effect of these rearrangements is the generation of a stop codon in the linker region, similarly to what observed for g.29039A>U. Studies done on SARS-CoV Nucleocapsid (N) protein allowed to identify two non-interacting structural domains, one N-terminal, known as the RNA-Binding Domain (RBD) and one C-terminal, known as the dimerization domain (DD) [33] . RBD and DD domains are separated by a disordered region playing a putative role as a flexible linker. The RBD directly interacts with the viral single-stranded RNA, generating the ribonucleoprotein core, while the C-terminal DD domain is responsible for protein dimerization, although its functional role is yet unknown. A comparison between the N protein of SARS-CoV and SARS-CoV-2 reveals a percent identity and similarity of 90.5% and 94.1%, respectively (Suppl. Fig. 4) , indicating that the two N proteins share a very similar structural organization. Recently, a set of putative SARS-CoV-2 B-and T-immunogenic peptides were identified by homology to those experimentally defined in SARS-CoV [34, 35] . Interestingly, the majority of the immunogenic epitopes of the Nucleocapsid protein (13 out of 18) are located in the C-terminus of the protein, in the linker region and DD domain and right after Lysine 256 (see Fig. 3 ; Suppl. Table 2 ).",
            "cite_spans": [
                {
                    "start": 1301,
                    "end": 1305,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2005,
                    "end": 2009,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2010,
                    "end": 2013,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 338,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 924,
                    "end": 931,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1774,
                    "end": 1781,
                    "text": "Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 2228,
                    "end": 2234,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2244,
                    "end": 2251,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In this context the identification of a subloclonal nonsense variant such as the p.Lys256 * occurring before the C-terminus of the SARS-CoV-2 Nucleocapsid is particularly intriguing because it suggests that the mutation may have been selected in order to mask one of the most immunogenic viral regions [34, 35] under the selective pressure of the host immune response. Indeed, several studies demonstrated that antibodies raised against the N protein upon SARS-CoV infection are abundantly expressed [36] , albeit short-lived [37] . In contrast, T cell-mediated immune responses can provide long-term protection after SARS-CoV infection [38, 39, 37] . In line with these data, sequence homology and bioinformatic approaches indicate that the Nucleocapsid, together with the Spike protein, are among the most promising targets for DNA vaccine development [40] . Not surprisingly, vaccines for both proteins have been already developed for SARS [41] . In this context, the identification of a subclonal nonsense variant, occurring in patients' samples and suppressing the expression of the immunogenic Nucleocapsid DD domain, may suggest a potentially limited effectiveness of veccines targeting this region for at least two reasons: i) because resistant subclones, such as the g.29039A>U variant, are already present in the wild, probably owing to the natural selective pressure exerted by the host immune system and ii) because the DD domain could be non-essential for the survival and infectiousness of the virus, as opposite to the RBD and therefore it could be easily lost upon exposure to the selective pressure raised by the vaccine.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 526,
                    "end": 530,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 646,
                    "end": 649,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 943,
                    "end": 947,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We finally specify that currently available data do not allow to assess the VF distribution of g.29039A>U in the population, because for the large majority of samples in public databases only consensus sequences are available. To this extent, we stress that once a larger amount of raw sequencing data on SARS-CoV-2 would be available, it will be possible to analyze which and how minor variants undergo an increase in their frequency in the population, as this might be used to assess the presence of selection-driven shifts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 26, 2020. . https://doi.org/10.1101/2020.04.22.044404 doi: bioRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We have shown that, by considering both clonal and intra-host minor variants and by explicitly accounting for the mutation accumulation process, it is possible to highly improve the resolution of the phylogenomic analysis of the SARS-CoV-2 evolution and reduce the impact of sampling limitations. This may represent a paradigm shift in the analysis of viral genomes and should be quickly implemented in combination to data-driven epidemiological models, to deliver a high-precision platform for pathogen detection and surveillance [10, 42] .",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 535,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 536,
                    "end": 539,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This might be particularly relevant for countries which recently suffered outbreaks of exceptional proportions, such as Italy, Spain and USA, and for which the limitations and inhomogeneity of diagnostic tests have proved insufficient to define reliable descriptive/predictive models of disease evolution and spread. For instance it was recently hypothesized that the rapid diffusion of COVID-19 might be likely due to the extremely high number of untested asymptomatic hosts [25] . A better estimation of undetected infected hosts can be derived from high-resolution phylogenomic analyses of tested individuals, also in conditions of severe sampling limitations.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 480,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have also shown that the analysis of intra-host minor variants can produce experimental hypotheses with translational relevance and which might drive the design of treatment or vaccines. For instance, variant g.29039A>U was found to suppress the vast majority of the B and T epitopes of the highly immunogenic Nucleocapsid protein, while leaving its entire RNA Binding Domain intact. It is therefore tempting to speculate that this subclonal event may be the result of the selection pressure exerted by the host immune system against the virus and may raise an alert on the development of vaccines specifically targeting the highly immunogenic C-terminal region of the Nucleocapsid protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Dataset description. We studied a cohort of 18 samples from distinct individuals obtained from 4 NCBI BioProjects, which, at the time of writing, are the only publicly available datasets including raw Illumina sequencing data. In detail, we selected the following project: Pipeline for variant calling. We downloaded SRA files from 5 NCBI BioProjects with the following accession numbers: PRJNA601736, PRJNA603194, PRJNA607948, PRJNA608651 and PRJNA610428; then we converted the samples to FASTQ files using SRA toolkit. Following [43] , we used Trimmomatic (version 0.39) to remove the nucleotides with low quality score from the RNA sequences with the following settings: LEADING:20 TRAILING:20 SLIDINGWINDOW:4:20 MINLEN:40.",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 535,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Since different reference genomes have been employed in the analysis of SARS-CoV-2, we here selected as candidate references two high-quality genome sequences from human samples: sequence EPI_ISL_405839 (downloaded from GISAID, GenBank: MN975262.1, ref. #1 in the following), used, e.g., in [43] and sequence EPI_ISL_402125 We then used bwa mem (version 0.7.17) to map reads to REF-ANC. We generated sorted BAM files from bwa mem results using SAMtools (version 1.10) and removed duplicates with Picard (version 2.22.2). Variant calling was performed generating mpileup files using SAMtools and then running VarScan (min-var-freq parameter set to 0.01) [44] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Finally notice that, one should be extremely careful when considering low-frequency variants, which might possibly result from sequencing artifacts, even in case of high-coverage experiments. For this reason, we here employed further significance filter on variants. In particular, we kept only the mutations: (1) showing a VarScan significance p-value < 0.05 (Fisher's Exact Test on the read counts supporting reference and variant alleles) in at least 50% of the samples, (2) displaying a variant frequency VF > 5% in 2 or more samples or VF > 10% in a single sample. As a result, we selected a list of 44 highly-confident SNVs to be included in the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Phylogenomic analysis. In order to reconstruct a high-resolution phylogenomic model of viral evolution, also in condition of sampling limitations, we designed a two-step procedure that employs two methods originally designed for the inference of cancer phylogenies from sequencing data of multiple samples, namely MIPUP [31] and LICHeE [30] .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In the first step, MIPUP is employed to explicitly model the accumulation process of clonal variants in the population and identify the phylogenetic lineage tree. In detail, MIPUP searches minimum perfect unmixed phylogenies on binarized VF profiles and without the employment of any further data-specific hypothesis. The method first binarizes the VF profiles according to a user-defined threshold, then it solves a minimum conflict-free row split problem via Integer Linear Programming and finally returns all the orderings of mutations that do not violate the accumulation hypothesis. In the output tree (graph), samples are the leafs and every edge is marked by the set of mutations that occurred along that path.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In particular, we applied MIPUP to clonal variants, i.e., by selecting a VF threshold equal to 0.50, since such variants would be included in consensus sequences. The phylogenetic lineage model so obtained describes clusters of samples as lineages and highlights the ancestral relations among them (see Fig. 2A ). Notice that, by construction, no ordering is possible among individual infected by the same viral lineage when considering clonal variants only. Standard phylogenomic analyses were also performed by applying MrBayes [22] to binarized VF profiles (default parameters, VF binarization threshold = 0.50) and Nexstrain-Augur [8] to consensus sequences of the 18 samples retrieved by GISAID (default parameters; the models are shown in the Suppl. Fig. 3 and 4 ",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 534,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 310,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 756,
                    "end": 768,
                    "text": "Fig. 3 and 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "A second step is then defined to improve the resolution of the phylogenomic analysis and identify the likely ancestral relations within each cluster of samples (lineage) retrieved during the first step, by considering minor variant profiles. While it is safe to binarize clonal variant profiles to reconstruct a phylogenetic lineage tree, the analysis of minor variants requires certain precautions. First, minor variant profiles might be noisy, due to the relatively low abundance and to the technical features of sequencing experiments. Accordingly, such data may possibly include artifacts, which can be partially mitigated during the quality-check phase and by including in the analysis only highly-confident variants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ".)"
        },
        {
            "text": "Second, the extent of transmission of minor variants among individual is still uncertain and depends on sublineage clonality, virulence and contact dynamics [6] . Due to the low frequency, for instance, minor variants may be also affected by both bottlenecks and founder effects, according to which a certain sublineage might either be not transmitted or become clonal in the infected host [45] . Even if an in-depth investigation of inter-host transmission of minor variants is beyond the scope of the current work, a preliminary analysis of our dataset showed evident patterns of co-occurrence of minor variants among individuals infected by the same viral lineage, which would support the hypothesis of transmission of at least of portion of sublineages from a host to another.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": ".)"
        },
        {
            "text": "For these reasons and at a first approximation, we can here reasonably assume that, in a significant number of cases, sublineages are transmitted from an individual to another in proportion to their abundance in the infecting host. In such cases, the variants accumulation hypothesis hold and can be used to reconstruct a likely within-lineage transmission chain. In particular, in order to manage uncertainty in the data and to handle variant transmission and accumulation processes in samples composed by heterogeneous sublineage mixtures, we here employed LICHeE [30] a method originally designed for the inference of cancer phylogenies from multi-sample sequencing data.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 570,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ".)"
        },
        {
            "text": "More in detail, we applied LICHeE to each non-singleton cluster of samples retrieved in the previous analysis. LICHeE deconvolves the VF profiles of samples possibly composed by heterogeneous subpopulations, under the hypothesis of a process of variants accumulation (notice the no further data-specific hypotheses are employed). The method first partitions variants into groups according to the occurrence in each sample, then it clusters those showing similar VF profiles across samples, and finally returns all the orderings of such clusters that do not violate the accumulation hypothesis. The result is a Directed Acyclic Graph where samples are the leafs and can be reached from single or multiple directed paths. In this context, the latter case (marked in blue in the output model) would suggest that the sublineage architecture is insufficient to allow the identification of a unique ancestral path.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ".)"
        },
        {
            "text": "By applying LICHeE (with default parameters) to the VF profiles of minor variants of our dataset (VF < 0.50), we obtain a fine-grained phylogenetic model for each (non-singleton) cluster, which highlights the likely ancestral relations among hosts infected by the same viral lineage, i.e., indicating possible transmission paths in which a portion of minor variants (sublineages) is transferred from a host to another.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ".)"
        },
        {
            "text": "Similarly to [6] , here we also define a genomic distance among samples, based on VF profiles, which can be computed on both clonal and intra-host minor variants. Let be p and q the n-dimensional vector representing the VF values of the n variants for two different samples; the L 2 distance d(p, q) between two samples is given by:",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ".)"
        },
        {
            "text": "That is, we computed the pairwise L 2 distance among all samples, either considering clonal SNVs (VF > 0.50) or minor intra-hosts SNVs (VF < 0.50). Results are shown in Fig. 2D -E and demonstrate how the genomic distance computed on intra-host minor SNVs provides a fine-grained information.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 176,
                    "text": "Fig. 2D",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ".)"
        },
        {
            "text": "The source code used to replicate all the analyses is available at this link: https://github.com/BIMIB-DISCo/SARS-CoV-2-IHMV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Software availability"
        },
        {
            "text": "was not certified by peer review) is the author/funder. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Software availability"
        },
        {
            "text": "The copyright holder for this preprint (which this version posted April 26, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Software availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A new coronavirus associated with human respiratory disease in china",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "265--269",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The proximal origin of SARS-CoV-2",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Lipkin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Garry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "1",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "We shouldn't worry when a virus mutates during disease outbreaks",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Grubaugh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Petrone",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Microbiology",
            "volume": "1",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Unifying the epidemiological and evolutionary dynamics of pathogens",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "327--332",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Quantifying influenza virus diversity and transmission in humans",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature genetics",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Global initiative on sharing all influenza data-from vision to reality",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccauley",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gisaid",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eurosurveillance",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nextstrain: real-time tracking of pathogen evolution",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hadfield",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bioinformatics",
            "volume": "34",
            "issn": "",
            "pages": "4121--4123",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral phylodynamics",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Volz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Koelle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS computational biology",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Establishment and cryptic transmission of Zika virus in brazil and the americas",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Faria",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "546",
            "issn": "",
            "pages": "406--410",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Early phylogenetic estimate of the effective reproduction number of SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bergna",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Acciarri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zehender",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of medical virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Phylogenetic network analysis of SARS-CoV-2 genomes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Renfrew",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Beyond the consensus: dissecting within-host viral population diversity of foot-and-mouth disease virus by using next-generation genome sequencing",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of virology",
            "volume": "85",
            "issn": "",
            "pages": "2266--2275",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Regaining perspective on SARS-CoV-2 molecular tracing and its implications",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mavian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Clonal interference and the evolution of RNA viruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Miralles",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Gerrish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Elena",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "285",
            "issn": "",
            "pages": "1745--1747",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mutational and fitness landscapes of an RNA virus revealed through population sequencing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Acevedo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brodsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andino",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "505",
            "issn": "",
            "pages": "686--690",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Molecular clock of viral evolution, and the neutral theory",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gojobori",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Moriyama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "87",
            "issn": "",
            "pages": "10015--10018",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Viral escape mechanisms-escapology taught by viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Karrer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klenerman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "International journal of experimental pathology",
            "volume": "82",
            "issn": "",
            "pages": "269--286",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Genomic diversity of SARS-CoV-2 in coronavirus disease 2019 patients",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Virological assessment of hospitalized patients with COVID-2019",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wölfel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Topology of viral evolution",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Carlsson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rabadan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "110",
            "issn": "",
            "pages": "18566--18571",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "MrBayes 3.2: Efficient Bayesian Phylogenetic Inference and Model Choice Across a Large Model Space",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ronquist",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Systematic Biology",
            "volume": "61",
            "issn": "",
            "pages": "539--542",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Beast 2.5: An advanced software platform for bayesian evolutionary analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bouckaert",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS computational biology",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: estimation and application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of internal medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Substantial undocumented infection facilitates the rapid dissemination of novel coronavirus (SARS-CoV2)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Reconstructing disease outbreaks from genetic data: a graph approach",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jombart",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Balloux",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Heredity",
            "volume": "106",
            "issn": "",
            "pages": "383--390",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The evolution of tumour phylogenetics: principles and practice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Schäffer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature Reviews Genetics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "BitPhylogeny: a probabilistic framework for reconstructing intra-tumor phylogenies",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sakoparnig",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Markowetz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Beerenwinkel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Genome biology",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Transmission dynamics and evolutionary history of 2019-nCoV",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Fast and scalable inference of multi-sample cancer lineages",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Popic",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Genome biology",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "MIPUP: minimum perfect unmixed phylogenies for multi-sampled tumors via branchings and ILP",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Husić",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Bioinformatics",
            "volume": "35",
            "issn": "",
            "pages": "769--777",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "On the origin and continuing evolution of SARS-CoV-2",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Science Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Modular organization of SARS coronavirus nucleocapsid protein",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of biomedical science",
            "volume": "13",
            "issn": "",
            "pages": "59--72",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Preliminary identification of potential vaccine targets for the COVID-19 coronavirus (SARS-CoV-2) based on SARS-CoV immunological studies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Quadeer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mckay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Viruses",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Potential T-cell and B-cell epitopes of 2019-nCoV",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fast",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "bioRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Identification of an epitope of SARS-coronavirus nucleocapsid protein",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cell research",
            "volume": "13",
            "issn": "",
            "pages": "141--145",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Lack of peripheral memory B cell responses in recovered patients with severe acute respiratory syndrome: a six-year follow-up study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Journal of Immunology",
            "volume": "186",
            "issn": "",
            "pages": "7264--7268",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Long-lived memory T lymphocyte responses against SARS coronavirus nucleocapsid protein in SARS-recovered patients",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "351",
            "issn": "",
            "pages": "466--475",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Characterization of SARS-CoV-specific memory T cells from recovered individuals 4 years after infection",
            "authors": [
                {
                    "first": "Y.-Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Archives of virology",
            "volume": "154",
            "issn": "",
            "pages": "1093--1099",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A sequence homology and bioinformatic approach can predict candidate targets for immune responses to SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grifoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Host & Microbe",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "COVID-19 coronavirus vaccine design using reverse vaccinology and machine learning",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huffman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BioRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Towards a genomics-informed, real-time, global pathogen surveillance system",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Gardy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Loman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature Reviews Genetics",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The first 2019 novel coronavirus case in Nepal",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bastola",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "20",
            "issn": "",
            "pages": "279--280",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "VarScan 2: somatic mutation and copy number alteration discovery in cancer by exome sequencing",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Koboldt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Genome research",
            "volume": "22",
            "issn": "",
            "pages": "568--576",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Circulating virus load determines the size of bottlenecks in viral populations progressing within a host",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gutierrez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS pathogens",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(Sub)lineage evolution and transmission of viral genomes. (A) In this toy example, three hosts infected by the same viral lineage are sequenced.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(Sub)lineage characterization of 18 SARS-CoV-2 + patients. (A) Heatmap returning the variant frequency (VF) profiles of 18 SARS-CoV-2 + patients on 44 selected single-nucleotide variants. Samples are annotated with collection date and location. The phylogenetic lineage tree returned by MIPUP [22] by considering clonal variants (VF > 0.50) is displayed at the top of the heatmap. The squared node labeled with capital R indicates the reference genome REF-ANC, whereas the circled nodes indicate the number of variants characterizing each ancestral relation; colored shades indicate SARS-CoV-2 types from [12, 32]. In the middle panel, the model returned by LICHeE on each non-singleton cluster, by considering minor variants only is shown. Leafs represent samples and the internal nodes indicate the number of minor variants accumulating along that path. Confluences (marked in blue) represent uncertain ancestral relations for samples with noisy VF profiles. Variants colored in blue characterize the B (L) type [12, 32] and the left branch of the model, whereas variant g.29039A>U is colored in red. (B) Scatterplot displaying for each sample the number of clonal and minor variants (colors represent the clusters of panel A). (C) Boxplots returning the distribution of the number of clonal and minor variants, obtained by grouping samples according to collection date (Dec/Jan vs. Feb/Mar). (D-E)Heatmamps returning the genomic distance computed on either clonal or minor variants. (F) Scatterplot returning, for each minor variant, the number of clusters/lineages in which the variant is found (x axis) and the median variant frequency (y axis). The blue shade indicates variants that are private in clusters/lineages. Mutation g.29039A>U, which is discussed in the text, is colored in red.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Functional effect of g.29039A>U mutation. (A) Schematic representation of the entire SARS-CoV2 genome structure. The N protein is shown in red (C-terminus). The yellow band indicates the position of the p.Lys256 * mutation. In the top panel, the VF profiles of all 44 SNVs used in the phylogenomic analysis are shown in correspondence to genome position. (B) Nucleocapsid protein. The yellow region represents the RNA Binding Domain (RBD), the central blue region is the linker and the red one represents the Dimerization Domain (DD). The yellow band indicates the position of the p.Lys256 * mutation within the linker region. T and B epitopes are represented as green ovals and orange rectangle, respectively. (C) Representative set of reads from validation sample SRR11140744 showing the presence of the g.29039A>U (p.Lys256 * ) variant. The mutated base is highlighted by the presence of the red 'T'. (D) Schematic cartoon showing the effect of the g.29039A>U variant at RNA (left) and protein (right) level in comparison with the wild-type sequence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "PRJNA601736, 2 individuals geographically located in Wuhan (China) for which we considered RNA-seq (Illumina MiSeq) from bronchoalveolar lavage fluid (BALF); (2) PRJNA603194, 1 individual from Wuhan (China) with RNA-seq (Illumina MiSeq, BALF) from [2]; (3) PRJNA608651, 1 individual from Nepal with RNA-seq (Illumina MiSeq) isolate from oro-pharyngeal swab of [43]; (4) PRJNA610428, 14 individuals geographically located in the State of Washington (USA) for which we considered RNA-seq data (6 Illumina MiSeq and 8 Illumina NextSeq 500). Furthermore, we considered 4 additional samples from NCBI BioProject PRJNA607948 all obtained from one unique individual from Wisconsin, USA (1 swab and 3 independent passage isolates; Illumina MiSeq), which were used to validate the discovered minor variant g.29039A>U.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "(GenBank: MN908947.3, ref. #2 in the following), employed in several studies on SARS-CoV-2, e.g., [3]. The sequence comparison highlighted the presence of only 5 SNPs, at locations: 8782 (ref. #1 U, ref. #2 C), 9561 (ref. #1 U, ref. #2 C, respectively), 15607 (ref. #1 C, ref. #2 U), 28144 (ref. #1 C, ref. #2 U) and 29095 (ref. #1 U, ref. #2 C). Hence, in order to define a unique ancestral reference genome to be used in downstream analyses, we here employed the bat coronavirus RaTG13 genome from [1] (GenBank: MN996532.1) to disambiguate the SNPs at those locations. Accordingly, we here define the reference genome REF-ANC with haplotype UCUCU at the 5 locations listed above. Reference genome REF-ANC represents an extremely likely ancestral genome, preceding both ref. #1 and ref. #2, and was used for variant calling (REF-ANC is released in FASTA format as Suppl. File 1).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "..",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was partially supported by the Elixir Italian Chapter and the SysBioNet project, a Ministero dell'Istruzione, dell'Università e della Ricerca initiative for the Italian Roadmap of European Strategy Forum on Research Infrastructures and by the AIRC-IG grant 22082. Support was also provided by the CRUK/AIRC Accelerator Award #22790, \"Singlecell Cancer Evolution in the Clinic\". We thank Giulio Caravagna and Chiara Damiani for helpful discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "D.R., F.A., D.M., A.G. and R.P. designed the approach. D.R., F.A., D.M. and A.G. defined the computational methods, which were implemented and executed by D.R and D.M. R.P. analyzed and validated the variant g.29039A>U. D.R., F.A., D.M., C.G., M.A., A.G. and R.P. analyzed the data and interpreted the results. R.P. supervised the experimental data analysis. A.G. and D.R. supervised the computational analysis. A.G. and R.P. drafted the manuscript, which all authors discussed, reviewed and approved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors contributions"
        }
    ]
}